<!doctype html public "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/10-2/spanish102.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:58 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 9 No. 4 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 10 No. 1 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 10 No. 1 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="../9-4/spanish94.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2004-07-27">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	
	<style>
	<!--
		TD P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
		H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
		P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
		BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: normal; text-align: justify }
		H4 { color: #800000; font-family: "Times", "Times Roman", serif; font-size: 14pt; font-style: italic; text-align: center }
		H5 { color: #000000 }
	-->
	</style>
	<style type="text/css">
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
	
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

</style>
</head>
<body lang="es-ES" text="#000000" bgcolor="#ffffff" dir="LTR">
<center>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"> <img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />Vol. 10  No. 2, January, 2005<br /><br /><div id="button">
<ul>
	<li><a href="infres102.html">Contents | </a></li>
	<li><a href="../iraindex.html">Author index | </a></li>
	<li><a href="../irsindex.html">Subject index | </a></li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>

</ul>
</div></td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr size="1" style="color: maroon;" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr size="1" style="color: maroon;" />


<h4><a href="paper225.html">Hacia la colaboraci&oacute;n entre la b&uacute;squeda de informaci&oacute;n y la recuperaci&oacute;n de informaci&oacute;n</a><br>Carol C. Kuhlthau, Departamento de Biblioteconom&iacute;a y Ciencia de la Informaci&oacute;n, Escuela de Comunicaci&oacute;n, Informaci&oacute;n y Documentaci&oacute;n, Rutgers, Universidad Estatal de Nueva Jersey, New Brunswick, Nueva Jersey, EE.UU.</h4> 


<blockquote><strong>Introducci&oacute;n</strong>. El marco conceptual de Biblioteconom&iacute;a y Documentaci&oacute;n se ha desarrollado r&aacute;pidamente durante la &uacute;ltima d&eacute;cada con la perspectiva de aplicaci&oacute;n en otros campos. Sin embargo, la transferencia de conceptos entre ramas del campo permanece problem&aacute;tica y limita severamente la habilidad para dirigirse a los problemas de informaci&oacute;n importantes.<br />
<strong>Requisitos.</strong> Se necesita un marco conceptual que integre las diversas &aacute;reas de inter&eacute;s.<br />
<strong>Imperativos.</strong> Un marco integrado requiere atenci&oacute;n sostenida a una &aacute;rea del problema; la aplicaci&oacute;n del marco evolucionado al &aacute;rea; el desarrollo de proyectos que son de relevancia a m&aacute;s de un grupo de inter&eacute;s en el campo; y evolucionar los resultados de investigaci&oacute;n en la implementaci&oacute;n de sistemas y servicios.<br />
<strong>Conclusi&oacute;n.</strong> El desaf&iacute;o al que se enfrenta la Biblioteconom&iacute;a y Documentaci&oacute;n hoy es reunir las &aacute;reas aliadas del campo en un marco conceptual que represente el todo unificado. Este art&iacute;culo sugiere una estrategia para lograrlo.</blockquote>
<br>

<h4><a href="paper222.html">Un Modelo no-lineal de Conducta de B&uacute;squeda de Informaci&oacute;n</a><br>
Allen Foster, Departamento de Estudios de Informaci&oacute;n, Universidad de Gales, Abeerystwyth, Gales, REINO UNIDO</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Se informa de los resultados de un estudio de conducta de b&uacute;squeda de informaci&oacute;n interdisciplinario de investigadores acad&eacute;micos y postgraduados.<br />
<strong>M&eacute;todo.</strong> El estudio aplic&oacute; los m&eacute;todos naturalistas recomendados por Lincoln y Guba para maximizar la credibilidad, transmisibilidad, confiabilidad, y confirmabilidad en la recogida y an&aacute;lisis de datos. El muestreo combin&oacute; m&eacute;todos intencionados y de bola de nieve, y conducentes a una muestra final de 45 investigadores interdisciplinarios de la Universidad de Sheffield. Se usaron entrevistas en profundidad semiestructuradas para sacar ejemplos detallados de b&uacute;squeda de informaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> La codificaci&oacute;n de las transcripciones de las entrevistas tuvieron lugar en m&uacute;ltiples iteraciones en el tiempo y se us&oacute; el software Atlas-ti para apoyar el proceso.<br />
<strong>Resultados.</strong> Se representaron los resultados del estudio en un modelo no-lineal de conducta de b&uacute;squeda de informaci&oacute;n. El modelo describe tres procesos centrales (Comienzo, Orientaci&oacute;n, y Consolidaci&oacute;n) y tres niveles de interacci&oacute;n contextual (Contexto Interior, Contexto Externo, y Aproximaci&oacute;n Cognoscitiva), cada uno de ellos compuesto de varias actividades individuales y atributos. Los interactividad y cambios descritos por el modelo, muestra la b&uacute;squeda de informaci&oacute;n como no-lineal, din&aacute;mica, hol&iacute;stica, y fluida.<br />
<strong>Conclusi&oacute;n.</strong> El art&iacute;culo concluye describiendo al modelo completo de conducta como an&aacute;logo a la paleta de un pintor en el que las actividades permanecen disponibles a lo largo de la b&uacute;squeda de informaci&oacute;n. Se incluye un resumen de las implicaciones importantes del modelo y direcciones posteriores de investigaci&oacute;n.</blockquote>
<br>
<h4><a href="paper220.html">Como usan los investigadores del comportamiento humano de informaci&oacute;n el trabajo de otros: un estudio b&aacute;sico de an&aacute;lisis de citas</a><br>
Lynne (E.F.) McKechnie, George R. Goodall, y Darian Lajoie-Paquette, Facultad de Estudios de Informaci&oacute;n y Medios de Comunicaci&oacute;n, University of Western Ontario, London, Ontario, Canada y Heidi Julien, Escuela de Biblioteconom&iacute;a y Documentaci&oacute;n, Universidad de Alberta, Edmonton, Alberta, Canad&aacute;.</h4>


<blockquote><strong>Introducci&oacute;n.</strong> El prop&oacute;sito de este estudio era determinar si y c&oacute;mo se usa la investigaci&oacute;n en comportamiento humano de informaci&oacute;n (HIB).<br />
<strong>M&eacute;todo.</strong> Usando ISI Web of Knowledge, se realiz&oacute; un an&aacute;lisis de citas sobre 155 art&iacute;culos en ingl&eacute;s de HIB publicados entre 1993 y 2000 en seis revistas importantes de LIS (Library and Information Science, Biblioteconom&iacute;a y Documentaci&oacute;n). Se identific&oacute; un n&uacute;cleo bibliom&eacute;trico de 12 art&iacute;culos. El an&aacute;lisis de contenido se realiz&oacute; sobre art&iacute;culos que citan el n&uacute;cleo (n=377) para determinar c&oacute;mo fueron citados los art&iacute;culos. Se construy&oacute; una visualizaci&oacute;n del dominio de las relaciones de citas dentro del corpus completo entero.<br />
<strong>An&aacute;lisis.</strong> Para analizar los datos se us&oacute; an&aacute;lisis de citas, an&aacute;lisis de contenido y an&aacute;lisis de redes sociales.<br />
<strong>Resultados.</strong> La bibliograf&iacute;a sobre HIB est&aacute; siendo citada, principalmente (81.5%) por los autores de LIS. Entre los campos fuera de LIS que citan art&iacute;culos de HIB se incluye la ingenier&iacute;a, psicolog&iacute;a, educaci&oacute;n y medicina. Generalmente se citaron los art&iacute;culos (36.0%), para resultados (28.5%) y para teor&iacute;a (25.3%) con pocas citas para el m&eacute;todo (6.0%). La visualizaci&oacute;n del dominio dibuj&oacute; un n&uacute;cleo claro de estudios de HIB rodeado de una periferia de bibliograf&iacute;a en gran parte no citada.<br />
<strong>Conclusi&oacute;n.</strong> La bibliograf&iacute;a en HIB todav&iacute;a no tiene un impacto significativo en otras disciplinas. Aparece como una disciplina de segunda fase, marcada por la consistencia te&oacute;rica y el crecimiento exponencial de las publicaciones y nuevos investigadores. Debe prestarse m&aacute;s atenci&oacute;n a las pr&aacute;cticas de escritura y cita para permitir que la bibliograf&iacute;a sobre HIB pueda llegar a ser una gu&iacute;a rica al acto de realizar investigaci&oacute;n en HIB.</blockquote>



<br>
<h4><a href="paper219.html">Significado y autoridad: la construcci&oacute;n social de un 'autor' entre investigadores de conducta de informaci&oacute;n</a><br> 
Michael Olsson, Departamento de Artes de los Medios, Comunicaci&oacute;n e Informaci&oacute;n, Universidad de Tecnolog&iacute;a, Sydney, Australia</h4>


<blockquote><strong>Introducci&oacute;n.</strong> El estudio explora los procesos sociales que influyen en la construcci&oacute;n por investigadores acad&eacute;micos (de conducta de informaci&oacute;n) del significado(s) e importancia de un autor y su prominente trabajo en la bibliograf&iacute;a de su campo (Brenda Dervin).<br />
<strong>M&eacute;todos.</strong> Entrevistas cualitativas semi-estructuradas, basadas en parte en las t&eacute;cnicas <em>l&iacute;nea-vida y l&iacute;nea-tiempo</em> desarrolladas por Dervin y sus colaboradores. Se muestrearon suficientemente los participantes para reflejar un rango de niveles de experiencia y los aproximaciones conceptuales.<br />
<strong>An&aacute;lisis.</strong> El estudio adopt&oacute; un acercamiento inductivo al an&aacute;lisis de los datos, basado en la aproximaci&oacute;n de <em>comparaci&oacute;n constante</em> de Glaser y Strauss. Se busc&oacute; la reacci&oacute;n de los participantes mediante correo electr&oacute;nico a lo largo del proceso de an&aacute;lisis.<br />
<strong>Resultados.</strong> <em>Interacciones y Relaciones</em> describe los contactos sociales involucrados en sus construcciones del autor; <em>El Papel de Construcciones Existentes</em> trata con el conocimiento existente de los participantes y comprensiones; y <em>Construcciones Aceptadas y Rebatidas</em> demuestra c&oacute;mo utilizaron sus construcciones existentes para aceptar o rebatir las construcciones que el autor les transmiti&oacute;.<br />
<strong>Conclusiones.</strong> Los procesos constructivos de los participantes involucraron la utilizaci&oacute;n de su experiencia previa (<em>construcciones existentes</em>) para aceptar o rebatir las construcciones que el autor les transmit&iacute;a en cada nuevo encuentro. Los procesos constructivos de los participantes ten&iacute;an dos aspectos interdependientes: la construcci&oacute;n del significado y la construcci&oacute;n de la autoridad.</blockquote>
<br>

<h4><a href="paper218.html">Hablando de usuarios: sobre los discursos de usuario en el campo de las bibliotecas p&uacute;blicas</a><br>
&Aring;se Hedemark, Jenny Hedman, Olof Sundin, Escuela sueca de Biblioteconom&iacute;a y Ciencia de Informaci&oacute;n, Colegio Universitario de Borås y Universidad de Goteborg, H&ouml;gskolan i Bor&aring;s, 501 90 Bor&aring;s, Suecia</h4>


<blockquote><strong>Introducci&oacute;n. </strong>El objetivo del estudio que presentamos es examinar los discursos de usuario identificados en el campo de la biblioteca p&uacute;blica sueca. Se proponen las siguientes cuestiones: &iquest;Qu&eacute; discursos de usuario pueden encontrarse y qu&eacute; los caracteriza? &iquest;C&oacute;mo se categorizan los usuarios y qu&eacute; implica esta categorizaci&oacute;n? El punto de la partida en este art&iacute;culo es que las formas en que se categorizan a los usuarios pueden influir en su conducta de informaci&oacute;n. Se discuten las consecuencias plausibles para la relaci&oacute;n entre el inter&eacute;s de la biblioteca p&uacute;blica y los usuarios.<br />
<strong>M&eacute;todo. </strong>El enfoque emp&iacute;rico del art&iacute;culo es un an&aacute;lisis del discurso con un punto de arranque en la teor&iacute;a del discurso de Ernest Laclaus y Chantal Mouffe.<br />
<strong>An&aacute;lisis.</strong> Se analizan sesenta y dos art&iacute;culos de tres reputadas revistas suecas de biblioteconom&iacute;a a trav&eacute;s de un modelo en cuatro fases. Estas fases consisten en las designaciones de usuarios, categor&iacute;as de usuario, temas dentro de los que se describen a los usuarios y discursos de usuario.<br />
<strong>Resultados. </strong>Se revelan cuatro discursos de usuario: un discurso de educaci&oacute;n general, un discurso pedag&oacute;gico, un discurso de tecnolog&iacute;a de la informaci&oacute;n y un discurso de gesti&oacute;n de informaci&oacute;n.<br />
<strong>Conclusi&oacute;n.</strong> Los discursos contienen tanto niveles de idealizaci&oacute;n como la ret&oacute;rica relacionada con la experiencia. El discurso de educaci&oacute;n general dominante se basa en la tradici&oacute;n de fomentar y refinar as&iacute; como educar al p&uacute;blico general y por eso se reproduce la desigualdad entre el usuario y la biblioteca.</blockquote>


<br>


<h4><a href="paper223.html">Algo viejo, algo nuevo: los resultados preliminares de un estudio exploratorio sobre los h&aacute;bitos de informaci&oacute;n de personas y los terrenos de informaci&oacute;n</a><br>
Karen Fisher y Charles Naumer, Escuela de Informaci&oacute;n, Universidad de Washington, Seattle, WA EE.UU.,  Joan Durrance, Escuela de Informaci&oacute;n, la Universidad de Michigan, Ann Arbor, MI EE.UU., Lynn Stromski y Torben Christiansen, United Way of King County, Seattle, WA EE.UU.</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Exploramos el principio de Harris y Dewdney de que las personas siguen patrones habituales de b&uacute;squeda cotidiana de informaci&oacute;n junto con la noci&oacute;n de Pettigrew de terrenos de informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio telef&oacute;nico de 612 residentes urbano-rurales con respecto a sus necesidades de servicios de salud y humanos en la asociaci&oacute;n con la United Way of America.<br />
<strong>An&aacute;lisis.</strong> Se usaron m&eacute;todos cuantitativos y cualitativos (an&aacute;lisis de contenido de las respuestas de pregunta abierta) para analizar los datos.<br />
<strong>Resultados.</strong> Las resultados revelaron: los lazos fuertes (40%) e Internet (39%) son las fuentes de informaci&oacute;n primarias de las personas; las personas tanto valoran como critican m&aacute;s la habilidad de sus fuentes de proporcionar informaci&oacute;n fiable y de confianza; y, que las terrenos de informaci&oacute;n m&aacute;s comunes son los sitios de culto y el lugar de trabajo.<br />
<strong>Conclusi&oacute;n.</strong> Las personas tienen terrenos de informaci&oacute;n de los que adquieren la informaci&oacute;n e Internet est&aacute; emergiendo como un <em>terreno</em> de informaci&oacute;n popular. Los resultados sugieren que posteriores investigaciones pueden proporcionar una idea de los tipos de <em>terrenos</em> de informaci&oacute;n, las formas en que se construye socialmente la informaci&oacute;n en estos lugares y c&oacute;mo los <em>terrenos</em> de informaci&oacute;n evolucionan con el tiempo.</blockquote>

<br>

<h4><a href="paper224.html">B&uacute;squeda de informaci&oacute;n sobre salud entre los latinos reci&eacute;n llegados: un estudio exploratorio</a><br>
Christina Courtright , Escuela de Biblioteconom&iacute;a y Ciencia de Informaci&oacute;n, Universidad de Indiana, Bloomington, Indiana, EE.UU.</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este estudio exploratorio examina las pr&aacute;cticas de b&uacute;squeda de informaci&oacute;n sobre salud entre latinoamericanos reci&eacute;n llegados a una peque&ntilde;a ciudad de los Estados Unidos. El marco ubica estas pr&aacute;cticas dentro de las redes sociales, el contexto institucional local y el uso y no-uso de tecnolog&iacute;as de la informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se realizaron entrevistas semiestructuradas en espa&ntilde;ol con siete trabajadores inmigrantes. Las entrevistas sacaron incidentes tanto de b&uacute;squeda intencionada como de hallazgos accidentales de informaci&oacute;n sobre salud.<br />
<strong>An&aacute;lisis.</strong> Los datos fueron codificados con referencia a las redes sociales, las fuerzas de las redes sociales, y las percepciones y usos de instituciones, organizaciones, y tecnolog&iacute;as, tratando el incidente de informaci&oacute;n como la unidad de an&aacute;lisis.<br />
<strong>Resultados.</strong> A menudo se ayuda en la b&uacute;squeda de informaci&oacute;n tanto en las redes sociales como en las instituciones importantes, aunque la calidad de la informaci&oacute;n transmitida a trav&eacute;s de las redes sociales es propensa a ser desigual, y los reci&eacute;n llegados son incapaces de obtener una apreciaci&oacute;n global adecuada de la asistencia sanitaria local para una mejor toma de decisiones. De inter&eacute;s particular es el hallazgo que el entorno de informaci&oacute;n local ha evolucionado significativamente en respuesta a la creciente demanda de servicios en espa&ntilde;ol y de bajos ingresos.<br />
<strong>Conclusi&oacute;n.</strong> Es particularmente importante para los investigadores de conducta de informaci&oacute;n examinar las interacciones din&aacute;micas entre las poblaciones del estudio y sus entornos de informaci&oacute;n en el tiempo.</blockquote>

<br>

<h4><a href="paper214.html">La naturaleza de la informaci&oacute;n y el uso efectivo de la informaci&oacute;n en el desarrollo rural</a><br>
Hester W.J. Meyer , Departamento de Ciencia de la Informaci&oacute;n, Universidad of Sur&aacute;frica, Pretoria, Sur&aacute;frica</h4>


<blockquote><strong>Introducci&oacute;n.</strong> Informamos sobre el papel de la informaci&oacute;n en el desarrollo de comunidades rurales, en las que perdura fuertemente el impacto de la tradici&oacute;n oral. La naturaleza de los atributos, y el tipo particular de mecanismos de comunicaci&oacute;n a usar, se han propuesto como factores clave en el uso de la informaci&oacute;n en las comunidades rurales.<br />
<strong>M&eacute;todo. </strong>Se han realizado estudios bibliogr&aacute;ficos para determinar la naturaleza de la informaci&oacute;n, y las habilidades en el manejo de la informaci&oacute;n de las personas tradicionales. Un estudio en profundidad con visitas de campo proporcion&oacute; informaci&oacute;n sobre las pr&aacute;cticas en la vida real.<br />
<strong>An&aacute;lisis.</strong> Se ha llevado a cabo un an&aacute;lisis cualitativo para encontrar la correspondencia entre la evidencia del estudio de casos pr&aacute;cticos y visitas de campo con la evidencia en la bibliograf&iacute;a. Se tuvieron en cuenta requisitos para el desarrollo del proceso.<br />
<strong>Resultados.</strong> La comparaci&oacute;n de los atributos de informaci&oacute;n con los requisitos para el desarrollo de personas tradicionales revel&oacute; que ciertos atributos de informaci&oacute;n son conducentes al desarrollo mientras que otros pueden ser contraproducentes al proceso de desarrollo si no se dirigen apropiadamente.<br />
<strong>Conclusi&oacute;n. </strong>El uso exitoso de la informaci&oacute;n como un recurso para el desarrollo depende principalmente del conocimiento de la naturaleza de la informaci&oacute;n y de la habilidad de los remitentes para aplicar los mecanismos de comunicaci&oacute;n apropiados de forma entendible a las personas tradicionales. Este resultado tiene implicaciones para las personas involucradas en el desarrollo de comunidades rurales.</blockquote>

<br>

<h4><a href="paper216.html">Los directores acuden a la red social para la b&uacute;squeda de informaci&oacute;n</a><br>
Maureen L. Mackenzie, Escuela de Negocios, Universidad de Dowling, Oakdale, Nueva York 11769, EE.UU.</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El prop&oacute;sito de este estudio era explorar c&oacute;mo los directores seleccionaban a individuos para servir como fuentes de informaci&oacute;n. El contexto social de un entorno de negocios con &aacute;nimo de lucro ofreci&oacute; la oportunidad de estudiar la b&uacute;squeda de informaci&oacute;n entre <em>directores de primer nivel (line managers)</em> que interact&uacute;an.<br />
<strong>M&eacute;todo.</strong> Para la captura de datos se usaron m&eacute;todos cualitativos de red social y entrevista. El estudio se realiz&oacute; en una unidad comercial autosuficiente de una gran corporaci&oacute;n con base en EE.UU. Participaron en el estudio veintid&oacute;s <em>directores de primer nivelM/em> en total.<br />
<strong>An&aacute;lisis.</strong> Como t&eacute;cnica de an&aacute;lisis de datos se seleccion&oacute; el <em>an&aacute;lisis de contenido</em>. Los elementos de inter&eacute;s fueron los temas de los datos. Se us&oacute; una codificaci&oacute;n abierta para interrogar los datos para asegurar una aproximaci&oacute;n sistem&aacute;tica de forma que los investigadores futuros puedan reproducir el proceso.<br />
<strong>Resultados.</strong> La relaci&oacute;n, m&aacute;s que el conocimiento, puede ser la raz&oacute;n por la que se ve a un <em>director de primer nivel</em> como una fuente de informaci&oacute;n. Adem&aacute;s de la relaci&oacute;n, el conocimiento de un gestor individual, la conducta de comunicaci&oacute;n, el estilo cognoscitivo, y la habilidad cognoscitiva juegan un papel influyente para ser seleccionado como una fuente de informaci&oacute;n.<br />
<strong>Conclusi&oacute;n. </strong>El flujo no-jer&aacute;rquico de informaci&oacute;n entre gestores y las razones por las que los gestores buscan a otros como fuentes de informaci&oacute;n diferencian a los  directores de primer nivel como un &uacute;nico grupo de usuarios de informaci&oacute;n.</blockquote>

<br>
<h4><a href="paper215.html">Una revisi&oacute;n de la investigaci&oacute;n de la b&uacute;squeda de informaci&oacute;n en la Web: consideraciones de m&eacute;todo y focos de inter&eacute;s</a><br> 
Konstantina Martzoukou, el Departamento de Gesti&oacute;n de informaci&oacute;n, la Escuela de comercio de Aberdeen, La Robert Gordon University, Aberdeen, REINO UNIDO.</h4>


<blockquote><strong>Introducci&oacute;n.</strong> Esta revisi&oacute;n muestra que la investigaci&oacute;n sobre la b&uacute;squeda de informaci&oacute;n en Web sufre de inconsistencias en el m&eacute;todo y de falta de homogeneidad en los focos (temas/problemas centrales) de investigaci&oacute;n.<br />
<strong>Contexto. </strong>Se necesitan m&eacute;todos cualitativos y cuantitativos para producir una visi&oacute;n comprensiva de la b&uacute;squeda de informaci&oacute;n. Los estudios tambi&eacute;n recomiendan la observaci&oacute;n como una de las formas fundamentales de consecuci&oacute;n de conocimiento directo sobre la conducta. La investigaci&oacute;n centrada en el usuario acent&uacute;a la importancia de las aproximaciones hol&iacute;sticas que incorporen elementos f&iacute;sicos, cognoscitivos, y afectivos.<br />
<strong>Problemas.</strong> Los estudios comprensivos son limitados; muchas aproximaciones son problem&aacute;ticas y no se ha desarrollado un marco metodol&oacute;gico consistente. La investigaci&oacute;n a menudo no ha asegurado muestras apropiadas que aseguren validez cuantitativa y consistencia cualitativa. Normalmente, la observaci&oacute;n se ha basado en necesidades de informaci&oacute;n simuladas en vez de necesidades de informaci&oacute;n reales y la mayor&iacute;a de los estudios muestran un peque&ntilde;o intento de examinar hol&iacute;sticamente las diferentes caracter&iacute;sticas de los usuarios en el mismo esquema de investigaci&oacute;n. La investigaci&oacute;n tambi&eacute;n trata diversos aspectos de estilo cognoscitivo y habilidad con definiciones variantes de destreza y capas diferentes de experiencia del usuario. Finalmente no se ha investigado extensivamente el efecto de los elementos sociales y culturales.<br />
<strong>Conclusi&oacute;n.</strong> Las limitaciones existentes en el m&eacute;todo y la pl&eacute;tora de aproximaciones diferentes no permiten un gran progreso y muchas comparaciones entre estudios. Hay una necesidad urgente de establecer un marco te&oacute;rico en el que puedan basarse los estudios futuros para que la conducta de b&uacute;squeda de informaci&oacute;n pueda ser entendida m&aacute;s hol&iacute;sticamente, y puedan generalizarse los resultados.</blockquote>

<br>
 
<h4><a href="paper217.html">El conocimiento del dominio, conducta de la b&uacute;squeda, y efectividad de la b&uacute;squeda de estudiantes de ingenier&iacute;a y ciencias: un estudio exploratorio</a><br> 
Xiangmin Zhang, Escuela de Comunicaci&oacute;n, Informaci&oacute;n y la Biblioteconom&iacute;a, Universidad de Rutgers New Brunswick, NJ 08901, EE.UU.; Hermina G.B. Anghelescu, Programa de Biblioteconom&iacute;a y Ciencia de la Informaci&oacute;n, Universidad Estatal Wayne, Detroit, MI 48202, EE.UU.; Xiaojun Yuan, Escuela de Comunicaci&oacute;n, Informaci&oacute;n y la Biblioteconom&iacute;a, Universidad de Rutgers New Brunswick, NJ 08901, EE.UU.</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este estudio pretendi&oacute; dar respuesta a tres preguntas: 1) &iquest;afectar&iacute;a significativamente el nivel de conocimiento del dominio la conducta de b&uacute;squeda del usuario? 2) &iquest;afectar&iacute;a significativamente el nivel de conocimiento del dominio la efectividad de la b&uacute;squeda?, y 3) &iquest;cual ser&iacute;a la relaci&oacute;n entre la conducta de b&uacute;squeda y la efectividad de la b&uacute;squeda?<br />
<strong>M&eacute;todo.</strong> Se pidi&oacute; a los participantes que valoraran su familiaridad con 200 t&eacute;rminos de un tesauro para medir su nivel de conocimiento del dominio. Tambi&eacute;n buscaron sobre tres temas asignados usando la base de datos COMPENDEX. Los datos se reunieron a trav&eacute;s de encuestas pre y post b&uacute;squeda, formulario de valoraci&oacute;n de t&eacute;rminos del tesauro, registros de ordenador, y listados de sesi&oacute;n de b&uacute;squeda.<br />
<strong>An&aacute;lisis.</strong> Se analizaron cuantitativamente y cualitativamente los datos de veintid&oacute;s estudiantes de ingenier&iacute;a y ciencias. Para el an&aacute;lisis cuantitativo se incluyeron tanto estad&iacute;sticas descriptivas como comprobaci&oacute;n estad&iacute;stica, mientras que el an&aacute;lisis cualitativo fue sobre el uso de t&eacute;rminos en las consultas.<br />
<strong>Resultados.</strong> Cuando aumenta el nivel de conocimiento del dominio, el usuario tiende a hacer m&aacute;s b&uacute;squedas y usar m&aacute;s t&eacute;rminos en las consultas. Sin embargo, la efectividad de la b&uacute;squeda se mantiene igual para todos los participantes.<br />
<strong>Conclusi&oacute;n.</strong> El nivel de conocimiento del dominio parece tener efecto en la conducta de b&uacute;squeda, pero no en la efectividad de la b&uacute;squeda, y la conducta de b&uacute;squeda no parece estar relacionada con la efectividad de la b&uacute;squeda. Los resultados est&aacute;n limitados por el peque&ntilde;o tama&ntilde;o de la muestra y necesitan ser confirmados en estudios adicionales.</blockquote>

<br>

<h4><a href="paper221.html">La alfabetizaci&oacute;n de informaci&oacute;n de estudiantes de medicina que estudian en un plan de estudios basado en problemas y en uno tradicional</a><br>
Eeva-Liisa Eskola, Departamento de Estudios de Informaci&oacute;n, Universidad Åbo Akademi, FIN-20500 Turku, Finlandia</h4>


<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo informa sobre parte de un proyecto de investigaci&oacute;n, sobre las relaciones entre los m&eacute;todos de aprendizaje y los comportamientos de informaci&oacute;n de estudiantes en Finlandia. Se ha sugerido que los m&eacute;todos de aprendizaje centrados en el estudiante, como el aprendizaje basado en problemas, influencia las necesidades, b&uacute;squeda y us&oacute; de informaci&oacute;n de los estudiantes. El enfoque de este art&iacute;culo est&aacute; en el concepto de alfabetizaci&oacute;n de informaci&oacute;n como parte de los comportamientos de informaci&oacute;n de los estudiantes.<br />
<strong>M&eacute;todo.</strong> En 1998, se realizaron diecis&eacute;is entrevistas tem&aacute;ticas en la Escuela M&eacute;dica Universitaria de Tampere que aplic&oacute; el plan de estudios de aprendizaje basados en problemas y quince entrevistas en la Escuela M&eacute;dica Universitaria de Turku en la que se implement&oacute; el plan de estudios tradicional con un programa de contacto temprano con el paciente. Las transcripciones de las entrevistas se tomaron como los datos para el an&aacute;lisis.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis cualitativo se llev&oacute; a cabo con la ayuda del programa de NUD*IST.<br />
<strong>Resultados. </strong>Del an&aacute;lisis emergieron tres tipos diferentes de habilidades de alfabetizaci&oacute;n de informaci&oacute;n: 1. habilidades de alfabetizaci&oacute;n de informaci&oacute;n desarrolladas, 2. habilidades de alfabetizaci&oacute;n de informaci&oacute;n sencillas, y 3. habilidades de alfabetizaci&oacute;n de informaci&oacute;n subdesarrolladas. Las habilidades de alfabetizaci&oacute;n de informaci&oacute;n desarrolladas tendieron a aparecer m&aacute;s en el plan de estudios de aprendizaje basado en problemas que en el plan de estudios no basado en problemas. Los resultados se reflejan contra las siete caras de Bruce de alfabetizaci&oacute;n de informaci&oacute;n. El estudio confirma los resultados de los primeros estudios de la superioridad de la instrucci&oacute;n de grupos peque&ntilde;os comparada con la lecci&oacute;n magistral como m&eacute;todo de instrucci&oacute;n en cursos de alfabetizaci&oacute;n de informaci&oacute;n, y la importancia de la correcta sincronizaci&oacute;n con la integraci&oacute;n en asignaturas.<br />
<strong>Conclusi&oacute;n.</strong> Los resultados indican que la alfabetizaci&oacute;n de informaci&oacute;n del estudiante se desarrolla por una parte a trav&eacute;s del uso activo de la informaci&oacute;n y fuentes en conexi&oacute;n con necesidades de informaci&oacute;n reales, y por otro lado a trav&eacute;s de un contexto educativo que ofrezca oportunidades de obtener diferentes puntos de vista de los temas.</blockquote>

<br>

<h4><a href="paper227.html">Extendiendo la carga: la informaci&oacute;n m&oacute;vil y las tecnolog&iacute;as de comunicaciones y su efecto en la sobrecarga de informaci&oacute;n</a><br>
David K. Allen y M. Shoard, Escuela de Negocios Universitaria de Leeds, Universidad de Leeds, Leeds, LS2 9JT, REINO UNIDO</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Informamos de un proyecto de investigaci&oacute;n a peque&ntilde;a escala que examin&oacute; el impacto de las tecnolog&iacute;as m&oacute;viles en la experiencia de sobrecarga de informaci&oacute;n de los usuarios. El proyecto se centr&oacute; en un grupo de trabajadores que ha prestado relativamente poca atenci&oacute;n a la tecnolog&iacute;a m&oacute;vil y a la bibliograf&iacute;a de sobrecarga de informaci&oacute;n: los altos directivos.<br />
<strong>M&eacute;todo.</strong> Se adopt&oacute; una aproximaci&oacute;n de estudio de casos pr&aacute;cticos, complementario a la aproximaci&oacute;n incremental para la construcci&oacute;n te&oacute;rica. Se adopta una aproximaci&oacute;n inductiva a la recolecci&oacute;n de datos y los resultados se interpretan a la luz de un trabajo anterior. El lugar del caso fue el Cuerpo de polic&iacute;a de Yorkshire Oriental en el REINO UNIDO d&oacute;nde se usaban port&aacute;tiles (PDA) BlackBerryTM por altos funcionarios.<br />
<strong>An&aacute;lisis.</strong> Se desarroll&oacute; un programa de entrevistas semiestructuradas y se aplic&oacute; en entrevistas cara a cara con el Equipo de Alta Direcci&oacute;n y sus secretarias. Todas las entrevistas se grabaron y se analizaron las transcripciones de las entrevistas, usando una codificaci&oacute;n cualitativa.<br />
<strong>Resultados.</strong> Se desarroll&oacute; un modelo conceptual de las interacciones y relaciones entre los elementos clave que conducen y median los flujos de informaci&oacute;n y la conducta de informaci&oacute;n dentro de un ambiente org&aacute;nico complejo. Se hall&oacute; que las conductas de informaci&oacute;n de los directivos y las estrategias de afrontamiento han cambiado desde la introducci&oacute;n de los dispositivos m&oacute;viles. Los agentes est&aacute;n m&aacute;s predispuestos a tratar con la informaci&oacute;n recibida prontamente, de forma que se produzca una menor formaci&oacute;n de colas de espera de mensajes (aunque todav&iacute;a prevalecen las estrategias de filtro). Tambi&eacute;n se hall&oacute; que la aproximaci&oacute;n (respondiendo de una manera imprecisa) hab&iacute;a aumentado. En esta aplicaci&oacute;n particular, la tecnolog&iacute;a m&oacute;vil no ha alterado la conducta de obtenci&oacute;n (pull) de informaci&oacute;n de los directivos.<br />
<strong>Conclusi&oacute;n.</strong> El hallazgo principal es la gesti&oacute;n de la informaci&oacute;n personal ahora se distribuye m&aacute;s uniformemente a lo largo del d&iacute;a. As&iacute;, la tecnolog&iacute;a ha habilitado a los agentes a extender la carga y, de esta forma, ha ayudado a aliviar algunas de las presiones creadas por la sobrecarga de informaci&oacute;n.</blockquote>

 <br>

 <h4><a href="paper226.html">La relevancia como proceso: los juicios en el contexto de la investigaci&oacute;n cient&iacute;fica</a><br>
Theresa Dirndorfer Anderson, Universidad de Tecnolog&iacute;a, Sydney, P.O. Box 123, Broadway, NSW 2007 Australia</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo discute c&oacute;mo explorar el proceso de investigaci&oacute;n en profundidad, y a lo largo del tiempo contribuye a una comprensi&oacute;n m&aacute;s completa de las interacciones con varias representaciones de la informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Un estudio etnogr&aacute;fico longitudinal explor&oacute; las decisiones tomadas por dos informadores involucrados en la investigaci&oacute;n cient&iacute;fica. Se observ&oacute; la valoraci&oacute;n de relevancia y la b&uacute;squeda de informaci&oacute;n como parte de los propios proyectos de investigaci&oacute;n de los informadores. Para el trabajo del campo se usaron m&eacute;todos de descubrimiento que permitieron a los informadores <em>dar forma a</em> la exploraci&oacute;n de las pr&aacute;cticas que rodean las comprensiones en evoluci&oacute;n de sus temas.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis inductivo se llev&oacute; a cabo sobre los datos cualitativos recopilados durante un per&iacute;odo de dos a&ntilde;os de juicios observados documento por documento. El art&iacute;culo introduce amplias categor&iacute;as que apuntan a la variabilidad y riqueza de las formas en que los informadores usaron las representaciones de recursos de informaci&oacute;n para hacer juicios de relevancia.<br />
<strong>Resultados.</strong> Los juicios de relevancia parecen ser conductores de la b&uacute;squeda y los procesos de investigaci&oacute;n de los informadores durante las observaciones. Centrarnos en las metas de la investigaci&oacute;n en lugar de en las tareas de la recuperaci&oacute;n nos lleva a una comprensi&oacute;n m&aacute;s completa de la relaci&oacute;n entre las metas &uacute;ltimas de la investigaci&oacute;n y la articulaci&oacute;n de esas metas en interacciones con los sistemas de informaci&oacute;n.<br />
<strong>Conclusi&oacute;n.</strong> La valoraci&oacute;n de relevancia es un proceso que se desarrolla en la realizaci&oacute;n de una b&uacute;squeda, la fabricaci&oacute;n de juicios y en el uso de textos y representaciones de informaci&oacute;n.</blockquote>


<br>

<h4><a href="paper213.html">Evaluaci&oacute;n de la calidad de sitios Web en contexto: recuperaci&oacute;n de informaci&oacute;n en la Web sobre alimentos modificados gen&eacute;ticamente</a><br>
Claire R. McInerney y Nora J. Bird, Escuela de Comunicaci&oacute;n, Estudios de Informaci&oacute;n y Documentaci&oacute;n, Rutgers, Universidad Estatal de Nueva Jersey, 4 Huntington St., New Brunswick, NJ 08901 EE.UU.</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El conocimiento de la credibilidad de la informaci&oacute;n en Internet sobre alimentos modificados gen&eacute;ticamente es cr&iacute;tica para la b&uacute;squeda cotidiana de informaci&oacute;n de los consumidores que forman su opini&oacute;n acerca de esta naciente tecnolog&iacute;a. La Herramienta de Evaluaci&oacute;n de la Calidad de Sitios Web (The Website Quality Evaluation Tool, WQET) es un valioso instrumento que puede ser utilizado para determinar la calidad de los sitios Web sobre un tema.<br />
<strong>M&eacute;todo.</strong> Este estudio intent&oacute; usar la WQET para determinar la calidad de los sitios Web en el contexto de la biotecnolog&iacute;a o los alimentos gen&eacute;ticamente modificados y buscar una o m&aacute;s caracter&iacute;sticas f&aacute;cilmente identificables, tales como prejuicio, compromiso, uso de meta-etiquetas e intervalo de actualizaci&oacute;n-acceso al sitio (intervalo de tiempo entre la &uacute;ltima actualizaci&oacute;n del sitio y la fecha de revisi&oacute;n), que podr&iacute;an usarse como un discriminador r&aacute;pido de la calidad de un sitio Web.<br />
<strong>An&aacute;lisis.</strong> Mediante el uso de SPSS, se realiz&oacute; el an&aacute;lisis de la varianza y el an&aacute;lisis de regresi&oacute;n con las variables de sitio Web de una poblaci&oacute;n de cien sitios Web sobre alimentos modificados gen&eacute;ticamente.<br />
<strong>Resultados.</strong> S&oacute;lo el intervalo de actualizaci&oacute;n-acceso del sitio se hall&oacute; como un indicador de calidad simplificado con una relaci&oacute;n inversa. A m&aacute;s largo intervalo, m&aacute;s baja la puntuaci&oacute;n de calidad.<br />
<strong>Conclusi&oacute;n.</strong> El estudio estableci&oacute; un modelo para la evaluaci&oacute;n de la calidad de los sitios Web. El intervalo de actualizaci&oacute;n-acceso ha demostrado ser el &uacute;nico indicador claro para juzgar la calidad de un sitio Web en la b&uacute;squeda cotidiana de informaci&oacute;n.</blockquote>



 
<hr style="color: rgb(0, 0, 128);" size="3">
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 19th January, 2005</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif">
<table align="center"><tr><td><div id="button">
<ul>
	<li><a href="infres102.html">Contents | </a></li>
	<li><a href="../iraindex.html">Author index | </a></li>
	<li><a href="../irsindex.html">Subject index | </a></li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr></table>

<hr size="3" style="color:#000080 ;" />
</body>

<!-- Mirrored from informationr.net/ir/10-2/spanish102.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:58 GMT -->
</html>