<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<!-- Mirrored from informationr.net/ir/14-2/paper399.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:35 GMT -->
<head>


<title>Paradigmatic, historical and <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>coordinates of Information Science: a systematization.</title>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<!--Enter appropriate data in the content fields-->
<meta name="dc.title" content="<span>Paradigmatic</span>, <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> historical and <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>coordinates of Information Science: a systematization." />
<meta name="dc.creator" content="Rosa Lidia Vega-Almeida, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> Carlos Fern&aacute;ndez-Molina, Radam&eacute;s Linares" />
<meta name="dc.subject" content="This work tries to analyse and to <span>establish</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>the historical and <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>coordinates of Information Science, which, in <span>search</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of a definitive solution to the problems <span>distinguish</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>it,  has evolved from the explicit validation of the objectivity of the knowledge, in the first stage, to the acceptance of the subject as a social being who constructs knowledge in close relation with its context and through processes of reflection and interpretation" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> content="Introduction. This work tries to analyse and to <span>establish</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>the historical and <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>coordinates of Information Science, which, in <span>search</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of a definitive solution to the problems <span>distinguish</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>it,  has evolved from the explicit validation of the objectivity of the knowledge, in the first stage, to the acceptance of the subject as a social being who constructs knowledge in close relation with its context and through processes of reflection and interpretation. Methodology and analysis. <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>chronological division in three stages, dominated by the <span>paradigms</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>was used successively as physical, <span>mental</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and social departure points, and each was analysed through a series of <span>qualitative</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>variables. The analysis was carried out by means of a literature review. Results. The approach from the historical and <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>perspectives allowed one to clarify the substantial differences that <span>indicate</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>a cyclical reconstruction of the theoretical-conceptual pillars of the <span>discipline</span>. <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> These differences allowed the identification of those distinguishing aspects <span>central</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>to the relationship subject-object-context, and tie in with the social paradigm and its emergence. Conclusions. If the physical paradigm is primarily responsible for shaping Information Science as a <span>discipline</span>, <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> to <span>establish</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>the theoretical foundations and methodological foundations; the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>paradigm, by focusing on the subject as an individual, is a reflection of social change and is intellectually more radical. For its part, the social paradigm transcends the narrow <span>framework</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and methodological tool that supports the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>paradigm, the <span>emphasis</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>on the historicity of all social phenomena, and the persistent questioning of all the subjective elements in the theoretical models." />
<meta name="dc.subject.keywords" content="information science, <span>epistemology</span>, <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> <span>paradigms</span>" <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> />

<!--leave the following to be completed by the Editor-->
<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper399.html" />
<meta name="dc.relation.IsPartOf" content="infres142.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2009-06-15" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			}
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}
		}

	</script>

<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}


.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}

.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted #5E96FD;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: #5E96FD;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy;
    border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy;
    font-weight: bold;
}


</style>

<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head><body bgcolor="#ffffff">
<table cellspacing="0" cellpadding="0" align="center" border="0">
  <tbody>
  <tr>
    <td align="center" colspan="5" height="30"><img height="45" alt="header" src="../mini_logo2.gif"
      width="336" /><br /><span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 14  no. 2, June, 2009</span><br /><br />
      <div class="button">
      <ul>
        <li><a href="infres142.html">Contents</a> |  </li>
        <li><a href="../iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index-2.html">Home</a>  </li>
   </ul></div></td></tr>
  <tr>
    <td>&nbsp;</td></tr></tbody></table>
<hr style="color: rgb(94, 150, 253);" size="1" />

<h1>Coordenadas paradigm&aacute;ticas, hist&oacute;ricas y epistemol&oacute;gicas de la Ciencia de la Informaci&oacute;n: una sistematizaci&oacute;n</h1>
<br/>
<div style="margin-left: 10%; margin-right: 10%;">
<h4><a href="mailto:vega.rosa@infomed.sld.cu">Rosa Lidia Vega-Almeida</a><br/>
<strong>Unidad de An&aacute;lisis y Tendencias en Salud, Ministerio de Salud P&eacute;blica, Ciudad de La Habana, Cuba.</strong></h4>
<h4><a href="mailto:jcfernan@ugr.es">J. Carlos Fern&aacute;ndez-Molina</a><br/>
<strong>Facultad de Comunicaci&oacute;n y Documentaci&oacute;n, Univer0ad de Granada, Espa&ntilde;a.</strong></h4>
<h4><a href="mailto:rlinares@infomed.sld.cu">Radam&eacute;s Linares</a><br/>
<strong>Facultad de Comunicaci&oacute;n. Departamento de Bibliotecolog&iacute;a y Ciencia de la Informaci&oacute;n, Univer0ad de la Habana, Cuba.</strong></h4>
</div>
<br/>

<form action="#">
<fieldset>
<legend>Resumen </legend>
<blockquote>
<strong>Introducci&oacute;n.</strong> Este trabajo pretende analizar y establecer las coordenadas hist&oacute;ricas y epistemol&oacute;gicas de la Ciencia de la Informaci&oacute;n, que, en la b&eacute;squeda de una soluci&oacute;n definitiva a los problemas que la singularizan, ha evolucionado desde la expl&iacute;cita validaci&oacute;n de la objetividad del conocimiento, en una primera etapa, a la aceptaci&oacute;n del sujeto como ente social que construye el conocimiento en estrecha relaci&oacute;n con su contexto y a trav&eacute;s de procesos de reflexi&oacute;n e interpretaci&oacute;n.<br/>
<strong>Metodolog&iacute;a y An&aacute;lisis.</strong> Se utiliz&oacute; como punto de partida una divisi&oacute;n cronol&oacute;gica en tres etapas, dominadas sucesivamente por los paradigmas f&iacute;sico, cognitivo y social, y cada una de ellas fue analizada a trav&eacute;s de una serie de variables cualitativas. El an&aacute;lisis se llev&oacute; a cabo mediante una revisi&oacute;n bibliogr&aacute;fica.<br/>
<strong>Resultados.</strong> El acercamiento desde perspectivas hist&oacute;ricas y epistemol&oacute;gicas permiti&oacute; precisar las sustanciales diferencias que indican una reconstrucci&oacute;n c&iacute;clica de los pilares te&oacute;ricos-conceptuales disciplinarios. Estas diferencias permitieron identificar aquellos aspectos distintivos centrados en la relaci&oacute;n sujeto-objeto-contexto, y vinculados con el paradigma social y su emergencia. <br/>
<strong>Conclusiones.</strong> Si el paradigma f&iacute;sico es el <span>principal</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>responsable de la configuraci&oacute;n de la Ciencia de la Informaci&oacute;n como disciplina, al establecer los cimientos te&oacute;rico-metodol&oacute;gicos fundacionales, el paradigma cognitivo, al centrarse en el sujeto como ente individual, es reflejo de un cambio social e intelectual m&aacute;s radical. Por su parte, el paradigma social trasciende el estrecho marco utilitario y metodol&oacute;gico que sustent&oacute; el paradigma cognitivo, al hacer &eacute;nfasis en la historicidad de todos los fen&oacute;menos sociales, y en el cuestionamiento persistente de todos los elementos subjetivos presentes en los modelos te&oacute;ricos. </blockquote>
<div align="center"><b><a href="#abs">Abstract in English</a></b></div>
</fieldset>
</form>

<br />
<div align="center"> 
  <input value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: white; background-color: rgb(94, 150, 253);" onclick="doChangeFont()" type="button" />
</div>
<br />

<h2>Introducci&oacute;n</h2>

<p>La utilizaci&oacute;n de propuestas te&oacute;rico-metodol&oacute;gicas extra e intradisciplinarias para el estudio de las transformaciones que se manifiestan en un &aacute;rea del conocimiento, constituye un aspecto esencial para una mejor interpretaci&oacute;n de sus peculiaridades, as&iacute; como de su comportamiento en relaci&oacute;n con su contexto. Particularmente, la Ciencia de la Informaci&oacute;n no ha estado ajena a este fen&oacute;meno, por cuanto su posible cientificidad ha 0o objeto de fuertes pol&eacute;micas desde su nacimiento, y entre los objetivos cardinales de su comunidad ha estado siempre el desarrollo de s&oacute;lidos fundamentos te&oacute;ricos que permitan la reafirmaci&oacute;n de su identidad como disciplina cient&iacute;fica.</p>

<p>La evoluci&oacute;n de la Ciencia de la Informaci&oacute;n puede ser analizada a trav&eacute;s de dos propuestas que persiguen la vinculaci&oacute;n rec&iacute;proca de los fen&oacute;menos intra y extradisciplinarios: la teor&iacute;a sobre la estructura de las revoluciones cient&iacute;ficas de Thomas Kuhn (<a href="#kuh71">1971</a>), presente regularmente en la base intelectual de la disciplina desde su etapa fundacional, y el An&aacute;lisis de Dominio de Hj&oslash;rland y Albrechtsen (<a href="#hjo95">1995</a>), de gran influencia en la &eacute;ltima d&eacute;cada (<a href="#ast07">&Aring;str&ouml;m 2007</a>; <a href="#bud95">Budd 1995</a>; <a href="#pet01">Pettigrew &amp; McKechnie 2001</a>; <a href="#whi98">White &amp; McCain 1998</a>). Ambas propuestas te&oacute;rico-metodol&oacute;gicas se caracterizan por incluir las nociones de paradigma y comunidad (cient&iacute;fica o discursiva) en su aparato conceptual, adem&aacute;s de advertir la pertinencia de combinar los enfoques hist&oacute;rico y epistemol&oacute;gico para el estudio del proceso evolutivo en una disciplina concreta. De igual forma, las dos parten de la atenci&oacute;n particular a las contradicciones internas de &iacute;ndole intelectual y social que, como reflejo de la realidad hist&oacute;rica, condicionan el progreso de la disciplina y la emergencia de paradigmas que permiten delimitar sus diferentes etapas cronol&oacute;gicas</p>

<p>Este art&iacute;culo pretende analizar y establecer las coordenadas hist&oacute;rica y epistemol&oacute;gica de la Ciencia de la Informaci&oacute;n, la cual, en la b&eacute;squeda de una soluci&oacute;n definitiva a los problemas que la singularizan, ha evolucionado desde la expl&iacute;cita validaci&oacute;n de la objetividad del conocimiento en una primera etapa, a la aceptaci&oacute;n del sujeto como ente social que construye el conocimiento en estrecha relaci&oacute;n con su contexto y a trav&eacute;s de procesos de reflexi&oacute;n e interpretaci&oacute;n. Por consiguiente, la sistematizaci&oacute;n de criterios en torno a la evoluci&oacute;n paradigm&aacute;tica de la Ciencia de la Informaci&oacute;n, desde una visi&oacute;n integradora, se convierte en imperativo para contribuir al conocimiento de la base intelectual de la disciplina, al permitir a los investigadores y profesionales una comprensi&oacute;n m&aacute;s profunda de su propia identidad, y de las consecuencias relevantes de los presupuestos epistemol&oacute;gicos tanto en la praxis profesional como en la investigaci&oacute;n cient&iacute;fica.</p>

<h2>Metodolog&iacute;a</h2>

<p>La interpretaci&oacute;n, contextualizaci&oacute;n y mutua complementaci&oacute;n de los enfoques hist&oacute;rico y epistemol&oacute;gico se bas&oacute; en el an&aacute;lisis de un conjunto de fuentes de informaci&oacute;n, tales como libros, art&iacute;culos cient&iacute;ficos, ponencias y tesis doctorales especializadas en Ciencia de la Informaci&oacute;n, con una amplia cobertura geogr&aacute;fica y temporal, para el estudio en profundidad de la comunidad disciplinaria. La asunci&oacute;n de la existencia de tres paradigmas profundos en la Ciencia de la Informaci&oacute;n permite delimitar cognoscitiva, social y cronol&oacute;gicamente el desarrollo disciplinario, por lo que es posible establecer igual n&eacute;mero de etapas en su decurso hist&oacute;rico (<a href="#cap03">Capurro 2003</a>; <a href="#oro00">&Oslash;rom 2000</a>).</p><p>Por tanto, como punto de partida se asumi&oacute; la siguiente divisi&oacute;n cronol&oacute;gica:	una primera etapa que se corresponde con el dominio del paradigma f&iacute;sico y se enmarca entre 1945-197?, una segunda etapa que se caracteriza por la hegemon&iacute;a del paradigma cognitivo, entre 1980-199? y	una tercera etapa que comienza a configurarse bajo la influencia de un emergente paradigma social a partir de la segunda mitad de los noventa.</p>

<p>El an&aacute;lisis de cada una de estas etapas desde las coordenadas hist&oacute;rica y epistemol&oacute;gica se apoy&oacute; en las siguientes variables:</p>

<ul>
<li>Factores sociales e intelectuales</li>
<li>Definici&oacute;n de la disciplina</li>
<li>Macroespacio paradigm&aacute;tico</li>
<li>Clasificaci&oacute;n de la ciencia</li>
<li>Basamento filos&oacute;fico</li>
<li>Concepto de Informaci&oacute;n</li>
<li>Basamento te&oacute;rico-emp&iacute;rico</li>
<li>Enfoque</li>
<li>Premisas</li>
</ul>

<p>A trav&eacute;s de estas variables, as&iacute; como de la precisi&oacute;n del conjunto de condicionantes pol&iacute;ticos, econ&oacute;micos, tecnol&oacute;gicos, cient&iacute;ficos y profesionales en las tres etapas estudiadas, se abord&oacute; el propio proceso y desarrollo disciplinario. Este desarrollo, a su vez, est&aacute; dominado en cada etapa por un paradigma m&aacute;s profundo (Modernidad, Posmodernidad) que genera, organiza e impone su discurso. Por otro lado, se tuvieron en cuenta las concepciones filos&oacute;ficas que inciden en la formaci&oacute;n de conceptos y teor&iacute;as. Estas concepciones constituyen sistemas fuertemente interrelacionados de proposiciones y conceptos abstractos que describen, predicen o explican grandes categor&iacute;as de fen&oacute;menos. De igual forma, se valor&oacute; la orientaci&oacute;n hacia determinado concepto (objeto-sujeto), as&iacute; como el c&eacute;mulo de asunciones consecuentes con el discurso imperante en un espacio concreto. El conjunto de rasgos que tipifica tanto a la disciplina como a su objeto de estudio, y su inscripci&oacute;n dentro del esquema de las ciencias, se constat&oacute; a trav&eacute;s de las mutaciones de sus correspondientes definiciones.</p>

<h2>G&eacute;nesis y evoluci&oacute;n disciplinaria</h2>

<p>La identificaci&oacute;n de una etapa regida por un paradigma social en la Ciencia de la Informaci&oacute;n durante los &eacute;ltimos a&ntilde;os, conduce inevitablemente hacia el estudio de su proceso fundacional, y a la concatenaci&oacute;n de factores influyentes de &iacute;ndole social e intelectual, pues, tal y como plantea Capurro (<a href="#cap03">2003</a>), lo que aparentemente surgi&oacute; al final ya estaba presente en sus inicios, no como paradigma de la nueva disciplina, pero s&iacute; de sus predecesoras, y en particular de la Biblioteconom&iacute;a y la Documentaci&oacute;n. Esta idea resulta sumamente importante, no s&oacute;lo para comprender la disciplina desde su dimensi&oacute;n paradigm&aacute;tica, sino tambi&eacute;n para reconocer y aceptar la independencia disciplinaria de la Ciencia de la Informaci&oacute;n con respecto al resto de las disciplinas informativas</p>

<p>El proceso constructivo de un espacio diferenciado del conjunto de la ciencia y de su propia identidad, estuvo dominado en su etapa fundacional por un paradigma f&iacute;sico. De esta manera, el paradigma f&iacute;sico como iniciador en la Ciencia de la Informaci&oacute;n define y establece los l&iacute;mites de la comunidad que lo ha creado, y controla a su vez los discursos compartidos en un ciclo concreto de desarrollo -coincidente en tiempo con el paradigma social de las otras disciplinas informativas-, que es reemplazado d&eacute;cadas despu&eacute;s por un paradigma cognitivo que niega sus presupuestos y reconstruye los cimientos te&oacute;rico-conceptuales de la nueva disciplina.</p>

<p>El planteamiento de Capurro, visto desde la perspectiva kuhniana, conlleva entonces a la hip&oacute;tesis de que fue precisamente una situaci&oacute;n revolucionaria, determinada por factores sociales e intelectuales, la que afect&oacute; a la Biblioteconom&iacute;a y la Documentaci&oacute;n -marcada por profundos y frecuentes debates sobre conceptos, m&eacute;todos, instrumentos, problemas y soluciones para enfrentar la realidad informativa, lo cual no se reflej&oacute; en un aumento en profundidad de las disciplinas informativas existentes, sino en un crecimiento en anchura- y propici&oacute; el nacimiento de una nueva disciplina cient&iacute;fica informativa en la segunda mitad del siglo XX: la Ciencia de la Informaci&oacute;n.</p>

<p>Esta acotaci&oacute;n es vital para establecer el marco temporal y espacial en el que surge la Ciencia de la Informaci&oacute;n, ante el debate en torno a su condici&oacute;n disciplinaria, en el cual se defienden tres posiciones: su independencia como disciplina en relaci&oacute;n con la Biblioteconom&iacute;a, con la que sostiene fuertes v&iacute;nculos interdisciplinarios (<a href="#sar99">Saracevic 1999</a>); su dependencia, al ser con0erada un continuum, expansi&oacute;n y metamorfosis de la Documentaci&oacute;n (<a href="#har71">Harmon 1971</a>) y de la Biblioteconom&iacute;a; y su superioridad con respecto a la Biblioteconom&iacute;a, que es aceptada como una actividad investigadora o de desarrollo dentro de la Ciencia de la Informaci&oacute;n (<a href="#ina92">Ingwersen 1992a</a>).  En este trabajo se asume la hip&oacute;tesis de que la Ciencia de la Informaci&oacute;n surge como resultado de una situaci&oacute;n revolucionaria, de manera que se comparte la posici&oacute;n de Saracevic y se coincide con &eacute;l en situar la g&eacute;nesis disciplinaria en la segunda mitad del siglo <span>X++</span>, <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> y concretamente en los Estados Unidos.</p>

<h2>El paradigma f&iacute;sico: 1945-197?</h2>

<p>Aunque la Ciencia de la Informaci&oacute;n comienza a desarrollarse inmediatamente despu&eacute;s de la Segunda Guerra Mundial, su proceso de institucionalizaci&oacute;n como disciplina no se produce hasta principios de los sesenta, en concreto hasta la celebraci&oacute;n de dos conferencias en el Georgia Institute of Technology (<a href="#geo62">1962</a>), donde se rechaz&oacute; de forma expl&iacute;cita el uso del t&eacute;rmino <em>Documentaci&oacute;n</em> y se defini&oacute; por primera vez la Ciencia de la Informaci&oacute;n como una 'ciencia que investiga las propiedades y comportamiento de la informaci&oacute;n, las fuerzas que rigen su flujo y los medios de procesarla para su &oacute;ptima accesibilidad y aprovechamiento' (<a href="#bor68">Borko 1968</a>), y se estableci&oacute; su doble car&aacute;cter: 'un componente de ciencia pura que investiga su objeto <span>sin</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>con0erar sus aplicaciones", y un "componente de ciencia aplicada que desarrolla productos y servicios' (<a href="#tay66">Taylor 1966</a>).</p>

<p>Desde un primer momento, la Ciencia de la Informaci&oacute;n ha tenido tres caracter&iacute;sticas b&aacute;sicas (<a href="#sar99">Saracevic 1999</a>): a) interdisciplinariedad, b) conexi&oacute;n con las tecnolog&iacute;as, c) participaci&oacute;n activa en el desarrollo de la sociedad de la informaci&oacute;n. Su car&aacute;cter interdisciplinar ha 0o reconocido por sus fundadores y est&aacute; presente en cada una de sus etapas de desarrollo. Por su parte, su indisoluble uni&oacute;n con las tecnolog&iacute;as ha contribuido al cambio de perspectiva en el acceso, transferencia y recepci&oacute;n de la informaci&oacute;n, y se expresa adem&aacute;s en su aparato-conceptual de manera directa e indirecta (<a href="#hjo00">Hj&oslash;rland 2000</a>), con un marcado car&aacute;cter paradigm&aacute;tico (<a href="#veg07">Vega-Almeida 2007</a>). Este imperativo tecnol&oacute;gico no s&oacute;lo la impulsa, sino que tambi&eacute;n limita su evoluci&oacute;n dado que la hace depender del desarrollo de un n&eacute;mero importante de disciplinas y de la sociedad de la informaci&oacute;n como un todo. Finalmente, al abordar el problema informativo y sus diversas manifestaciones e intentos de soluci&oacute;n, la Ciencia de la Informaci&oacute;n ha encontrado un nicho que se ampl&iacute;a y engrandece en el contexto <span>actual</span>, <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> increment&aacute;ndose su importancia para la sociedad.</p>

<p>Estas caracter&iacute;sticas fueron condicionadas por un conjunto de factores sociales e intelectuales relacionados directamente con los profundos cambios pol&iacute;ticos, econ&oacute;micos, cient&iacute;ficos e informativos que manifiestan la conexi&oacute;n c&iacute;clica y estrat&eacute;gica entre investigaci&oacute;n cient&iacute;fica, informaci&oacute;n y desarrollo (<a href="#far90">Farkas-Conn 1990</a>; <a href="#lin03">Linares 2003</a>; <a href="#sar99">Saracevic 1999</a>), y que acontecieron desde la segunda mitad de la d&eacute;cada de 1940.  De esta manera, en el contexto que trasciende el marco informativo es posible identificar los siguientes factores pol&iacute;ticos y econ&oacute;micos:</p>

<ul>
<li>La conversi&oacute;n de Estados Unidos en el poder econ&oacute;mico dominante mundial, con su infraestructura econ&oacute;mica y su superestructura acad&eacute;mica intactas. Estados Unidos alcanz&oacute; durante este per&iacute;odo un extraordinario &iacute;ndice de crecimiento econ&oacute;mico, logrando el ritmo m&aacute;s r&aacute;pido de su historia. El pa&iacute;s se benefici&oacute; de su alejamiento del escenario b&eacute;lico, de su condici&oacute;n de <span>principal</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>arsenal de sus aliados y de la capacidad de su econom&iacute;a para organizar la expansi&oacute;n de la producci&oacute;n m&aacute;s eficazmente que ninguna otra naci&oacute;n (<a href="#hob98">Hobsbawm 1998</a>). De igual forma, despu&eacute;s de la Segunda Guerra Mundial, Estados Unidos se convirti&oacute; en el mayor productor de literatura cient&iacute;fica, al generar de 1948 a 1950 m&aacute;s del cincuenta por ciento de las publicaciones cient&iacute;ficas del orbe (<a href="#hay98">Hayes 1998</a>). La contienda b&eacute;lica devast&oacute; y desplaz&oacute; a Europa de su posici&oacute;n protag&oacute;nica internacional, y puso de manifiesto la relaci&oacute;n bipolar Estados Unidos-Uni&oacute;n Sovi&eacute;tica, ambas superpotencias por su capacidad econ&oacute;mica, territorial, demogr&aacute;fica y militar (<a href="#hob98">Hobsbawm 1998</a>; <a href="#lin03">Linares 2003</a>).</li>

<li>La promoci&oacute;n y financiamiento de la investigaci&oacute;n fundamental y militar, y la determinaci&oacute;n de prioridades; al con0erarse que las aplicaciones resultantes de la ciencia pura contribuir&iacute;an en el futuro al desarrollo social. Este principio es consecuente con la idea de progreso, que tipifica a la ciencia moderna en su estrecho v&iacute;nculo con la pr&aacute;ctica de la producci&oacute;n material (<a href="#iov79">Iovchuk <em>et al.</em> 1979</a>). <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>su vez, la impregna de un objeto social y misi&oacute;n ben&eacute;ficos: garantizar la seguridad y la prosperidad de las naciones (<a href="#waa99">Waast &amp; Boukhari 1999</a>).</li>
</ul>

<p>En el contexto circunscrito a la realidad informativa se distinguen como factores:</p>

<ul>
<li>El problema de la explosi&oacute;n de informaci&oacute;n y la consecuente crisis provocada por la incapacidad para facilitar su acceso y recuperaci&oacute;n, enunciado por Vannevar Bush (<a href="#bus45">1945</a>), <span>principal</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>responsable de la pol&iacute;tica cient&iacute;fica durante la Segunda Guerra Mundial en los Estados Unidos (<a href="#bow98">Bowles 1998</a>).</li>

<li>El desarrollo de las tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n, y su conversi&oacute;n en una nece0ad e inter&eacute;s prioritarios, sustentado en la interacci&oacute;n complementaria del gobierno, la industria y las univer0ades. De este modo, fueron los servicios militares las fuentes de financiaci&oacute;n m&aacute;s prominentes en la d&eacute;cada de 1950 (<a href="#hug98">Hughes 1998</a>), y fundamentalmente despu&eacute;s del lanzamiento del Sputnik por los sovi&eacute;ticos en 1957. Este hecho fue con0erado por los norteamericanos como un acontecimiento s&iacute;smico que vino a alterar la estabilidad militar, <span>industrial</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>y cient&iacute;fica del pa&iacute;s, y que determin&oacute; directamente la conformaci&oacute;n de la disciplina, al encarg&aacute;rsele a la National Science Foundation la elaboraci&oacute;n de un programa para la creaci&oacute;n y perfeccionamiento de m&eacute;todos, incluyendo sistemas mecanizados, para hacer disponible la informaci&oacute;n cient&iacute;fica (<a href="#she77">Shera &amp; Cleveland 1977</a>).</li>

<li>El reconocimiento gubernamental de la importancia estrat&eacute;gica de la ciencia y la tecnolog&iacute;a y, por consiguiente, de la transferencia de informaci&oacute;n como parte inseparable de la investigaci&oacute;n y el desarrollo. Esto propici&oacute; la convocatoria de cient&iacute;ficos e ingenieros de todo tipo de instituciones, p&eacute;iblicas y privadas, dedicadas a la investigaci&oacute;n, que deb&iacute;an asumir la responsabilidad de la diseminaci&oacute;n e intercambio de informaci&oacute;n cient&iacute;fica y tecnol&oacute;gica (<a href="#sar99">Saracevic 1999</a>).</li>
</ul>

<p>En el plano profesional y cient&iacute;fico, los frecuentes debates que preceden al radical cambio de paradigma y a la constituci&oacute;n disciplinaria se vislumbran tambi&eacute;n a partir de 1945, manifest&aacute;ndose en:</p>

<ul>
<li>La cr&iacute;tica a la Biblioteconom&iacute;a como profesi&oacute;n informativa que no es capaz de responder a la nueva y cr&iacute;tica situaci&oacute;n -en especial a las nece0ades de los cient&iacute;ficos-, dadas sus limitaciones para hacer frente a al crecimiento e incremento de la complejidad de los registros del conocimiento. Los ataques provienen de figuras importantes de la pol&iacute;tica como Vannevar Bush, y en especial de los con0erados como pioneros de la Ciencia de la Informaci&oacute;n, como Calvin Mooers (<a href="#moo51">1951</a>) o Mortimer Taube (<a href="#tau51">1951</a>).</li>

<li>El conflicto manifiesto ante la emergencia de un grupo rival que se denomina a s&iacute; mismo <em>cient&iacute;ficos de la informaci&oacute;n</em>, t&eacute;rmino con el que pretenden evitar el uso del t&eacute;rmino <em>bibliotecario</em>. Este conflicto evidencia la ya documentada existencia en la sociedad de dos grupos polares: cient&iacute;ficos y humanistas, que expresan la divisi&oacute;n de los modos de conocer y de aprehender la realidad (<a href="#bow98">Bowles 1998</a>; <a href="#wal99">Wallerstein 1999</a>), y que conforman las 'dos culturas separadas por un golfo de mutuas incomprensiones, manifiestas en hostilidad y disgusto', presentadas por el novelista brit&aacute;nico C.P. <span>Snow</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>(<a href="#sno61">1961</a>). Tal situaci&oacute;n, que puede calificarse no s&oacute;lo como cisma intelectual sino tambi&eacute;n como cisma profesional, se muestra en el deseo de Bush de una reforma fundamental de la biblioteca, conforme a los conceptos de los nuevos cient&iacute;ficos e ingenieros como soluci&oacute;n inmediata al problema de la informaci&oacute;n.</li>

<li>La b&eacute;squeda de la soluci&oacute;n a estos problemas a trav&eacute;s de disciplinas acad&eacute;micas, en particular las de car&aacute;cter ingenieril (<a href="#bow98">Bowles 1998</a>), se puede observar en la constituci&oacute;n de una comunidad cient&iacute;fica y profesional integrada por matem&aacute;ticos, f&iacute;sicos, qu&iacute;micos, ingenieros, y una reducida participaci&oacute;n de bibliotecarios dedicados a la ciencia y la tecnolog&iacute;a, y cient&iacute;ficos sociales (<a href="#koc83">Kochen 1983</a>; <a href="#lin03">Linares 2003</a>). Estos especialistas determinan con sus perfiles profesionales la propia construcci&oacute;n interdisciplinaria del basamento te&oacute;rico de la Ciencia de la Informaci&oacute;n, soportado en la validez de la objetividad del conocimiento (racional, determinista, sistem&aacute;tico, exacto, cuantificable y verificable), la especializaci&oacute;n del saber, la asunci&oacute;n del modelo explicativo, y la irrelevancia del sujeto cognoscente.</li>
</ul>

<p>Consecuentemente, no s&oacute;lo surge sino que se consolida un paradigma f&iacute;sico, reflejo de su contexto hist&oacute;rico y congruente con las nece0ades sociales, a la vez que regula la praxis comunitaria como se aprecia en la tabla 1.</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br/><strong>Tabla 1. Paradigma f&iacute;sico en la Ciencia de la Informaci&oacute;n (1945-197?)</strong><br/></caption>

<tr><th>Paradigma F&iacute;sico</th><th>Caracter&iacute;sticas</th></tr>

<tr><td>Macroespacio paradigm&aacute;tico</td><td>Modernidad (Siglo XVI-finales del Siglo XX), Sociedad Industrial. 1. El progreso tecnol&oacute;gico aporta el progreso social. 2. El objetivo de la ciencia moderna se centra en el poder y la raz&oacute;n del ser humano sobre la naturaleza y los procesos sociales (<a href="#bla98">Blanco 1998</a>; <a href="#iov79">Iovchuk <em>et al.</em> 1979</a>). 2.1. Se constituye en dos premisas: el modelo newtoniano y el dualismo cartesiano. 2.2. Se manifiesta en el concepto de orden,  ley natural, matematizaci&oacute;n, la distinci&oacute;n fundamental entre la naturaleza-materia-mundo f&iacute;sico, y los humanos-mente-mundo social/espiritual, y la relevancia del objeto sobre el sujeto (<a href="#wal99">Wallerstein, 1999</a>)</td></tr>

<tr><td>Clasificaci&oacute;n de la Ciencia</td><td>Ciencia emp&iacute;rica (<a href="#zun77">Zunde &amp; Gehl, 1977</a>): focaliz&oacute; la investigaci&oacute;n en la naturaleza de la informaci&oacute;n con el objetivo de descubrir las leyes emp&iacute;ricas que gobiernan el fen&oacute;meno de la informaci&oacute;n, lo que inclu&iacute;a adem&aacute;s los estudios del crecimiento de la informaci&oacute;n y obsolescencia, la difusi&oacute;n y propagaci&oacute;n de la informaci&oacute;n y los efectos de la estructura de los textos sobre el contenido de la informaci&oacute;n, y el establecimiento de conceptos y teor&iacute;as. Ciencia nomot&eacute;tica (<a href="#oro00">Ørom 2000</a>).</td></tr>

<tr><td>Basamento filos&oacute;fico</td><td>Empirismo, Racionalismo (<a href="#hjo98">Hjørland 1998</a>, <a href="#hjo02">2002</a>, <a href="#hjo05">2005</a>; <a href="#hjo95">Hjørland &amp; Albrechtsen 1995</a>), Positivismo (<a href="#bud95">Budd 1995</a>; <a href="#dic99">Dick 1999</a>; <a href="#fer02">Fern&aacute;ndez-Molina &amp; Moya-Aneg&oacute;n 2002</a>). Las tres corrientes filos&oacute;ficas sostienen que la ciencia se construye de elementos de absoluta verdad derivados de lo sensorial (Empirismo y Positivismo) y del razonamiento y la teorizaci&oacute;n a priori (Racionalismo).</td></tr>

<tr><td>Concepto de Informaci&oacute;n</td><td>La informaci&oacute;n es con0erada en t&eacute;rminos de se&ntilde;ales o mensajes, expresada en algoritmos y probabilidades (<a href="#sar99">Saracevic 1999</a>). Algo externo, objetivo, tangible y mensurable (<a href="#fer94">Fern&aacute;ndez-Molina 1994</a>).</td></tr>

<tr><td>Basamento te&oacute;rico-emp&iacute;rico</td><td> - Los experimentos de Cranfield, desarrollados por el Cranfield Institute of Technology en 1957 para medir los resultados de un sistema de recuperaci&oacute;n de informaci&oacute;n computarizado, marcan el inicio del paradigma en la disciplina y en la subdisciplina Recuperaci&oacute;n de Informaci&oacute;n (<a href="#cap03">Capurro 2003</a>; <a href="#ell92">Ellis 1992</a>; <a href="#oro00">Ørom 2000</a>). - Teor&iacute;a Matem&aacute;tica de la Comunicaci&oacute;n de Shannon y Weaver, y la cibern&eacute;tica de Norbert Wiener (<a href="#cap03">Capurro 2003</a>). - Refinamiento de t&eacute;cnicas de recuperaci&oacute;n de informaci&oacute;n y desarrollo de m&eacute;todos de representaci&oacute;n de textos (<a href="#oro00">Ørom 2000</a>). - M&eacute;todos bibliom&eacute;tricos (<a href="#sch04">Schneider &amp; Borlund 2004</a>). El desarrollo del basamento te&oacute;rico-emp&iacute;rico es apreciable en las dos subdisciplinas de la Ciencia de la Informaci&oacute;n: la recuperaci&oacute;n de informaci&oacute;n y las disciplinas m&eacute;tricas.</td></tr>

<tr><td>Enfoque</td><td>Sistema y tecno-centrista (<a href="#cap03">Capurro 2003</a>; <a href="#fer02">Fern&aacute;ndez-Molina &amp; Moya-Aneg&oacute;n 2002</a>; <a href="#oro00">Ørom 2000</a>; <a href="#whi98">White &amp; McCain 1998</a>).</td></tr>

<tr><td>Premisas</td><td> - La conceptualizaci&oacute;n de la informaci&oacute;n se basa en modelos matem&aacute;ticos. - Los sistemas de recuperaci&oacute;n de informaci&oacute;n se sustentan en la equiparaci&oacute;n entre las representaciones de los textos del sistema y la de las demandas de los usuarios. - Las nece0ades de informaci&oacute;n se con0eran estables e invariables. - El proceso de b&eacute;squeda de informaci&oacute;n es determinista, no din&aacute;mico e iterativo, <span>sin</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>intervenci&oacute;n de elementos psicol&oacute;gicos y f&iacute;sicos (<a href="#fer02">Fern&aacute;ndez-Molina &amp; Moya-Aneg&oacute;n 2002</a>). - La relevancia es objetiva y puede ser medida (<a href="#oro00">Ørom 2000</a>). - Metodolog&iacute;a cuantitativa.</td></tr>
</table>

<h2>El paradigma cognitivo: 1980-199?</h2>

<p>Despu&eacute;s de tres d&eacute;cadas de relativa estabilidad, la Ciencia de la Informaci&oacute;n percibi&oacute; su limitada capacidad para responder a las nuevas nece0ades sociales generadas de la situaci&oacute;n cr&iacute;tica, aspecto observable claramente a partir de la d&eacute;cada de 1970. La crisis disciplinaria constituy&oacute; el reflejo de la m&aacute;s significativa y <span>universal</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>transformaci&oacute;n ocurrida en cuatro siglos, el nacimiento de un modelo que se define a partir de la asunci&oacute;n de una actitud antag&oacute;nica y de rechazo a los principios emanados de la Modernidad y la Sociedad Industrial.</p>
<p>En esta etapa, se destaca como el m&aacute;s importante acontecimiento pol&iacute;tico de acentuada repercusi&oacute;n social y econ&oacute;mica, la desintegraci&oacute;n del sistema socialista europeo y la desaparici&oacute;n de la Uni&oacute;n Sovi&eacute;tica. Esta situaci&oacute;n determin&oacute; el fin de la Guerra Fr&iacute;a y la ruptura en la concepci&oacute;n y materializaci&oacute;n de la econom&iacute;a <span>industrial</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>moderna en funci&oacute;n del capitalismo y el socialismo, alternativas mutuamente excluyentes y representadas por Estados Unidos y la Uni&oacute;n Sovi&eacute;tica (<a href="#hay98">Hayes 1998</a>; <a href="#hob98">Hobsbawm 1998</a>). Se asisti&oacute; entonces al proceso destructivo de los mecanismos sociales reguladores de la conducta individual y colectiva, en un presente permanente <span>sin</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>v&iacute;nculo org&aacute;nico con el pasado, que es asumido desde una perspectiva eminentemente individualista en una primera etapa, manifiesta tambi&eacute;n en la esfera intelectual. Por consiguiente, el proceso evolutivo y renovador de la Ciencia de la Informaci&oacute;n a partir de la d&eacute;cada de 1970 est&aacute; condic
 ionado directamente en la dimensi&oacute;n social por:</p>
 
<ul>
<li>La transici&oacute;n de una Sociedad Industrial a una Sociedad de la Informaci&oacute;n en los Estados Unidos y otros pa&iacute;ses industrializados (<a href="#hay98">Hayes 1998</a>). Esta nueva sociedad se sustenta en una econom&iacute;a de la informaci&oacute;n o el conocimiento, lo que supone que la riqueza creada se mide cada vez menos por el trabajo en su forma inmediata, mensurable y cuantificable, dependiendo cada vez m&aacute;s del nivel general de la ciencia y del desarrollo tecnol&oacute;gico (<a href="#une05">UNESCO 2005</a>).</li>

<li>El continuo desarrollo revolucionario de las tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n, soporte infraestructural de la Sociedad de la Informaci&oacute;n, materializado en el surgimiento de la microcomputadora en los a&ntilde;os 80, de r&aacute;pida y extensivo empleo, y el inter&eacute;s en la d&eacute;cada de 1990 en la creaci&oacute;n y sostenimiento de una infraestructura de informaci&oacute;n nacional e internacional basada en el progreso acelerado de Internet, la telefon&iacute;a digital y m&oacute;vil, y el crecimiento vertiginoso de la World Wide Web (<a href="#hay98">Hayes 1998</a>).</li>
</ul>

<p>En la dimensi&oacute;n intelectual, la emergencia del paradigma cognitivo es consecuente con la nueva concepci&oacute;n de una ciencia, resultante del agotamiento del modelo de racionalidad moderno y la negaci&oacute;n de su propuesta por parte de las Ciencias Exactas y Naturales. &Eacute;stas reconstruyen los pilares te&oacute;rico-conceptuales y establecen nuevos principios: a) la relatividad, al demostrar que la simultaneidad de los acontecimientos distantes no puede ser verificada emp&iacute;ricamente sino s&oacute;lo definida; b) el cuestionamiento de la objetividad de la ciencia y el rigor de las mediciones con la mec&aacute;nica cu&aacute;ntica; c) la impugnaci&oacute;n del veh&iacute;culo formal en que se expresa la medici&oacute;n, al demostrar que el rigor de la Matem&aacute;tica se basa en un criterio de selectividad; y d) la introducci&oacute;n de la incertidumbre y el principio del orden a trav&eacute;s de las fluctuaciones (<a href="#san88">Santos 1988</a>), de influencia reformadora en las Ciencias Sociales.</p>

<p>En tal sentido, bajo la hegemon&iacute;a de un paradigma cognitivo, la Ciencia de la Informaci&oacute;n se concentr&oacute; en el sujeto individual, activo transformador de la informaci&oacute;n en conocimiento, y en la subjetividad. De esta forma, como advierte Barreto (<a href="#bar01">2001</a>), su esencia disciplinaria radica en la generaci&oacute;n de conocimiento en el individuo y en su espacio de convivencia, y su prop&oacute;sito es conocer y hacer que ocurra el sutil fen&oacute;meno de percepci&oacute;n de la informaci&oacute;n por la conciencia. Este fen&oacute;meno se inserta en la soledad b&aacute;sica de cada individuo, en la esfera m&aacute;s privada de la individualidad, trasladable a la esfera p&eacute;blica mediante la informaci&oacute;n que es dirigida por el propio individuo al flujo de transferencia, y que al llegar al p&eacute;blico destinado debe provocar la modificaci&oacute;n y desarrollo individual. Por tanto, la disciplina, con0erada como una Ciencia <span>Social</span>, <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> se re-edifica entonces sobre la base de una epistemolog&iacute;a individualista (<a href="#dic95">Dick 19
 95</a>) que le aporta la estabilidad y coherencia interna para la soluci&oacute;n efectiva de los problemas generados en la pr&aacute;ctica social, como se sintetiza en la tabla 2.</p>

<table width="70%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br/><strong>Tabla 2. Paradigma cognitivo en la Ciencia de la Informaci&oacute;n (1989-199?)</strong><br/></caption>

<tr><th>Paradigma Cognitivo</th><th>Caracter&iacute;sticas</th></tr>

<tr><td>Macroespacio paradigm&aacute;tico</td><td>Post-Modernidad (postrimer&iacute;as del Siglo XX). Sociedad de la Informaci&oacute;n (informaci&oacute;n como recurso clave para el desarrollo). Se acepta una racionalidad de &iacute;ndole intersubjetiva; se reconoce del rol activo del sujeto cognoscente; se cuestiona la noci&oacute;n de objetividad de la ciencia y el rigor de las mediciones; se opone a la fragmentaci&oacute;n del conocimiento; se evidencia en los conceptos de sistema, estructura, modelo o proceso, y la investigaci&oacute;n cualitativa.</td></tr>

<tr><td>Clasificaci&oacute;n de la Ciencia</td><td>Ciencia <span>Social</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (epistemolog&iacute;a individualista): focalizada en el sujeto (usuario) y sus nece0ades, y la intermediaci&oacute;n entre productores y usuarios, con &eacute;nfasis en la comprensi&oacute;n psicol&oacute;gica (<a href="#hjo95">Hjørland &amp; Albrechtsen 1995</a>).</td></tr>

<tr><td>Basamento filos&oacute;fico</td><td>Frohmann (<a href="#fro92">1992</a>) refiere el Cognitivismo y el Mentalismo. Cognitivismo que parte de la analog&iacute;a de que el cerebro es una computadora digital y la mente, un programa computacional. Ingwersen (<a href="#ing96">1996</a>) sostiene que la visi&oacute;n cognitivista en CI se enfatiza en el aspecto humano de la investigaci&oacute;n cognitiva. Se focaliza en el usuario individual para estimular, pero no para duplicar el procesamiento cognitivo humano. El Mentalismo en la CI implica que el sistema de informaci&oacute;n debe reflejar la percepci&oacute;n subjetiva del conocimiento y la informaci&oacute;n del usuario (<a href="#hjo95">Hj&oslash;rland &amp; Albrechtsen 1995</a>). Hjørland (<a href="#hjo92">1992</a>) circunscribe el paradigma al idealismo subjetivista, caracterizado por la concepci&oacute;n de que la conciencia es primaria y que la realidad del mundo material es, en consecuencia, un constructo <span>mental</span>. <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> Esta posici&oacute;n implica que la realidad no est&aacute; determinada externamente sino que es generada internamente por los procesos mentales de cada individuo (<a href="#jac98">Jacob &amp; Shaw 1998</a>). Talja lo enmarca en el Contructivismo cognitivo, que al igual que sus predecesores en la Psicolog&iacute;a y la Ciencia Cognitiva, en la CI parte del supuesto de que la mente individual genera conocimiento a trav&eacute;s de la creaci&oacute;n de estructuras y modelos mentales, los cuales representan el mundo y median la informaci&oacute;n. Se asume que la mente de un individuo es el elemento m&aacute;s importante en la creaci&oacute;n de conocimiento (<a href="#tal05">Talja <em>et al.</em> 2005</a>).</td></tr>

<tr><td>Concepto de Informaci&oacute;n</td><td>La informaci&oacute;n es vista como un concepto directamente involucrado con la comprensi&oacute;n y el procesamiento cognitivo. Es el resultado de la interacci&oacute;n de dos estructuras cognitivas, una mente y un texto. La informaci&oacute;n es aquello que afecta o cambia el estado de la mente (<a href="#sar99">Saracevic 1999</a>); algo subjetivo (<a href="#fer94">Fern&aacute;ndez-Molina 1994</a>). El significado de un mensaje es producido por el receptor a trav&eacute;s de la mediaci&oacute;n de sus estructuras cognitivas (<a href="#oro00">Ørom 2000</a>).</td></tr>

<tr><td>Basamento te&oacute;rico-emp&iacute;rico</td><td> - El problema de la informaci&oacute;n relacionada con el conocimiento con0erado por Brookes y Belkin (<a href="#zun77">Zunde &amp; Gehl 1977</a>). - La ecuaci&oacute;n fundamental de la Ciencia de la Informaci&oacute;n o ecuaci&oacute;n cognitiva de Brookes (paradigma cognitivo mentalista) (<a href="#cap03">Capurro 2003</a>). - La teor&iacute;a del Estado An&oacute;malo del Conocimiento (ASK) de Belkin. - La teor&iacute;a del Sense-Making de Dervin. - El Modelo de B&eacute;squeda de Informaci&oacute;n de Kuhlthau. - El concepto de informaci&oacute;n de Ingwersen a partir de las propuestas de Brookes y Belkin. - El desarrollo te&oacute;rico-emp&iacute;rico es observable en la subdisciplina Recuperaci&oacute;n de Informaci&oacute;n.</td></tr>

<tr><td>Enfoque</td><td>Usuario centrista (individualista) (<a href="#cap03">Capurro 2003</a>; <a href="#fer02">Fern&aacute;ndez-Molina &amp; Moya-Aneg&oacute;n 2002</a>; <a href="#oro00">Ørom 2000</a>; <a href="#whi98">White &amp; McCain 1998</a>).</td></tr>

<tr><td>Premisas</td><td> - Se parte del presupuesto planteado por De Mey (<a href="#dem77">1977</a>) de que cualquier procesamiento de informaci&oacute;n, sea perceptivo o simb&oacute;lico, es mediado por un sistema de categor&iacute;as o conceptos que constituyen un modelo de su mundo para el dispositivo procesador de informaci&oacute;n. - Se concentra en los aspectos cualitativos de la interacci&oacute;n durante el proceso de recuperaci&oacute;n de la informaci&oacute;n. - Se basa en un modelo de conocimiento relativista: el conocimiento es relativo en tanto es alterado por procesos cognitivos (<a href="#inb92">Ingwersen 1992b</a>). - Los modelos cognitivos de interacci&oacute;n en el proceso de recuperaci&oacute;n son estructurales, en el sentido que median las relaciones entre elementos involucrados en la creaci&oacute;n de significado y en la transformaci&oacute;n de las estructuras de conocimiento (<a href="#inb92">Ingwersen 1992b</a>). - La relevancia se define a nivel individual, e incluye el comportamiento humano en la recupe
 raci&oacute;n de informaci&oacute;n en general, y en relaci&oacute;n con la recuperaci&oacute;n de informaci&oacute;n y los sistemas de recuperaci&oacute;n como: a) Relevancia pragm&aacute;tica a nivel individual: el juicio para la relevancia es determinado por el espacio de problemas del usuario individual y el estado de conocimiento (<a href="#inb92">Ingwersen 1992b</a>). b) Relevancia intermediaria: el juicio de relevancia se basa en la evaluaci&oacute;n subjetiva de un intermediario en torno a la relaci&oacute;n entre una solicitud y la representaci&oacute;n del documento (<a href="#oro00">Ørom 2000</a>). - El conocimiento de los usuarios y sus nece0ades son estudiadas desde la perspectiva individualista. - Se estudia c&oacute;mo las personas piensan, y se mimetizan estas regularidades del pensamiento. - Subjetividad inherente, y metodolog&iacute;a caracterizada por un enfoque individualista (<a href="#hjo95">Hjørland &amp; Albrechtsen 1995</a>. - Se enfoca el contexto disciplinario como una parte de la estructura cognitiva de un i
 ndividuo (<a href="#hjo95">Hjørland &amp; Albrechtsen 1995</a>), y se con0era un nivel intermedio entre el paradigma cognitivo mentalista y el social (<a href="#cap03">Capurro 2003</a>).</td></tr>
</table>

<h2>El paradigma social: 199?-</h2>

<p>La d&eacute;cada finisecular y la primera mitad del siglo XXI tambi&eacute;n se presenta como un per&iacute;odo cr&iacute;tico de incertidumbre e inestabilidad, que afecta todas las esferas sociales. Estas caracter&iacute;sticas son consecuencia inevitable del orden econ&oacute;mico y pol&iacute;tico mundial, responsable de la falta de equidad en la distribuci&oacute;n de los recursos, la globalizaci&oacute;n econ&oacute;mica neoliberal y la tecnol&oacute;gica, los conflictos b&eacute;licos, la destrucci&oacute;n acelerada del entorno ecol&oacute;gico, y una cultura intelectual y &eacute;tica marcada por el individualismo. Ante tales contradicciones, persistentes y agudizadas durante los &eacute;ltimos a&ntilde;os, resulta visible la revitalizaci&oacute;n de los movimientos sociales en la b&eacute;squeda de un proyecto humanista alternativo, y particularmente en la esfera cient&iacute;fica, en el reconocimiento del ser humano como sujeto hist&oacute;rico en mutua interrelaci&oacute;n con la naturaleza y la sociedad.</p>

<p>Si el rechazo al paradigma dominante de la Modernidad condujo inicialmente a la instauraci&oacute;n del sujeto como ente individual, y por consiguiente a la excesiva valoraci&oacute;n de la subjetividad, en la pr&aacute;ctica, se corrobora la necesaria construcci&oacute;n intersubjetiva, reflexiva e interpretativa de un conocimiento, resultante de la relaci&oacute;n dial&oacute;gica sujeto-objeto-contexto. El debate epistemol&oacute;gico que recorre transversalmente los dos polos opuestos: Ciencias Naturales-Ciencias Sociales, asume las influencias rec&iacute;procas, as&iacute; como la pertinente integraci&oacute;n y valoraci&oacute;n del contexto socio-cultural, que da lugar a un paradigma emergente que, seg&eacute;n Santos (<a href="#san88">1988</a>), "no puede ser s&oacute;lo un paradigma cient&iacute;fico, sino tambi&eacute;n un paradigma social" y que se sustenta en cuatro tesis: a) todo conocimiento cient&iacute;fico-natural es cient&iacute;fico-social, b) todo conocimiento es local y total, c) todo conocimiento es autoconocimiento, y d) todo el conocimiento cient&iacute;fico ha de constituirse en un nuevo sentido com&eacute;n.</p>

<p>Los nuevos modos de conceptualizar y aprehender la realidad constituyen, en el contexto de la Ciencia de la Informaci&oacute;n, una manifestaci&oacute;n del debilitamiento e ineficacia del paradigma cognitivo para afrontar los problemas presentes. En tal sentido, a finales de la d&eacute;cada de 1990, la Ciencia de la Informaci&oacute;n no s&oacute;lo se distingue por su indisoluble relaci&oacute;n con las tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n y la Sociedad de la Informaci&oacute;n, sino de manera particular, por su fuerte dimensi&oacute;n social y humana, y la gran aceptaci&oacute;n en torno a la orientaci&oacute;n social de sus fundamentos cient&iacute;ficos, lo que ratifica su definitivo posicionamiento dentro de las Ciencias Sociales (<a href="#ara03">Ara&eacute;jo 2003</a>; <a href="#dic99">Dick 1999</a>; <a href="#sar99">Saracevic 1999</a>).</p>

<p>De esta manera, como campo de pr&aacute;ctica profesional e investigaci&oacute;n cient&iacute;fica, la disciplina enfoca los problemas de comunicaci&oacute;n efectiva de los registros del conocimiento entre humanos en el contexto de las organizaciones sociales, as&iacute; como las nece0ades y usos de la informaci&oacute;n por los individuos. Por tanto, es clave el problema de las nece0ades de informaci&oacute;n y el uso de la informaci&oacute;n en su relaci&oacute;n con el contexto (<a href="#sar99">Saracevic 1999</a>). Dichos aspectos, de car&aacute;cter social, constituyen puntos focales del nuevo enfoque epistemol&oacute;gico (<a href="#oro00">Ørom 2000</a>). Esta perspectiva es la que permite encontrar los argumentos para desarrollar la Ciencia de la Informaci&oacute;n en la l&iacute;nea de las Ciencias Sociales. Tales argumentos, reflejo de los radicales cambios que reconstruyen su metodolog&iacute;a, tienen como rasgos fundamentales (<a href="#dic93">Dick 1993</a>):</p>

<ol>
<li>El rechazo a la creencia de que las ciencias sociales deben imitar a las ciencias naturales.</li>
<li>Los enfoques que plantean que la &eacute;nica forma de conocimiento es la resultante de la aplicaci&oacute;n de los m&eacute;todos cient&iacute;ficos.</li>
<li>Existe la percepci&oacute;n de que las concepciones de la metodolog&iacute;a cient&iacute;fica y otros t&eacute;rminos investigativos clave, poseen un car&aacute;cter hist&oacute;rico distintivo. Se reconoce que no existe el m&eacute;todo cient&iacute;fico definitivo e inmutable.</li>
<li>Se reconoce la unidad entre la metodolog&iacute;a y la epistemolog&iacute;a, debido a que las formas de conocer la realidad est&aacute;n guiadas por supuestos y asunciones. Se recon0era que el objetivo de la metodolog&iacute;a se focaliza en acentuar la comprensi&oacute;n de la pr&aacute;ctica.</li>
<li>Una nueva preocupaci&oacute;n por el papel del poder y la ideolog&iacute;a.</li>
</ol>

<p>La comuni&oacute;n arm&oacute;nica de estos rasgos, unida a la inclusi&oacute;n del contexto -elemento que diferencia a la Ciencia de la Informaci&oacute;n <span>actual</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>de la con0erada una Ciencia <span>Social</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>con basamento epistemol&oacute;gico individualista-, reconfigura la disciplina sobre los pilares de un paradigma social. Por consiguiente, el contexto se convierte en elemento resonante y es aceptado en el propio seno del paradigma cognitivo de la Ciencia de la Informaci&oacute;n en los &eacute;ltimos a&ntilde;os. Tal fen&oacute;meno evidencia la existencia de una posici&oacute;n intermedia del tr&aacute;nsito hacia un paradigma social (<a href="#cap03">Capurro 2003</a>; <a href="#tal05">Talja <em>et al.</em> 2005</a>), pues a&eacute;n cuando reconocen el contexto, &eacute;ste se con0era como una parte de la estructura cognitiva de un individuo (<a href="#hjo95">Hj&oslash;rland &amp; Albrechtsen 1995</a>), que siempre es vista en un primer plano (<a href="#cap03">Capurro 2003</a>).</p>

<p>Precisamente en la subdisciplina Recuperaci&oacute;n de Informaci&oacute;n, donde se gener&oacute; el basamento te&oacute;rico cognitivo, comenz&oacute; a enfatizarse a finales de los noventa la naturaleza social e hist&oacute;rica del objeto de investigaci&oacute;n de la disciplina, y se asumi&oacute; que una variedad de con0eraciones contextuales devienen los marcos de referencia del comportamiento informativo de los individuos (<a href="#der97">Dervin 1997</a>; <a href="#joh03">Johnson 2003</a>; <a href="#tal99">Talja <em>et al.</em> 1999</a>, <a href="#tal05">2005</a>). Por tanto, desde m&eacute;ltiples propuestas epistemol&oacute;gicas que reconocen las bases sociales del conocimiento y su historicidad, se consolida un nuevo paradigma en la Ciencia de la Informaci&oacute;n como se resume en la tabla 3.</p>

<table width="70%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br/><strong>Tabla 3. Paradigma social en la Ciencia de la Informaci&oacute;n (199?-   )</strong><br/></caption>


<tr><th>Paradigma Social</th><th>Caracter&iacute;sticas</th></tr>

<tr><td>Macroespacio paradigm&aacute;tico</td><td>Post-Modernidad (postrimer&iacute;as del Siglo XX). Sociedad de la Informaci&oacute;n (informaci&oacute;n como recurso clave para el desarrollo). Se acepta una racionalidad de &iacute;ndole intersubjetiva; se reconoce del rol activo del sujeto cognoscente; se cuestiona la noci&oacute;n de objetividad de la ciencia y el rigor de las mediciones; se opone a la fragmentaci&oacute;n del conocimiento; se evidencia en los conceptos de sistema, estructura, modelo o proceso, y la investigaci&oacute;n cualitativa.</td></tr>

<tr><td>Clasificaci&oacute;n de la Ciencia</td><td>Ciencia Social: reconoce las bases sociales del conocimiento, y se enfoca al estudio de su objeto a partir de la historicidad de los sujetos cognoscentes y los objetos cognoscibles en su relaci&oacute;n socialmente determinada, la totalidad de los fen&oacute;menos, y la tensi&oacute;n presente en la sociedad (<a href="#ara03">Ara&eacute;jo 2003</a>). El contexto constituye una condici&oacute;n necesaria para la comprensi&oacute;n del fen&oacute;meno relativo a las nece0ades de informaci&oacute;n, y a la investigaci&oacute;n en el &aacute;rea de b&eacute;squeda y recuperaci&oacute;n de Informaci&oacute;n (<a href="#der97">Dervin 1997</a>); lo cual es extrapolable al &aacute;rea de la gesti&oacute;n y a la comunicaci&oacute;n cient&iacute;fica.</td></tr>

<tr><td>Basamento filos&oacute;fico</td><td>Historicismo: enfatiza que la percepci&oacute;n y el pensamiento siempre est&aacute;n bajo la influencia del lenguaje, cultura, pre-comprensi&oacute;n y horizonte; reconoce que el conocimiento est&aacute; determinado por factores sociales. Se incluyen teor&iacute;as o escuelas como: hermen&eacute;utica, pragmatismo, constructivismo social, semi&oacute;tica (<a href="#hjo98">Hjørland 1998</a>). Contextualismo en las Ciencias Sociales, centrado en el estudio del individuo en su entorno, cultura y tiempo hist&oacute;rico (<a href="#fer02">Fern&aacute;ndez-Molina &amp; Moya-Aneg&oacute;n 2002</a>). Se enmarca en el Colectivismo y el Construccionismo con aplicaciones en la Organizaci&oacute;n y Recuperaci&oacute;n de la Informaci&oacute;n (<a href="#tal05">Talja <em>et al.</em> 2005</a>). Colectivismo basado en el Constructivismo social: orientado a la comprensi&oacute;n profunda de las pr&aacute;cticas de los grupos y dominios cient&iacute;ficos y el conocimiento t&aacute;cito relativo a esas pr&aacute;cticas; sostiene que los procesos informativos pueden ser
  vistos en relaci&oacute;n con sus contextos sociales, organizacionales y profesionales. Construccionismo centrado en los procesos lingü&iacute;sticos: hace &eacute;nfasis en el contexto, y desde la perspectiva de la naturaleza dependiente y argumentativa del uso del lenguaje. se centra en el discurso como veh&iacute;culo a trav&eacute;s del cual el sujeto y el mundo son articulados. En la CI asume que la informaci&oacute;n, los sistemas de informaci&oacute;n y las nece0ades, son entidades que se producen dentro de un discurso (An&aacute;lisis de Discurso).</td></tr>

<tr><td>Concepto de Informaci&oacute;n</td><td>La informaci&oacute;n es tratada desde una perspectiva amplia que involucra, adem&aacute;s de los mensajes (paradigma f&iacute;sico), que son procesados a un nivel cognitivo (paradigma cognitivo), un contexto -situaci&oacute;n, tarea, problema-, motivaciones e intencionalidad (<a href="#sar99">Saracevic 1999</a>).</td></tr>

<tr><td>Basamento te&oacute;rico-emp&iacute;rico</td><td> - La cr&iacute;tica de Winograd y Flores a los modelos de la inform&aacute;tica, que supone para la CI una nueva visi&oacute;n de usuarios como seres sociales y culturales, as&iacute; como una visi&oacute;n sociol&oacute;gico-epistemol&oacute;gica de la b&eacute;squeda de informaci&oacute;n (<a href="#cap03">Capurro 2003</a>; <a href="#hjo98">Hjørland 1998</a>). -	An&aacute;lisis de Dominio de Hjørland y Albrechtsen (<a href="#hjo95">1995</a>). -	Hermen&eacute;utica de Capurro (<a href="#cap92">1992</a>). -	Fenomenolog&iacute;a hermen&eacute;utica de Budd (<a href="#bud95">1995</a>). -	Cibersemi&oacute;tica de Brier (<a href="#bri96">1996</a>). -	Teor&iacute;a sobre los entornos de los usuarios de informaci&oacute;n de Taylor (<a href="#tal05">Talja <em>et al.</em> 2005</a>). -	Teor&iacute;a de los entornos de los usuarios de informaci&oacute;n y su estructuraci&oacute;n (<a href="#tal05">Talja <em>et al.</em> 2005</a>). -	An&aacute;lisis del Discurso (<a href="#fro92">Frohmann 1992</a>). El desarrollo te&oacute;rico-emp&iacute;rico desde este paradigma es transversal a toda la disciplina (<a href="#oro00">&Oslash;rom 2000</a>). Seg&eacute;n Ingwersen (<a href="#ina92">1992a</a>) se reconoce fundamentalmente dentro de la informetr&iacute;a y la gesti&oacute;n de informaci&oacute;n.</td></tr>

<tr><td>Enfoque</td><td>Social (usuario-sistema-contexto) (<a href="#cap03">Capurro 2003</a>; <a href="#fer02">Fern&aacute;ndez-Molina &amp; Moya-Aneg&oacute;n 2002</a>; <a href="#oro00">Ørom 2000</a>).</td></tr>

<tr><td>Premisas</td><td> - Se estudian, analizan y conceptualizan los procesos informativos y la comunicaci&oacute;n del conocimiento a un nivel macro (contexto socio-cultural). - Se concibe el &aacute;rea tem&aacute;tica de la CI desde la sociolog&iacute;a de la ciencia, la hermen&eacute;utica, la semi&oacute;tica y el an&aacute;lisis del discurso (<a href="#oro00">&Oslash;rom 2000</a>). Se con0era que los m&eacute;todos estad&iacute;sticos cuantitativos pueden ser usados s&oacute;lo en aquellas &aacute;reas en las cuales la percepci&oacute;n humana de una situaci&oacute;n no es un factor (<a href="#ben89">Benediktsson 1989</a>). - La relevancia se define como contextual: a) El juicio para la relevancia est&aacute; basado en el conocimiento del dominio (<a href="#hjo95">Hj&oslash;rland &amp; Albrechtsen 1995</a>). b) Factores contextuales determinan la relevancia, que se con0era un acto de interpretaci&oacute;n (<a href="#oro00">&Oslash;rom 2000</a>).</td></tr>
</table>

<h2>Conclusiones</h2>

<p>La revoluci&oacute;n cient&iacute;fica acaecida en la segunda mitad del siglo <span>X++</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>afect&oacute; de manera particular a la realidad informativa y sus diversos dominios. El surgimiento de la Ciencia de la Informaci&oacute;n fue resultado de la proliferaci&oacute;n disciplinaria y la instauraci&oacute;n de un paradigma, en concreto el denominado f&iacute;sico. Este paradigma result&oacute; determinante en la creaci&oacute;n y consolidaci&oacute;n de la integridad y singularidad del nuevo campo del conocimiento, en un per&iacute;odo hist&oacute;rico concreto, y defini&oacute; su independencia y autonom&iacute;a.</p>
<p>La superaci&oacute;n cualitativa que lleva consigo cada paradigma de la Ciencia de la Informaci&oacute;n lo hace mejor que su predecesor, por su capacidad adaptativa y resolutiva ante las nuevas nece0ades sociales. Un paradigma es reflejo de su &eacute;poca, y eso le atribuye una marcada significaci&oacute;n hist&oacute;rica en el estudio de la disciplina, m&aacute;s all&aacute; de su derogaci&oacute;n, pues cada paradigma ha 0o portador de la soluci&oacute;n para su tiempo y ha convertido a la comunidad cient&iacute;fica -durante las diversas etapas de la Ciencia de la Informaci&oacute;n- en generadora de basamento te&oacute;rico-conceptual y gu&iacute;a de la investigaci&oacute;n, lo que evidencia su condici&oacute;n de unidad productora y validadora de conocimiento.</p>

<p>En este sentido, la importancia del paradigma f&iacute;sico radica en su contribuci&oacute;n a la configuraci&oacute;n de la disciplina, al establecer los cimientos te&oacute;rico-metodol&oacute;gicos fundacionales. Por su parte, el paradigma cognitivo destaca por expresar y reflejar un cambio social e intelectual m&aacute;s radical, y centrarse en el sujeto como ente individual. Por &eacute;ltimo, el paradigma social trasciende el estrecho marco utilitario y metodol&oacute;gico en el que se recluy&oacute; el paradigma cognitivo, al poner su &eacute;nfasis en la historicidad de todos los fen&oacute;menos sociales, y en el cuestionamiento persistente en torno a los elementos subjetivos de los modelos te&oacute;ricos, lo que aumenta la probabilidad de que esos modelos sean relevantes, y contribuye as&iacute; al desarrollo org&aacute;nico de la disciplina.</p>

<p>El acercamiento desde la integraci&oacute;n hist&oacute;rica y epistemol&oacute;gica permiti&oacute; precisar las sustanciales diferencias que indican una reconstrucci&oacute;n c&iacute;clica de los pilares te&oacute;rico-conceptuales disciplinarios, y que facilitan la identificaci&oacute;n de aquellos aspectos distintivos centrados en la relaci&oacute;n sujeto-objeto-contexto, y vinculados con el paradigma social y su emergencia. De esta manera, de la s&iacute;ntesis hist&oacute;rico-epistemol&oacute;gica, con0erada como marco referencial disciplinario, se asumen tres supuestos b&aacute;sicos para la identificaci&oacute;n del paradigma social en el per&iacute;odo comprendido desde 1995 hasta el presente:</p>

<ol>
<li>La existencia de un nivel intermedio entre el paradigma cognitivo mentalista y el paradigma social, integrado por las propuestas te&oacute;ricas que reconocen el contexto o situaci&oacute;n como un elemento que condiciona la b&eacute;squeda y recuperaci&oacute;n de informaci&oacute;n, constituye una clara expresi&oacute;n del agotamiento del paradigma cognitivo.</li>
<li>El paradigma social se visibiliza en todas las &aacute;reas de la disciplina y se reconoce fundamentalmente dentro de la informetr&iacute;a y la gesti&oacute;n de informaci&oacute;n.</li>
<li>La investigaci&oacute;n cuantitativa, bajo la &eacute;gida del paradigma social, s&oacute;lo puede ser utilizada en aquellas &aacute;reas donde la percepci&oacute;n humana de una situaci&oacute;n no es un factor.</li>
</ol>


<h2>Agradecimientos</h2>

<p>A los investigadores cubanos Ricardo Arencibia, Yohannis Mart&iacute; y Gloria Ponju&aacute;n, adem&aacute;s de Fredrik &Aring;str&ouml;m (Suecia), Don Fallis (USA) y F&eacute;lix de Moya (Espa&ntilde;a), por sus correcciones, observaciones y apoyo en el desarrollo de esta investigaci&oacute;n.</p>


<form action="#">
<fieldset>
<legend style="border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; padding: 0.1ex 0.5ex; color: white; background-color: rgb(94, 150, 253); font-size: medium; font-weight: bold;">Referencias</legend>
<ul>

<li><a id="ast07" name="ast07"></a>&Aring;str&ouml;m, F. (2007). Changes in the LIS research front: time-sliced cocitation <span>analyses</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of LIS journal articles, 1990-2004. <em>Journal of the American Society for Information Science and Technology</em>, <strong>58</strong>(7), 947-957.</li>

<li><a id="ara03" name="ara03"></a>Ara&eacute;jo, C.<span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>A. (2003). <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>ci&ecirc;ncia da informa&ccedil;&atilde;o como ci&ecirc;ncia social. <em>Ci&ecirc;ncia da Informa&ccedil;&atilde;o</em>, <strong>32</strong>(3), 21-27.</li>

<li><a id="bar01" name="bar01"></a>Barreto, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>D.<span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2001). Cambio estructural en el flujo de conocimiento: la comunicaci&oacute;n electr&oacute;nica. <em>Acimed</em>, <strong>9</strong>(4), 23-28.</li>

<li><a id="ben89" name="ben89"></a>Benediktsson, D. (1989). Hermeneutics: dimensions toward LIS thinking. <em>Library and Information Science Research</em>, <strong>11</strong>(3), 210-234.</li>

<li><a id="bla98" name="bla98"></a>Blanco, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span><span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (1998). <em>Tercer Milenio: una visi&oacute;n alternativa de la posmodernidad.</em> La Habana: Centro F&eacute;lix Varela.</li>

<li><a id="bor68" name="bor68"></a>Borko, H. (1968). Information science: what is it? <em>American Documentation</em>, <strong>19</strong>(1), 3-5.</li>

<li><a id="bow98" name="bow98"></a>Bowles, M.D. (1998). <a href="http://www.webcitation.org/5ge8aNM18">The information wars: two cultures and the <span>conflict</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>in information retrieval, 1945-1999</a>. In: Mary Ellen Bowden, Trudi Bellardo Hahn &amp; Robert V. Williams (Eds.), <em>Proceedings of the 1998 Conference on the <span>History</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and Heritage of Science Information Systems</em> (pp. 156-166). Medford, NJ: Information Today, Inc. for the American Society for Information Science and the Chemical Heritage Foundation. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>26 February, 2008 from http://www.chemheritage.org/explore/ASIS_documents/ASIS98_Bowles.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5ge8aNM18)</li>

<li><a id="bri96" name="bri96"></a>Brier, S. (1996). Cybersemiotics: a new interdisciplinar development applied to the problems of knowledge organisation and document retrieval in information science. <em>Journal of Documentation</em>, <strong>52</strong>(3), 296-344.</li>

<li><a id="buc98" name="buc98"></a>Buckland, M.K. (1998). <a href="http://www.webcitation.org/5geEL6lvS">Overview of the history of science information systems</a>. In: Mary Ellen Bowden, Trudi Bellardo Hahn &amp; Robert V. Williams (Eds.), <em>Proceedings of the 1998 Conference on the <span>History</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and Heritage of Science Information Systems</em> (pp. 3-7). Medford, NJ: Information Today, Inc. for the American Society for Information Science and the Chemical Heritage Foundation.  <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>26 February, 2008 from http://www.chemheritage.org/explore/ASIS_documents/ASIS98_Buckland.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5geEL6lvS)</li>

<li><a id="bud95" name="bud95"></a>Budd, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (1995). An <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>foundation for library and information science. <em>The Library Quarterly</em>, <strong>65</strong>(3), 295-318.</li>

<li><a id="bud01" name="bud01"></a>Budd, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2001). <em>Knowledge and knowing in library and information science: a philosophical <span>framework</span>. <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span></em> Lanham, MD: Scarecrow.</li>

<li><a id="bus45" name="bus45"></a>Bush, V. (1945). As we may think? <em>The Atlantic Monthly</em>, <strong>176</strong>(1), 101-108.</li>

<li><a id="cap92" name="cap92"></a>Capurro, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (1992). What is information science for? a philosophical reflection. In Vakkari, P. &amp; Cronin, B. (Eds.). <em>Conceptions of library and information science: historical, <span>empirical</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and theoretical perspectives.</em> (pp. 82-96) London: Taylor Graham.</li>

<li><a id="cap03" name="cap03"></a>Capurro, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2003). <a href="http://www.webcitation.org/5ge92nXr9"><em>Epistemolog&iacute;a y Ciencia de la Informaci&oacute;n</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>26 February, 2008 from http://www.capurro.de/enancib.htm  (Archived by WebCite&reg; at http://www.webcitation.org/5ge92nXr9)</li>

<li><a id="dem77" name="dem77"></a>De Mey, M. (1977). The <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>viewpoint: its development and its scope. In: De Mey, M. (Ed.). <em>International Workshop on the <span>Cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>Viewpoint.</em> (pp. xvi-xxxii). Ghent: University of Ghent.</li>

<li><a id="der77" name="der97"></a>Dervin, B. (1997). Given a context by any other name: methodological <span>tools</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>for taming the unruly beast. In P. Vakkari, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> Savolainen &amp; B. Dervin (Eds.). <em>Information seeking in context: Proceedings of an International Conference on Research in Information Needs, Seeking and use in Different Contexts.</em> (pp. 13-38). London: Taylor Graham.</li>

<li><a id="dic93" name="dic93"></a>Dick, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>L. (1993). Three paths to inquiry in library and information science: positivist, constructivist and critical theory <span>approaches</span>. <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> <em>South African Journal of Information Science</em>, <strong>61</strong>(2), 53-60.</li>

<li><a id="dic95" name="dic95"></a>Dick, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>L. (1995). Library and information science as a social science: <span>neutral</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and normative conceptions. <em>The Library Quarterly</em>, <strong>65</strong>(2), 216-235.</li>

<li><a id="dic99" name="dic99"></a>Dick, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>L. (1999). Epistemological <span>positions</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and library and information science. <em>The Library Quarterly</em>, <strong>69</strong>(3), 305-323.</li>

<li><a id="ell92" name="ell92"></a>Ellis, D. (1992). The physical and <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span><span>paradigms</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>in information retrieval research. <em>Journal of Documentation</em>, <strong>48</strong>(1), 45-64.</li>

<li><a id="far90" name="far90"></a>Farkas-Conn, I.S. (1990). <em>From documentation to information science. The beginnings and early development of the American Documentation Institute-American Society for Information Science.</em> New York, Greenwood Press.</li>

<li><a id="fer94" name="fer94"></a>Fern&aacute;ndez-Molina, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>C. (1994). Enfoque objetivo y subjetivo del concepto de informaci&oacute;n. <em>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</em>, <strong>17</strong>(3), 320-331.</li>

<li><a id="fer02" name="fer02"></a>Fern&aacute;ndez-Molina, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>C. &amp; Moya-Aneg&oacute;n, F. (2002). Perspectivas epistemol&oacute;gicas &quot;humanas&quot; en la Documentaci&oacute;n. <em>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</em>, <strong>25</strong>(3), 241-253.</li>

<li><a id="fro92" name="fro92"></a>Frohmann, B. (1992). The power of images: a discourse analysis of the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>viewpoint. <em>Journal of Documentation</em>, <strong>48</strong>(4), 365-386.</li>

<li><a id="har71" name="har71"></a>Harmon, G. (1971). On the evolution of information science. <em>Journal of American Society for Information Science</em>, <strong>22</strong>(4), 235-241.</li>

<li><a id="hay98" name="hay98"></a>Hayes, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>M. (1998). <a href="http://www.webcitation.org/5geFs7CGe">History review: the development of information science in the United States</a>.  In: Mary Ellen Bowden, Trudi Bellardo Hahn &amp; Robert V. Williams (Eds.), <em>Proceedings of the 1998 Conference on the <span>History</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and Heritage of Science Information Systems</em> (pp. 223-248). Medford, NJ: Information Today, Inc. for the American Society for Information Science and the Chemical Heritage Foundation.  <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>26 February, 2008 from http://www.chemheritage.org/explore/ASIS_documents/ASIS98_Hayes.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5geFs7CGe)</li>

<li><a id="hjo92" name="hjo92"></a>Hj&oslash;rland, B. (1992). The concept of &quot;subject&quot; in information science. <em>Journal of Documentation</em>, <strong>48</strong>(2), 172-200.</li>

<li><a id="hjo98" name="hjo98"></a>Hj&oslash;rland, B. (1998). Theory and metatheory of information science: a new interpretation. <em>Journal of Documentation</em>, <strong>54</strong>(5), 606-621.</li>

<li><a id="hjo00" name="hjo00"></a>Hj&oslash;rland, B. (2000). Documents, memory institutions and information science. <em>Journal of Documentation</em>, <strong>56</strong>(1), 27-41.</li>

<li><a id="hjo02" name="hjo02"></a>Hj&oslash;rland, B. (2002). Epistemology and the socio-cognitive <span>perspective</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>in information science. <em>Journal of the American Society for Information Science and Technology</em>, <strong>53</strong>(4), 257-270.</li>

<li><a id="hjo05" name="hjo05"></a>Hj&oslash;rland, B. (2005). Empiricism, rationalism and positivism in library and information science. <em>Journal of Documentation</em>, <strong>61</strong>(1), 130-155.</li>

<li><a id="hjo95" name="hjo95"></a>Hj&oslash;rland, B. &amp; Albrechtsen, H. (1995). Toward a new horizon in information science: <span>domain</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>analysis.<em>Journal of the American Society for Information Science</em>, <strong>46</strong>(6), 400-425.</li>

<li><a id="hob98" name="hob98"></a>Hobsbawm, E. (1998). <em>Historia del siglo <span>X++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span></em> Barcelona: Grijalbo.</li>

<li><a id="hug98" name="hug98"></a>Hughes, T.P. (1998). <a href="http://www.webcitation.org/5geGf1dKE"><em>Funding a revolution</em></a>.  In: Mary Ellen Bowden, Trudi Bellardo Hahn &amp; Robert V. Williams (Eds.), <em>Proceedings of the 1998 Conference on the <span>History</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and Heritage of Science Information Systems</em> (pp. 8-13). Medford, NJ: Information Today, Inc. for the American Society for Information Science and the Chemical Heritage Foundation.   <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>26 February, 2008 from http://www.chemheritage.org/explore/ASIS_documents/ASIS98_Hughes.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5geGf1dKE)</li>

<li><a id="ina92" name="ina92"></a>Ingwersen, P. (1992a). Information and information science in context. <em>Libri</em>, <strong>42</strong>(2), 99-135.</li>

<li><a id="inb92" name="inb92"></a>Ingwersen, P. (1992b). <em>Information retrieval <span>interaction</span>. <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span></em>London: Taylor Graham.</li>

<li><a id="ing96" name="ing96"></a>Ingwersen, P. (1996). <span>Cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>perspectives of information retrieval interaction: elements of a <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>IR theory. <em>Journal of Documentation</em>, <strong>52</strong>(1), 3-50.</li>

<li><a id="iov79" name="iov79"></a>Iovchuk, M.T., Oizerman, T.I. &amp; Shchipanov, I. (1979). <em>Compendio de historia de la Filosof&iacute;a. 2ª ed.</em>La Habana: Pueblo y Educaci&oacute;n.</li>

<li><a id="jac98" name="jac98"></a>Jacob, E.K. &amp; Shaw, D. (1998). Sociocognitive perspectives on <span>representation</span>. <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> <em>Annual Review of Information Science and Technology</em>, <strong>33</strong>, 131-185.</li>

<li><a id="joh03" name="joh03"></a>Johnson, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>D. (2003). On <span>contexts</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of information seeking. <em>Information Processing &amp; Management</em>, <strong>39</strong>(5), 735-760.</li>

<li><a id="koc83" name="koc83"></a>Kochen, M. (1983). Library science and information science: broad or narrow? In F. Machlup &amp; U. Mansfield (Eds.). <em>The study of information: interdisciplinary messages.</em>(pp. 371-388). New York: John Wiley &amp; Sons.</li>

<li><a id="kuh71" name="kuh71"></a>Kuhn, T.S. (1971). <em>La estructura de las revoluciones cient&iacute;ficas.</em>M&eacute;xico D.F.: Fondo de Cultura Econ&oacute;mica.</li>

<li><a id="kuh91" name="kuh91"></a>Kuhlthau, C. (1991). In0e the <span>search</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>process: information seeking from the user's <span>perspective</span>. <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> <em>Journal of the American Society for Information Science</em>, <strong>42</strong>(5), 361-371.</li>

<li><a id="lin03" name="lin03"></a>Linares, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2003). <em>La Ciencia de la Informaci&oacute;n y sus matrices te&oacute;ricas: contribuci&oacute;n a su historia.</em> Tesis para optar por el t&iacute;tulo de Doctor en Ciencias de la Informaci&oacute;n, Univer0ad de La Habana, Cuba.</li>

<li><a id="moo51" name="moo51"></a>Mooers, C. (1951). Information retrieval viewed as temporal signalling. In: <em>International Congress of Mathematicians. Cambridge, Mass., 1950. Proceedings.</em> (pp. 572-573). Providence, RI: American <span>Mathematical</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>Society.</li>

<li><a id="geo62" name="geo62"></a>National Science Foundation <em>and</em> Georgia Institute of Technology (1962). <em>Proceedings of the Conferences on Training Science Information Specialists, 12-13 October 1961, 12-13 April 1962.</em> Atlanta: Georgia Institute of Technology.</li>

<li><a id="oro00" name="oro00"></a>&Oslash;rom, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2000). Information Science, historical changes and social aspects: a Nordic outlook. <em>Journal of Documentation</em>, <strong>56</strong>(1), 12-26.</li>

<li><a id="pet01" name="pet01"></a>Pettigrew, K.E. &amp; McKechnie, L. (2001). The use of theory in information science research. <em>Journal of the American Society for Information Science and Technology</em>, <strong>52</strong>(1), 62-73.</li>

<li><a id="san88" name="san88"></a>Santos, B.S. (1988). Um discurso sobre as ciências na transi&ccedil;ão para uma ciência p&oacute;s-moderna. <em>Estudos Avan&ccedil;ados</em>, <strong>2</strong>, 56-71.</li>

<li><a id="sar99" name="sar99"></a>Saracevic, T. (1999). Information science. <em>Journal of American Society for Information Science and Technology</em>, <strong>50</strong>(12), 1051-1063.</li>

<li><a id="sch04" name="sch04"></a>Schneider, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>W. &amp; Borlund, P. (2004). Introduction to bibliometrics for construction and maintenance of thesauri: methodical con0erations. <em>Journal of Documentation</em>, <strong>60</strong>(5), 524-549.</li>

<li><a id="sha48" name="sha48"></a>Shannon, C.E. (1948). <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>mathematical theory of communication. <em>Bell System Technical Journal</em>, <strong>27</strong>, 379-423, 623-656.</li>

<li><a id="she77" name="she77"></a>Shera, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>H. &amp; Cleveland, D.B. (1977). <span>History</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of foundations of information science. <em>Annual Review of Information Science and Technology</em>, <strong>12</strong>, 249-275.</li>

<li><a id="sno61" name="sno61"></a>Snow, C.P. (1961). <em>The two cultures and the scientific <span>revolution</span>. <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span></em>New York, NY: Cambridge University Press.</li>

<li><a id="tal99" name="tal99"></a>Talja, S., Keso, H. &amp; Pietilaïnen, T. (1999). The production of 'context' in information seeking research: a metatheoretical view. <em>Information Processing and Management</em>, <strong>35</strong>(6), 751-763.</li> 

<li><a id="tal05" name="tal05"></a>Talja, S., Tuominen, K. &amp; Savolainen, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2005). &quot;Isms&quot; in information science: constructivism, collectivism and constructionism. <em>Journal of Documentation</em>, <strong>61</strong>(1), 79-101.</li>

<li><a id="tau51" name="tau51"></a>Taube, M. (1951). Functional approach to bibliographic organization: a critique and a proposal. In Shera, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>H. &amp; Egan, M.E. (Eds.). <em>Bibliographic organization.</em> (pp. 57-71). <span>Chicago</span>, <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> IL: University of <span>Chicago</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>Press.</li>

<li><a id="tay66" name="tay66"></a>Taylor, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>S. (1966). Professional aspects of information science and technology. <em>Annual Review of Information Science and Technology</em>, <strong>1</strong>, 15-40.</li>

<li><a id="une05" name="une05"></a>UNESCO (2005). <em>Hacia las sociedades del conocimiento.</em> Paris: UNESCO Publishing.</li>

<li><a id="veg07" name="veg07"></a>Vega-Almeida, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>L. (2007). <a href="http://www.webcitation.org/5geGqdBQ5">Influencia del paradigma tecnol&oacute;gico en la organizaci&oacute;n de la informaci&oacute;n</a>. <em>Acimed</em>, <strong>15</strong>(2). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>26 February, 2008 from http://scielo.sld.cu/pdf/aci/v15n2/aci06207.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5geGqdBQ5)</li>

<li><a id="waa99" name="waa99"></a>Waast, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Boukhari, S. (1999). &iquest;Qui&eacute;n posee la ciencia? <em>El Correo de la UNESCO</em>, <strong>LII</strong>, 17-20.</li>

<li><a id="wal99" name="wal99"></a>Wallerstein, I. (1999). <em>Abrir las ciencias sociales.</em> 4ª ed. Distrito Federal, Mexico: Siglo Veintiuno Editores.</li>

<li><a id="whi98" name="whi98"></a>White, H.D. &amp; McCain, K. (1998). Visualizing a discipline: an author co-citation analysis of information science, 1972-1995. <em>Journal of the American Society for Information Science</em>, <strong>49</strong>(4), 327-355.</li>

<li><a id="zun77" name="zun77"></a>Zunde, P. &amp; Gehl, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (1977). Empirical foundation of information science. <em>Annual Review of Information Science and Technology</em>, <strong>14</strong>, 67-83.</li>
</ul>
</fieldset>
</form>

<form action="#">

<fieldset>
<legend><a id="abs" name="abs">Abstract</a></legend>
<blockquote>
<strong>Introduction.</strong> This paper intends to analyse and <span>establish</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>the historical and <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>coordinates of Information Science, which in <span>search</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of a definitive solution to the problems that defune it, has evolved from the explicit validation of objective knowledge, in the first <span>period</span>, <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> to the acceptance of the subject as social actor that constructs knowledge in strong relationship to its context, through a reflexive and interpretative processes.<br/>
<strong>Methods and analysis</strong> <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>chronological division into three periods was used, which were successively under the <span>domain</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of physical, <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and social <span>paradigms</span>. <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> Each of these periods was analysed through a set of <span>qualitative</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>variables. <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>literature review was employed for the analysis.<br/>
<strong>Results.</strong> The approach from historical and <span>epistemological</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>perspectives allows one to identify the substantial differences that <span>indicate</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>a cyclic reconstruction of the theoretical and conceptual disciplinary supports. These differences allow one to identify those distinctive aspects centred in the subject-object-context relationship, and related to the social paradigm and its emergence.<br/>
<strong>Conclusions.</strong> If the physical paradigm has the <span>main</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>responsibility for the configuration of Information Science, <span>establishing</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>the <span>foundational</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>theoretic-methodological basis, the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>paradigm expresses and is a reflex of a more radical, social and intellectual change and it is centred in the subject as individual. However, the social paradigm transcends the narrow utilitarian and methodological <span>framework</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>that <span>supported</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>paradigm, emphasising the historicity of all the social phenomena, and in the persistent discussion of all the subjective elements present in theoretical models. </blockquote>
</fieldset> 
</form>

<form action="#">
<fieldset>
<legend style="border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; padding: 0.1ex 0.5ex; color: white; background-color: rgb(94, 150, 253); font-size: medium; font-weight: bold;">How to cite this paper</legend>
<div><br/>
Vega-Almeida, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>L., Fern&aacute;ndez-Molina, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>C. &amp; Linares, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2009). Coordenadas paradigm&aacute;ticas, hist&oacute;ricas y epistemol&oacute;gicas de la Ciencia de la Informaci&oacute;n: una sistematizaci&oacute;n. <em>Information Research</em>, <strong>14</strong>(2) paper 399. [Available from 10 May, 2009 at http://InformationR.net/ir/14-2/paper399.html]</div>
</fieldset>
</form>

<table cellspacing="10" align="center">
	<tr>
		<td colspan="3" align="center" style="background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr>
	<tr>
		<td align="center" valign="top">

<form method="get" action="http://scholar.google.com/scholar" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;information science&quot; <span>paradigms</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>epistemology"></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>

</form>
		</td>
		<td align="center" valign="top">
<!-- Search Google -->

<form method="get" action="http://www.google.com/custom" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;information science&quot; <span>paradigms</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>epistemology"></input><br />
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;"></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>

<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
					</td>
				</tr>
			</table>
</form>
</td>
<td align="center" valign="top">
<form method="get" action="http://www.live.com/" target="_blank">
			<table bgcolor="#ffffff">
				<tr>

					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;information science&quot; <span>paradigms</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>epistemology"></input> <br />
<input type="submit" name="sa" value="Windows Live"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>
</form>

		</td>
	</tr>
</table>

<!-- <div align="center">Articles citing this paper, <a href="http://scholar.google.com/scholar?hl=en&lr=&cites=15087050128968045568" target="_blank">according to Google Scholar</a></div>
<br /> -->
<div align="center">
<img src="http://images.del.icio.us/static/img/delicious.small.gif" alt="logo" /> <a href="http://del.icio.us/post" onclick="window.open('http://del.icio.us/post?v=4&amp;noui&amp;jump=close&amp;url='+encodeURIComponent(location.href)+'&amp;title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark This Page</a>
</div>

 <hr size="1" style="color: #5E96FD;" />
<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div><a href="http://www.digits.com/" target="_blank"><img src="http://counter.digits.com/?counter={1149c81e-78dc-0544-c128-bbb0d8715a32}&amp;template=simple" alt="Hit Counter by Digits" border="0"  /></a>
</div></td>
    

<td align="center" valign="top"><div>
&copy; the authors, 2009. <br />Last updated: 9 May, 2009
</div></td>

         <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START-->
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'>
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
    var d=document;
    var 0="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('paper399.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>
<noscript>
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online web site analytics" /></a>
</noscript>
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div>
<!--ONESTAT SCRIPTCODE END-->
</td></tr>
</table>
<hr size="3" style="color: #5E96FD;" />

<table align="center"><tr><td><div class="button">


<ul>
	<li><a href="infres142.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
-->
</div></td></tr></table>


<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/14-2/paper399.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:35 GMT -->
</html>
