<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/12-4/paper322.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:37 GMT -->
<head>
<title>Las nuevas leyes de derecho de autor: ¿adecuadas para la preservación digital?</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<!--Enter appropriate data in the content fields]-->
<meta name="dc.title" content="New copyright laws: <span>suitable</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>for digital preservation?" />
<meta name="dc.creator" content="<span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Carlos Fernández-Molina, José Augusto Chaves Guimarães" />
<meta name="dc.subject" content="Copyright and digital preservation" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> content="Introduction. Be0es technical and economic-organisational problems digital preservation faces legal issues too, specially as regards copyright legislation, since all digital preservation <span>strategies</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>involve copying of materials and/or <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>use which are typically copyrighted.Aim. Ascertain to what extent current copyright <span>laws</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>meet digital preservation requirements.<span>Method</span>. <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> <span>A+</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>cross-sectional analysis of recently updated national copyright <span>laws</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>as well as the impact of the other two protection methods: contractual and technological.Results. Even after the latest updates current copyright legislation is almost useless for digital preservation activities since the opportunities provide by WIPO Copyright Treaty to adapt and extend copyright exceptions and limitations have been squandered.Conclusions. We need a legislation reform that will make it possible to carry out all required copying/communication activities and <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>use, even if circumventing technological protection is needed. But that is not enough for licensed works. The best solution for this kind of works is to include specific clauses in the licences that facilitate preservation activities. Thus, cooperation between both stakeholders -libraries and rights holders- is <span>essential</span>. <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>" /> 
<meta name="dc.subject.keywords" content="Copyright, Intellectual Property Rights, Digital Preservation" />

<!--leave the following to be completed by the Editor-->
<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper322.html" />
<meta name="dc.relation.IsPartOf" content="infres.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2007-10-15" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>

<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted maroon;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: maroon;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy;
    border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy;
    font-weight: bold;
}

</style>
<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head>
<body  bgcolor="#ffffff">

<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"> <img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<div>
Vol. 12 No. 4, October 2007
</div><br /><br />
<div class="button">
<ul>
	<li><a href="infres124.html"> Contents</a> | </li>

	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>

</ul>
</div></td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr size="1" style="color: maroon;" />

<h1>Las nuevas leyes de derecho de autor: &iquest;adecuadas para la preservaci&oacute;n digital?</h1>


<div style="MARGIN-LEFT: 10%; MARGIN-RIGHT: 10%">
<h4 align="center"><a href="mailto:jcfernan@ugr.es">J. Carlos Fern&aacute;ndez-Molina</a><br />
Univer0ad de Granada, Facultad de Biblioteconomía y Documentaci&oacute;n, Colegio M&aacute;ximo de Cartuja, 18071 Granada, Espa&ntilde;a<br />
<br />
<a href="mailto: guimajac@marilia.unesp.br">Jos&eacute; Augusto Chaves Guimarães</a><br />
  Univer0ade Estadual Paulista, Departamento de Ciência da Informa&ccedil;&atilde;o, Av. Hygino Muzzi Filho, 737, 17525-900 - Marília, Brasil</h4>

</div>

<br />

<form action="#">
<fieldset>
<legend>Resumen</legend>
<blockquote>
<strong>Introducci&oacute;n.</strong> Adem&aacute;s de dificultades de naturaleza t&eacute;cnica y econ&oacute;mico-organizativa, la preservaci&oacute;n digital se enfrenta con graves problemas de tipo legal, en especial con el derecho de autor, ya que todas las estrategias de preservaci&oacute;n implican normalmente la copia de la informaci&oacute;n y/o la utilizaci&oacute;n de <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>con derechos de autor. El objetivo de este trabajo es comprobar hasta qu&eacute; punto es adecuada la legislaci&oacute;n <span>actual</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>de derecho de autor para hacer frente a las nece0ades de preservaci&oacute;n de los materiales informativos que componen las colecciones de las bibliotecas. <br />  

<strong>Metodolog&iacute;a.</strong> An&aacute;lisis de una muestra representativa de las leyes nacionales de aquellos pa&iacute;ses que las han reformado m&aacute;s recientemente, adem&aacute;s del impacto de los otros dos m&eacute;todos de protecci&oacute;n: contractual y tecnol&oacute;gico. <br />  
<strong>Resultados.</strong> Incluso tras las recientes reformas, la legislaci&oacute;n <span>actual</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>es de escasa utilidad para las actividades de preservaci&oacute;n digital, ya que se han desaprovechado las posibilidades que ofrece el Tratado de la OMPI de 1996 para adaptar y ampliar las limitaciones y excepciones a los derechos de autor. <br /> 

<strong>Conclusiones.</strong> Es necesaria una reforma de la legislaci&oacute;n que permita llevar a cabo todas las actividades de copia y comunicaci&oacute;n de obras y de uso de <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>necesarias, incluso eludiendo la protecci&oacute;n tecnol&oacute;gica, si es preciso. Pero esto no es suficiente para las obras bajo licencia, para las que la mejor soluci&oacute;n ser&iacute;a la inclusi&oacute;n de cl&aacute;usulas espec&iacute;ficas que faciliten la preservaci&oacute;n, por lo que es imprescindible la cooperaci&oacute;n entre los dos sectores implicados: bibliotecas y propietarios de los derechos. </blockquote>
<div align="center"><b><a href="#abs">Abstract in English</a></b></div>

</fieldset>
</form>
<br /><br />
<div align="center">
<input type="button" value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: White; background-color: Maroon" onclick="doChangeFont()" /></div>
<br />

 
<h2>Introducci&oacute;n</h2>


<p>La preservaci&oacute;n digital presenta muchas m&aacute;s dificultades que la de las obras en formatos tradicionales debido a problemas de diferente naturaleza: t&eacute;cnica, econ&oacute;mico-organizativa y legal. En cuanto a los primeros, est&aacute; demostrado que los medios digitales se degradan m&aacute;s r&aacute;pidamente que los tradicionales. Pero el deterioro del medio original no es el &uacute;nico problema, ya que, debido al r&aacute;pido desarrollo tecnol&oacute;gico, el <span>hardware</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>y el <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>se quedan obsoletos continuamente, por lo que tambi&eacute;n existe el riesgo de que las publicaciones electr&oacute;nicas no est&eacute;n ya accesibles en el futuro. Incluso si el medio y el contenido est&aacute;n en buenas condiciones, la tecnolog&iacute;a necesaria para hacer accesible la obra puede que ya no est&eacute; disponible (<a href="#rot1999">Rothenberg 1999</a>,<a href="#thi2002"> Thibodeau 2002</a>, <a href="#gla2006"> Gladney 2006</a>). Tambi&eacute;n producen problemas las propias caracter&iacute;sticas intr&iacute;nsecas de la informaci&oacute;n digital: la mayor complejidad de los productos informativos, la naturaleza ef&iacute;mera de algunos tipos de informaci&oacute;n digital y la supervivencia de los enlaces entre diferentes bits de informaci&oacute;n digital, la combinaci&oacute;n de diferentes tipos de informaci&oacute;n y de formatos o la dependencia de un <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>para la b&uacute;squeda y recuperaci&oacute;n (<a href="#mui2004">Muir 2004</a>). En definitiva, la cl&aacute;sica estrategia de 'almacenar en un entorno seguro y no tocar' ya no es suficiente, ya que ahora es necesaria una estrategia activa y de intervenci&oacute;n (<a href="#koe1998">Koelman &amp; Westerbrink 1998</a>).</p>

<p>En cuanto a los problemas de car&aacute;cter econ&oacute;mico y organizativo, no se refieren &uacute;nicamente a los costes que estas actividades suponen, sino tambi&eacute;n al cambio que se ha producido en el modelo de negocio. La mayor&iacute;a de la informaci&oacute;n digital no es comprada por las bibliotecas sino <em>alquilada</em>, es decir, no tienen la propiedad de la mayor&iacute;a de la informaci&oacute;n digital de sus colecciones sino que solamente tienen un derecho de acceso y uso concedido por una licencia o contrato. As&iacute;, si la informaci&oacute;n misma no re0e en la biblioteca, puede que no tenga acceso a la informaci&oacute;n m&aacute;s vieja, o incluso a ninguna informaci&oacute;n si se cancela la suscripci&oacute;n o si desaparece ese editor. Esto es una diferencia fundamental con la informaci&oacute;n impresa, que al ser pose&iacute;da f&iacute;sicamente por las bibliotecas, &eacute;stas ten&iacute;an un control absoluto sobre las obras que compon&iacute;an su colecci&oacute;n, incluso aunque la suscripci&oacute;n se hubiera cancelado. Tambi&eacute;n nos encontramos aqu&iacute; con los problemas relacionados con la puesta en marcha y mantenimiento de los archivos o repositorios para el almacenamiento de estos materiales, adem&aacute;s de las necesarias estructuras de colaboraci&oacute;n entre los proveedores de informaci&oacute;n y las instituciones usuarias (<a href="#gra2002">Granger 2002</a>).</p>

<p>Por &uacute;ltimo, tambi&eacute;n hay problemas legales, especialmente los relacionados con el derecho de autor. Las estrategias de preservaci&oacute;n implican normalmente la copia de la informaci&oacute;n y/o la utilizaci&oacute;n de <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>con derechos de autor, lo que supone que podr&iacute;a haber infracci&oacute;n de tales derechos. Esto es, en t&eacute;rminos generales, s&oacute;lo si se obtiene el permiso del propietario de los derechos se podr&iacute;an llevar a cabo tales actividades. Adem&aacute;s, la mayor&iacute;a de las obras digitales est&aacute;n protegidas por diversos dispositivos tecnol&oacute;gicos (por ejemplo, los sistemas anticopia), y estos dispositivos, a su vez, est&aacute;n protegidos por las nuevas leyes de derecho de autor, por lo que normalmente no pueden ser eludidos <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>infringir la ley.</p>

<p>En resumen, si las bibliotecas quieren seguir llevando a cabo su tradicional funci&oacute;n de preservar las publicaciones como apoyo a la investigaci&oacute;n y al acceso al conocimiento, no s&oacute;lo deben resolver problemas de car&aacute;cter t&eacute;cnico u organizativo, sino que tambi&eacute;n deber&aacute;n superar importantes obst&aacute;culos de tipo legal. Estos &uacute;ltimos tienen que ver fundamentalmente con la legislaci&oacute;n de dep&oacute;sito legal, la de privacidad y la de derecho de autor, y es en esta &uacute;ltima normativa en la que se va a centrar este trabajo. En primer lugar, haremos una breve descripci&oacute;n de las principales estrategias de preservaci&oacute;n y de los requerimientos legales exigidos por cada una de ellas, para a continuaci&oacute;n analizar en qu&eacute; situaci&oacute;n se encuentran las limitaciones y excepciones a los derechos de autor, dado que son la herramienta legal que permite hacer determinados usos de las obras <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>permiso del propietario de los derechos. Con ese punto de partida, examinaremos una muestra representativa de leyes nacionales de derecho de autor para ver en qu&eacute; medida facilitan o dificultan la preservaci&oacute;n digital. Pero para que el an&aacute;lisis quede completo no es suficiente con analizar estas leyes, ya que hay otros dos medios de protecci&oacute;n de las obras con derecho de autor, que incluso prestan una m&aacute;s fuerte salvaguardia: la protecci&oacute;n tecnol&oacute;gica mediante los sistemas DRM (digital rights management) y la protecci&oacute;n contractual a trav&eacute;s de las licencias. Aunque por razones expositivas estos tres apartados van separados, en la pr&aacute;ctica hay una fuerte interrelaci&oacute;n entre ellos, como se podr&aacute; comprobar m&aacute;s adelante.</p>

<p>Finalmente, conviene hacer algunas aclaraciones terminol&oacute;gicas dada la confusi&oacute;n existente en este contexto. Por un lado, el t&eacute;rmino <em>digital preservation</em> se utiliza de forma muy amplia y gen&eacute;rica y, por otro, se usan los t&eacute;rminos <em>digital archiving</em>, <em>Web archiving</em> y <em>digital preservation</em> de forma pr&aacute;cticamente indistinta, cuando de hecho significan cosas diferentes para diferentes comunidades. Por esto conviene dejar claro en este punto que este trabajo se centra en la preservaci&oacute;n de los materiales informativos que componen las colecciones de las bibliotecas, tanto si han nacido digitales como si lo hicieron en formato anal&oacute;gico y se convierten a digital, por lo que no se tratan otras cuestiones relacionadas tales como la preservaci&oacute;n de documentos de archivo, por ejemplo el <a href="http://www.interpares.org/" target="_blank">Proyecto INTERPARES</a>, o la captura y almacenamiento de p&aacute;ginas Web, con iniciativas tales como <a href="http://www.archive.org/" target="_blank">

Internet Archive</a>).</p>


<h2>Las estrategias de preservaci&oacute;n y sus requerimientos legales</h2>

<p>Las estrategias para la preservaci&oacute;n digital son muy variadas, pero es posible resumirlas en tres (<a href="#mui2003">Muir 2003</a>): a) cambio o renovaci&oacute;n del medio, b) migraci&oacute;n, y c) emulaci&oacute;n. La primera consiste en la copia peri&oacute;dica de cadenas de bits de un medio a otro, ya sea un medio viejo a uno nuevo del mismo tipo, de un medio digital a papel o microforma o de un tipo de medio digital a otro diferente. Por su parte, la migraci&oacute;n es la transferencia peri&oacute;dica de una configuraci&oacute;n de hardware/software a otra o de una generaci&oacute;n tecnol&oacute;gica obsoleta a otra <span>actual</span>, <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> lo que implica acciones tales como renovaci&oacute;n o cambio del medio, conversi&oacute;n de formatos de contenido, recreaci&oacute;n de interfaces, grabaci&oacute;n del aspecto o presentaci&oacute;n (<em>look and feel</em>) y recreaci&oacute;n de contenido. Finalmente, la emulaci&oacute;n es una simulaci&oacute;n o recreaci&oacute;n del entorno t&eacute;cnico ya obsoleto para poder ver y utilizar el fichero elegido en el sistema <span>actual</span>, <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> lo que supone usar <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>para permitir que nuevas plataformas tecnol&oacute;gicas imiten el comportamiento de las plataformas m&aacute;s viejas. Es evidente que todas estas estrategias implican copia de materiales y/o <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>(incluso varias veces). Tambi&eacute;n es probable que haya que reformatear las obras, de manera que se pueden producir cambios en el contenido o en el aspecto, lo que podr&iacute;a afectar tanto al derecho de transformaci&oacute;n como a uno de los derechos morales del autor, en concreto al de integridad (<a href="#fer2001">Fern&aacute;ndez-Molina &amp; Peis 2001</a>). Dado que la gran mayor&iacute;a de las obras que conforman las colecciones de las bibliotecas tienen derecho de autor, estos actos s&oacute;lo podr&iacute;an llevarse a cabo legalmente si se tiene el permiso del propietario de los derechos o si la acci&oacute;n puede ser con0erada como l&iacute;cita al amparo de alguna de las limitaciones y excepciones a los derechos de autor establecidas en las leyes. Pero adem&aacute;s, como veremos posteriormente con m&aacute;s detalle, los problemas no s&oacute;lo se encuentran en la posible infracci&oacute;n de la legislaci&oacute;n de derecho de autor, ya que tambi&eacute;n podemos encontrarnos con la protecci&oacute;n contractual (las licencias pueden limitar el periodo de tiempo durante el cual la obra <em>pertenece</em> a la biblioteca o puede prestar acceso a &eacute;l) y con la tecnol&oacute;gica (hacer una copia de una obra digital puede requerir la elusi&oacute;n de la medida tecnol&oacute;gica que la protege).</p>

<h2>Las limitaciones y excepciones al derecho de autor en el entorno digital</h2>

<p>La legislaci&oacute;n de derecho de autor concede a los autores y dem&aacute;s propietarios de los derechos el poder de controlar el uso de las obras con derechos de autor, esto es, permitir o no su reproducci&oacute;n, distribuci&oacute;n, comunicaci&oacute;n al p&uacute;blico o transformaci&oacute;n. Pero estos derechos no tienen car&aacute;cter absoluto, sino que est&aacute;n sometidos a diversas limitaciones y excepciones, cuyo objetivo b&aacute;sico es conseguir un equilibrio entre los intereses de los autores, los de los explotadores comerciales de las obras (editores, productores, distribuidores) y los de los ciudadanos en general. Aunque estas limitaciones y excepciones son muy variadas, las principales est&aacute;n justificadas o bien por la defensa de derechos fundamentales (libertad de expresi&oacute;n y derecho a la informaci&oacute;n, y derecho a la intimidad) o por el inter&eacute;s p&uacute;blico. Las primeras son <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>duda las m&aacute;s numerosas e importantes, y entre ellas podemos destacar: el derecho de citar las obras para fines de estudio, cr&iacute;tica o pol&eacute;mica, el derecho a reproducir en los medios de comunicaci&oacute;n informes, noticias o art&iacute;culos de temas de actualidad aparecidos en otros medios, derecho a reproducir o hacer disponibles al p&uacute;blico los discursos de car&aacute;cter pol&iacute;tico con objeto de cr&iacute;tica, el derecho a reproducir obras con prop&oacute;sitos de parodia. En cuanto a la protecci&oacute;n del derecho a la intimidad, es uno de los fundamentos b&aacute;sicos de la copia privada, probablemente el l&iacute;mite m&aacute;s importante en los pa&iacute;ses de tradici&oacute;n jur&iacute;dica latina.</p>

<p>Tambi&eacute;n son habituales las limitaciones y excepciones basadas en razones de inter&eacute;s p&uacute;blico, como por ejemplo la promoci&oacute;n de la educaci&oacute;n y la cultura. As&iacute;, es habitual que se concedan ciertos privilegios a las instituciones educativas, lo que les permite reproducir partes de las obras o comunicarlas siempre que sea en actividades educativas <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>&aacute;nimo de lucro, dado que existe un mayor inter&eacute;s social en juego. Dentro de esta categor&iacute;a de limitaciones y excepciones se encuentra la que es, <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>duda, la m&aacute;s importante para los profesionales de la biblioteconom&iacute;a y documentaci&oacute;n: los denominados privilegios de bibliotecas e instituciones similares (museos, archivos, filmotecas, etc.). Estas limitaciones, recogidas de forma muy completa y detallada en las legislaciones de los pa&iacute;ses anglosajones (Estados Unidos, Reino Unido o Australia son buenos ejemplos) y no tanto en los pa&iacute;ses latino-continentales, permiten que las bibliotecas puedan facilitar a sus usuarios copias de un art&iacute;culo o de una peque&ntilde;a porci&oacute;n de una obra, copiar obras completas por razones de archivo o preservaci&oacute;n, prestar las obras a sus usuarios o a otras bibliotecas, etc.</p>

<p>Independientemente de cual sea su justificaci&oacute;n, cualquier limitaci&oacute;n a los derechos de autor tiene que superar el <span>test</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>de los 'tres pasos o fases', establecido por primera vez en el <span>art</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9.2 del Convenio de Berna (<a href="#omp1971">OMPI 1971</a>) y recogido posteriormente por el Acuerdo ADPIC de la Organizaci&oacute;n Mundial del Comercio (<a href="#omc1994">OMC 1994</a>) y por el nuevo Tratado de Derecho de Autor de la OMPI (<a href="#omp1996">1996</a>). Estos tres pasos o condiciones, de car&aacute;cter acumulativo, son: a) en determinados casos especiales, b) que no atente a la explotaci&oacute;n normal de la obra, c) ni <span>cause</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>un perjuicio injustificado a los intereses leg&iacute;timos del autor.</p>

<p>Es &uacute;ltimo tratado internacional constituye el aut&eacute;ntico punto de partida de las reformas de las leyes nacionales de derecho de autor para adaptarlas al entorno digital, por lo que es especialmente importante analizar su tratamiento de las limitaciones y excepciones al derecho de autor. &Eacute;stas aparecen reguladas en su art&iacute;culo 10, que establece que los pa&iacute;ses firmantes pueden incluir excepciones a los derechos previstos en el Tratado "en ciertos casos especiales que no atenten a la explotaci&oacute;n normal de la obra ni causen perjuicio injustificado a los intereses leg&iacute;timos del autor" (esto es, el <span>test</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>de los tres pasos). Pero todav&iacute;a m&aacute;s importante es su Declaraci&oacute;n Concertada (que lo aclara y ampl&iacute;a), que acuerda que los Estados pueden "aplicar y ampliar debidamente las limitaciones y excepciones al entorno digital" en sus legislaciones nacionales, y que pueden establecer 'nuevas excepciones y limitaciones que resulten adecuadas al entorno de red digital' (por ejemplo, para objetivos de preservaci&oacute;n digital). En definitiva, el nuevo tratado de la OMPI no supone una disminuci&oacute;n de las limitaciones y excepciones al derecho de autor, sino una simple adaptaci&oacute;n a las nuevas circunstancias del entorno digital.</p>

<p>Si nos centramos en los privilegios de las bibliotecas, es muy habitual que las leyes de derecho de autor incluyan espec&iacute;ficamente la posibilidad de hacer copias por razones de preservaci&oacute;n aunque, como veremos en el apartado siguiente, hay diferencias significativas entre unos pa&iacute;ses y otros, adem&aacute;s de haber algunos que no incluyen las reproducciones por motivos de preservaci&oacute;n o -lo que es peor- ni siquiera reconocen los privilegios de las bibliotecas.</p>
<p>Es clara la nece0ad de mantener estos privilegios en el entorno digital, ya que las funciones sociales de las bibliotecas siguen siendo las mismas, independientemente de los cambios producidos en el entorno tecnol&oacute;gico. Es m&aacute;s, lo que se precisa es su ampliaci&oacute;n y adaptaci&oacute;n a las nece0ades del contexto <span>actual</span>, <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> tal y como prev&eacute; y permite el art&iacute;culo 10 del tratado de la OMPI (<a href="#omp1996">1996</a>). En este sentido, la IFLA estableci&oacute; recientemente una serie de principios en relaci&oacute;n con la Agenda para el Desarrollo de la OMPI, de los que hay varios que afectan directamente a las actividades de preservaci&oacute;n. As&iacute;, recoge que una biblioteca puede 'hacer copias de las obras publicadas e in&eacute;ditas existentes en su colecci&oacute;n tanto para fines de preservaci&oacute;n como para migrar su contenido a un nuevo formato'. Tambi&eacute;n se refiere a los problemas de las publicaciones bajo licencia, al establecer que las limitaciones a los derechos de autor "no deben variarse bajo ning&uacute;n contrato". Por &uacute;ltimo, tambi&eacute;n es consciente del problema de la protecci&oacute;n tecnol&oacute;gica, al declarar que "debe permitirse eludir una medida de protecci&oacute;n tecnol&oacute;gica si se quiere hacer un uso no infractor de una obra" (<a href="#ifl2005">IFLA 2005</a>).</p>

<h2>An&aacute;lisis de diversas leyes nacionales recientes</h2>

<p>Para hacer la selecci&oacute;n de las leyes a analizar en este cap&iacute;tulo se han usado varios criterios. En primer lugar, deb&iacute;an ser leyes recientes, posteriores al Tratado de la OMPI de 1996, lo que garantiza que se han tenido presentes los problemas planteados por el desarrollo del entorno digital. Tambi&eacute;n se pretend&iacute;a una cierta representatividad tanto geogr&aacute;fica como de sistema jur&iacute;dico (anglosaj&oacute;n o latino-continental). Por esa raz&oacute;n se eligieron Estados Unidos, Canad&aacute; y Australia, todos ellos anglosajones y no europeos. Dentro de la Uni&oacute;n Europea se seleccionaron dos pa&iacute;ses n&oacute;rdicos (Dinamarca y Suecia) y cuatro latinos (Espa&ntilde;a, Francia, Italia y Portugal), adem&aacute;s del Reino Unido como <span>principal</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>ejemplo del <em>common law</em>.</p>

<p>La primera legislaci&oacute;n nacional que fue objeto de reforma para cumplir los nuevos tratados de la OMPI y adaptarse al entorno digital fue la estadounidense, mediante la Digital Millennium Copyright Act (<a href="#est1998">Estados Unidos 1998</a>). Esta ley introdujo algunas novedades interesantes en beneficio de las estrategias de preservaci&oacute;n digital (<a href="#hir2003">Hirtle 2003</a>). As&iacute;, su secci&oacute;n 108(c) fue reformada para permitir que se hicieran copias de sustituci&oacute;n de aquellas obras que est&eacute;n da&ntilde;adas, deterioradas, perdidas o robadas, o si el formato existente en el que las obras est&aacute;n almacenadas se ha convertido en obsoleto; siempre que a) la biblioteca o archivo haya determinado, tras un esfuerzo razonable, que no es posible una sustituci&oacute;n a precio justo; y b) que tal copia que se ha reproducido a formato digital no est&aacute; disponible al p&uacute;blico en ese formato fuera de las instalaciones de la biblioteca en posesi&oacute;n legal de tal copia. La ley define <em>formato obsoleto</em> como aquel cuya m&aacute;quina o dispositivo necesario para hacer perceptible la obra ya no se fabrica o no est&aacute; razonablemente disponible en el mercado. Aunque esta ley aporta una novedad interesante y puede ser de utilidad, tiene una limitaci&oacute;n fundamental: es necesario esperar a que las obras est&eacute;n en formatos obsoletos para poder actuar, es decir, no permite actuar de manera preventiva.</p>

<p>Aunque la reforma de la ley estadounidense es muy reciente, ya se ha puesto de manifiesto que no responde adecuadamente a las nece0ades planteadas por el nuevo entorno tecnol&oacute;gico, por lo que en abril de 2005 se form&oacute; un grupo de trabajo (<a href="#lib2005">Library of Congress 2005</a>) cuyo objetivo es estudiar la situaci&oacute;n y hacer recomendaciones al Bibliotecario del Congreso para la reforma de la secci&oacute;n 108, es decir, la que regula las excepciones que benefician a bibliotecas y archivos. En concreto, su tema 3 (<a href="#lib2006">Library of Congress 2006</a>) est&aacute; dedicado espec&iacute;ficamente a la posibilidad de una excepci&oacute;n a los derechos para prop&oacute;sitos de preservaci&oacute;n digital, cuyo objetivo fundamental es poder actuar de forma preventiva cuando haya riesgo para la preservaci&oacute;n.</p>

<p>Otro problema muy relacionado es el de las "orphan works", es decir, aquellas obras cuyo propietario de los derechos de autor no puede ser identificado, o al menos no <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>un gran esfuerzo. Dado que podr&iacute;a ser necesario requerir el permiso de dicho propietario para llevar a cabo las actividades de preservaci&oacute;n digital, &eacute;stas se ver&iacute;an muy dificultadas si no hay posibilidad de contactar con &eacute;l para solicitarle dicho permiso. Pues bien, se ha elaborado un informe (<a href="#cop2006">Copyright Office 2006</a>), que llega a la conclusi&oacute;n de que es necesaria una reforma de la ley de derecho de autor para hacer frente a este problema. Habr&aacute; que ver si sus recomendaciones son seguidas o no por el legislador estadounidense.</p>

<p>Tambi&eacute;n vale la pena rese&ntilde;ar el caso de la legislaci&oacute;n canadiense (<a href="#can1997">Canad&aacute; 1997</a>), cuyo art&iacute;culo 30 permite que publicaciones electr&oacute;nicas sean convertidas a formatos actuales si es necesario para objetivos de preservaci&oacute;n, ya sea porque el formato es obsoleto o porque la tecnolog&iacute;a requerida para el uso del original no est&aacute; disponible. Se requiere, adem&aacute;s, que la obra forme parte de su colecci&oacute;n permanente. Al igual que en el caso estadounidense, s&oacute;lo se puede actuar cuando la obra ya est&aacute; obsoleta, no de manera preventiva. Por otro lado, no est&aacute; claramente definido cu&aacute;ndo un formato se con0era obsoleto.</p>

<p>Todav&iacute;a m&aacute;s interesante es el caso australiano, ya que la reforma de su ley (<a href="#aus2000">Australia 2000</a>) llega algo m&aacute;s lejos que las dos leyes que acabamos de comentar. No s&oacute;lo permite copiar las obras por razones de preservaci&oacute;n, sino que tambi&eacute;n permite su transmisi&oacute;n electr&oacute;nica. As&iacute;, su art&iacute;culo 51A autoriza a las bibliotecas a hacer una copia digital de una obra impresa para sustituir una obra que ha 0o da&ntilde;ada, perdida o robada, que puede a continuaci&oacute;n hacerse disponible en l&iacute;nea dentro de las instalaciones de la biblioteca. Tambi&eacute;n es posible hacer una copia si la obra se ha convertido en algo tan inestable que no puede ser mostrada <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>riesgo de importante deterioro. En cualquier caso, el acceso electr&oacute;nico a la obra s&oacute;lo puede hacerse a trav&eacute;s de terminales situados en las instalaciones de la biblioteca y siempre que los usuarios no sean capaces de hacer una copia digital o impresa de la obra ni de comunicarla. Por otro lado, tambi&eacute;n debemos mencionar aqu&iacute; que el art&iacute;culo 116A establece que es posible eludir la protecci&oacute;n tecnol&oacute;gica y suministrar ayuda o <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>para ello si se trata de llevar a cabo un "uso permitido", entre los que se encontrar&iacute;an incluidas estas copias de preservaci&oacute;n. Dicho m&aacute;s simplemente, en el caso de que obra est&eacute; protegida tecnol&oacute;gicamente, la ley permite eludir esa protecci&oacute;n y ayudar a dicha elusi&oacute;n si se trata de hacer copias de preservaci&oacute;n en las condiciones establecidas por el art&iacute;culo 51A.</p>

<p>Tambi&eacute;n la Uni&oacute;n Europea ha reformado y actualizado su legislaci&oacute;n de derecho de autor, para lo que fue aprobada como punto de partida una directiva (<a href="#uni2001">Uni&oacute;n Europea 2001</a>). Una de sus partes m&aacute;s pol&eacute;micas, y que es precisamente la que m&aacute;s afecta a las actividades de preservaci&oacute;n de las bibliotecas, es su regulaci&oacute;n de las limitaciones y excepciones a los derechos de autor. La lista de limitaciones y excepciones aprobadas es de car&aacute;cter facultativo, por lo que unos pa&iacute;ses pod&iacute;an introducirlas todas en su legislaci&oacute;n nacional o s&oacute;lo algunas de ellas. Esto supone, por un lado, que no se garantiza la armonizaci&oacute;n y, por otro, que puede haber pa&iacute;ses que no recojan en su legislaci&oacute;n nacional los privilegios a las bibliotecas respecto al derecho de reproducci&oacute;n y/o al de comunicaci&oacute;n p&uacute;blica, con el consiguiente perjuicio para el desarrollo de sus actividades.</p>

<p>En concreto, su art&iacute;culo 5.2.c prev&eacute; la posibilidad de excepciones o limitaciones al derecho de reproducci&oacute;n para actos espec&iacute;ficos de reproducci&oacute;n efectuados por bibliotecas, centros de ense&ntilde;anza o museos accesibles al p&uacute;blico, o archivos, que no tengan intenci&oacute;n de obtener beneficio econ&oacute;mico o comercial directo o indirecto. No distingue entre reproducciones hechas en formato anal&oacute;gico o digital ni aclara nada respecto al objetivo de tales reproducciones, de manera que, en principio, podr&iacute;a servir <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>problemas para permitir copias por razones de preservaci&oacute;n. No obstante, esto depender&aacute; de c&oacute;mo sea la transposici&oacute;n que cada pa&iacute;s miembro haga de esta parte de la directiva.</p>

<p>Por otro lado, tambi&eacute;n hay que mencionar que en su art&iacute;culo 6.4 establece que los pa&iacute;ses miembros deben asegurar que las personas puedan hacer copias de obras protegidas tecnol&oacute;gicamente si hay una limitaci&oacute;n o excepci&oacute;n que les permite hacer eso. En este sentido, a las bibliotecas se les podr&iacute;a permitir obtener los medios para eludir las medidas tecnol&oacute;gicas que protegen las obras para hacer copias con prop&oacute;sitos de preservaci&oacute;n (<a href="#gui2003">Guibault 2003</a>). La cuesti&oacute;n es c&oacute;mo se lleva a la pr&aacute;ctica en cada pa&iacute;s este mandato establecido por la directiva.</p>

<p>En el an&aacute;lisis de las leyes de derecho de autor de los pa&iacute;ses europeos conviene empezar con el Reino Unido (<a href="#rei1988">1988</a>). Ya en la versi&oacute;n de 1998, su secci&oacute;n 42 permit&iacute;a copias por razones de preservaci&oacute;n o sustituci&oacute;n por parte de un bibliotecario o archivero, siempre que se trate de obras de su colecci&oacute;n permanente. Tambi&eacute;n permite copias para sustituir un ejemplar de la colecci&oacute;n permanente de otra biblioteca o archivo. En ambos casos, la copia s&oacute;lo est&aacute; permitida si no es razonablemente factible la compra de un ejemplar de esa obra. Sin embargo, esta limitaci&oacute;n no incluye ni obras art&iacute;sticas (por ejemplo, mapas o fotograf&iacute;as), ni grabaciones sonoras ni pel&iacute;culas, aunque formen parte de la colecci&oacute;n de la biblioteca, lo que obliga de hecho a que las tareas de preservaci&oacute;n de este tipo de obras se haga infringiendo la ley (<a href="#bur2005">Burrell &amp; Coleman 2005</a>). Esta exclusi&oacute;n ha 0o criticada en el reciente Manifiesto de la British Library (<a href="#bri2006">2006</a>), que recomienda que la ley sea modificada para que se permitan copias para objetivos de preservaci&oacute;n de todo tipo de obras, incluidas las grabaciones sonoras y las pel&iacute;culas. En cuanto a las obras mediante suscripci&oacute;n, que no se poseen sino que se tiene s&oacute;lo un derecho de acceso, no est&aacute; claro cu&aacute;l ser&iacute;a su estatus (<a href="#mui2006">Muir 2006</a>). Esta norma no ha 0o afectada por la reforma de la ley llevada a cabo en 2003. Pero &eacute;sta s&iacute; ha introducido una novedad interesante, ya que ahora se permite que un usuario leg&iacute;timo eluda la protecci&oacute;n tecnol&oacute;gica con objeto de poder disfrutar de alguna de las limitaciones y excepciones a los derechos de autor, incluida la de las copias para preservaci&oacute;n de la secci&oacute;n 42. No obstante, su contenido parece claramente insuficiente para hacer frente a las actuales nece0ades de preservaci&oacute;n digital, ya que como advierten Ayre &amp; Muir (<a href="#ayr2004">2004</a>), s&oacute;lo estar&iacute;a permitido el primer acto de renovaci&oacute;n de medio o de migraci&oacute;n a un nuevo formato.</p>

<p>Por lo que se refiere a los dos pa&iacute;ses n&oacute;rdicos elegidos, Dinamarca y Suecia, ambos permiten las copias para preservaci&oacute;n de forma muy gen&eacute;rica. En el primer caso el art&iacute;culo de la ley (<a href="#din2003">Dinamarca 2003</a>) remite a una orden ministerial (<a href="#din1997">Dinamarca 1997</a>) donde se establecen las condiciones (de car&aacute;cter muy general); mientras que en el segundo es la propia ley (<a href="#sue2005">Suecia 2005</a>) la que en su art&iacute;culo 16.1 establece la posibilidad de hacer copias para prop&oacute;sitos de preservaci&oacute;n, tambi&eacute;n <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>entrar en detalles. Es <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>embargo diferente la situaci&oacute;n de Italia y Portugal, ya que mientras este &uacute;ltimo ha aprovechado la reforma de su ley (<a href="#por2004">Portugal 2004</a>) para introducir la posibilidad de este tipo de copias (art&iacute;culo 75.2, e), el legislador italiano no ha incluido esta modalidad de reproducci&oacute;n entre las permitidas a las bibliotecas (<a href="#ita2003">Italia 2003</a>).</p>

<p>Finalmente, vamos a comentar brevemente la legislaci&oacute;n de los dos pa&iacute;ses que m&aacute;s se han demorado en hacer la transposici&oacute;n de la Directiva: Espa&ntilde;a y Francia, ambos ya entrado 2006. En el caso de Espa&ntilde;a, la ley finalmente aprobada (<a href="#esp2006">Espa&ntilde;a 2006</a>) fue precedida de m&uacute;ltiples proyectos que fueron siendo modificados o simplemente desechados. De hecho, s&oacute;lo en el texto final aparece la posibilidad de copiar con prop&oacute;sitos de preservaci&oacute;n y su inclusi&oacute;n se debe a las alegaciones hecha al proyecto de ley por parte de Fesabid (<a href="#fes2005">2005</a>), organizaci&oacute;n que agrupa a las principales asociaciones de bibliotecarios del pa&iacute;s. Con anterioridad, la ley s&oacute;lo permit&iacute;a hacer reproducciones con objetivos de investigaci&oacute;n. La redacci&oacute;n de su art&iacute;culo 37.1 es muy simple: es posible hacer reproducciones con motivos de conservaci&oacute;n siempre que se hagan <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>finalidad lucrativa.</p>

<p>A&uacute;n m&aacute;s tortuoso y pol&eacute;mico ha 0o el devenir de la ley francesa (<a href="#fra2006">Francia 2006</a>), que en su redacci&oacute;n final (no estaba en el proyecto anterior) ha introducido dos apartados que permiten la reproducci&oacute;n de una obra efectuada con fines de conservaci&oacute;n o destinada a preservar las condiciones de consulta por parte de bibliotecas, museos o archivos, siempre que no haya ninguna ventaja econ&oacute;mica o comercial (art&iacute;culos L 122-5.8 y L 211-3.7, para los derechos de autor y para los conexos, respectivamente). Resulta interesante la referencia expl&iacute;cita a la nece0ad de mantener las condiciones de consulta de las obras, lo que encaja mejor con las nece0ades espec&iacute;ficas de la preservaci&oacute;n en el entorno digital.</p>

<p>En ninguna de estas dos leyes se entra en detalles tales como n&uacute;mero de copias que se pueden hacer, si es posible la copia preventiva, etc. Tampoco se intenta poner soluci&oacute;n al problema de la protecci&oacute;n tecnol&oacute;gica o la contractual. Realmente resulta decepcionante que estas dos leyes no hayan llegado algo m&aacute;s lejos, teniendo en cuenta que por el retraso en su aprobaci&oacute;n ha habido oportunidad de ver las deficiencias detectadas y las propuestas de mejora planteadas en otros pa&iacute;ses.</p>

<h2>Publicaciones bajo licencia</h2>

<p>La aparici&oacute;n y desarrollo del entorno digital ha dado lugar a la progresiva sustituci&oacute;n de la venta por la licencia como <span>principal</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>medio para acceder a los recursos de informaci&oacute;n. Hay diferencias significativas entre vender una obra y licenciarla: la venta de una copia f&iacute;sica de una obra implica la transferencia total de los derechos de propiedad sobre esa copia concreta de la obra, lo que permite al comprador diversos beneficios, como por ejemplo su reventa, su pr&eacute;stamo o su donaci&oacute;n; en contraste, las licencias son contratos, es decir, acuerdos privados que proporcionan una transferencia limitada de derechos para usar la obra. Esto es, las bibliotecas no reciben y almacenan las obras de manera local, no tienen la propiedad de nada, s&oacute;lo un derecho de acceso de acuerdo con las condiciones de la licencia. De esta forma, se elimina la capacidad de las bibliotecas para almacenar copias de obras intelectuales para las generaciones futuras de usuarios, por lo que dejar&iacute;an de ser repositorios informativos (biblion + theke) para ser simplemente espacios de acceso a la informaci&oacute;n. Si no se tienen las copias f&iacute;sicas de los materiales, dif&iacute;cilmente las bibliotecas pueden llevar a cabo su preservaci&oacute;n, de manera que pasan a depender de los editores para la preservaci&oacute;n de los materiales que componen sus colecciones en formato digital.</p>

<p>Esta tendencia a que las transacciones relacionadas con la informaci&oacute;n digital est&eacute;n gobernadas por contratos plantea problemas a&ntilde;adidos a la funci&oacute;n de preservaci&oacute;n de las bibliotecas, ya que cabe la posibilidad de que lo establecido en el contrato de licencia invalide o limite los privilegios que la ley de derecho de autor concede a las bibliotecas, entre otros para objetivos de preservaci&oacute;n. Pero &iquest;qu&eacute; sucede cuando entran en conflicto un contrato con lo establecido en la ley de derecho de autor? Pues bien, lo normal es que prevalezca la libertad de contrataci&oacute;n, es decir, el contrato se impone sobre la ley (<a href="#fer2004">Fern&aacute;ndez-Molina 2004</a>). Esto supone que s&oacute;lo si la licencia permite -o al menos no proh&iacute;be- las copias para preservaci&oacute;n, podr&aacute;n &eacute;stas hacerse de acuerdo con las condiciones establecidas en la correspondiente ley nacional de derecho de autor. <span>A+</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>este respecto, los resultados del estudio llevado a cabo por Ayre &amp; Muir (<a href="#ayr2004">2004</a>) no son especialmente halagüe&ntilde;os, ya que pocas de las licencias permiten hacer copias por razones de preservaci&oacute;n, lo que supone que para llevarlas a cabo hay que conseguir el permiso expreso del editor correspondiente, con las consiguientes dificultades no s&oacute;lo para recibir una respuesta positiva, sino tambi&eacute;n para la simple gesti&oacute;n de dicho permiso.</p>

<p>Por otro lado, dado que la licencia s&oacute;lo da derecho de acceso, &iquest;qu&eacute; sucede cuando la suscripci&oacute;n termina? &iquest;Qu&eacute; pasa con los fasc&iacute;culos por los que se pag&oacute; la suscripci&oacute;n? Hay licencias que garantizan el acceso a perpetuidad, pero no todas. Adem&aacute;s, aunque lo garanticen, no est&aacute; claro si se podr&aacute; cumplir o no, dado que hay editores que se fusionan, que desaparecen, que venden los derechos de ciertas revistas (si ya no se tienen los derechos no puedes garantizar el acceso), etc.</p>

<p>Por &uacute;ltimo, adem&aacute;s de la garant&iacute;a jur&iacute;dica que supone el contrato de licencia, los editores tienen una garant&iacute;a adicional para controlar el acceso y uso que se hace de sus obras digitales: la protecci&oacute;n tecnol&oacute;gica. Como veremos en el apartado siguiente, las obras digitales tambi&eacute;n est&aacute;n protegidas por una serie de medidas y dispositivos tecnol&oacute;gicos que controlan el uso que se puede hacer de ellas. En caso de disputa o discrepancia entre el editor y la biblioteca acerca del contenido de la licencia o de lo que est&aacute; permitido o no hacer con las obras incluidas en ella, los editores tienen un arma definitiva: impiden el acceso o el uso de las obras a trav&eacute;s de la protecci&oacute;n tecnol&oacute;gica, lo que deja en una situaci&oacute;n de aut&eacute;ntica indefensi&oacute;n a la biblioteca.</p>

<h2>Protecci&oacute;n tecnol&oacute;gica</h2>
<p>Una de las novedades principales del derecho de autor en el entorno digital es el nacimiento y desarrollo de los sistemas DRM (Digital Rights Management), es decir, sistemas o dispositivos que protegen tecnol&oacute;gicamente las obras con derecho de autor, controlando su acceso y el uso que se hace de ellas. Estos sistemas permiten ahora la utilizaci&oacute;n de barreras, cercados o vallas, es decir, m&eacute;todos de protecci&oacute;n de la propiedad habituales en otros sectores, pero que hasta ahora no eran t&eacute;cnicamente posibles para los derechos de autor (<a href="#rou1998">O'Rourke 1998</a>).</p>
<p>Estos sistemas son muy variados y evolucionan con gran rapidez, pero en t&eacute;rminos generales es posible distinguir cuatro grandes tipos (<a href="#koe2000">Koelman &amp; Helberger 2000</a>): los que controlan el acceso (mediante contrase&ntilde;a, "date bombs", etc.), los que controlan ciertos usos (impiden la copia, s&oacute;lo un cierto n&uacute;mero o una porci&oacute;n, etc.), los que protegen la integridad de la obra (marcas de agua digitales, encriptado, etc.) y los que aseguran el pago por el acceso o uso de la informaci&oacute;n (contabilizan su uso, detectan infracciones o incumplimientos de la licencia, etc.).</p>

<p>Estos dispositivos tecnol&oacute;gicos no ser&iacute;an suficientemente eficaces si no estuvieran adem&aacute;s protegidos por la ley, por lo que es necesario que actuar contra ellos se con0ere ilegal en determinadas condiciones. El punto de partida de su protecci&oacute;n legal est&aacute; en el ya mencionado Tratado de Derecho de Autor de la OMPI (<a href="#omp1996">1996</a>), cuyo art&iacute;culo 11, titulado "Obligaciones relativas a las medidas tecnol&oacute;gicas", establece que: "Las Partes Contratantes proporcionar&aacute;n protecci&oacute;n jur&iacute;dica adecuada y recursos jur&iacute;dicos efectivos contra la acci&oacute;n de eludir las medidas tecnol&oacute;gicas efectivas que sean utilizadas por los autores en relaci&oacute;n con el ejercicio de sus derechos en virtud del presente Tratado o del Convenio de Berna y que, respecto de sus obras, restrinjan actos que no est&eacute;n autorizados por los autores concernidos o permitidos por la Ley".</p>

<p>Este art&iacute;culo ha 0o la base para que en la legislaci&oacute;n nacional de algunos pa&iacute;ses, fundamentalmente Estados Unidos, Australia y los miembros de la Uni&oacute;n Europea, se introduzcan disposiciones que protegen legalmente los sistemas DRM. Estas leyes, aunque tienen bastantes puntos en com&uacute;n, no son totalmente coincidentes. Por ejemplo, Estados Unidos y los pa&iacute;ses de la Uni&oacute;n Europea proh&iacute;ben tanto la elusi&oacute;n individual de estos dispositivos tecnol&oacute;gicos como el tr&aacute;fico/comercio/suministro de los dispositivos tecnol&oacute;gicos que permiten la elusi&oacute;n, lo que se ha denominado como "actividades preparatorias". Por el contrario, la legislaci&oacute;n australiana (<a href="#aus2000">Australia 2000</a>) s&oacute;lo con0era ilegal esta &uacute;ltima actividad, no el acto individual de evitar la protecci&oacute;n tecnol&oacute;gica.</p>

<p>Tambi&eacute;n hay diferencias en la forma en que regulan la relaci&oacute;n entre esta protecci&oacute;n tecnol&oacute;gica y el disfrute de las diferentes limitaciones y excepciones a los derechos de autor establecidas en la ley, que es precisamente la parte m&aacute;s relevante para las actividades de preservaci&oacute;n digital. Porque la cuesti&oacute;n fundamental aqu&iacute; es que, aunque la ley nacional permita hacer determinadas copias con objetivos de preservaci&oacute;n, cabe la posibilidad de que dichas copias se impidan a trav&eacute;s de la protecci&oacute;n tecnol&oacute;gica, de manera que ese privilegio concedido por la ley de derecho de autor a las bibliotecas quedar&iacute;a invalidado en la pr&aacute;ctica: la ley permite hacer la copia pero la protecci&oacute;n tecnol&oacute;gica lo impide, y esa protecci&oacute;n tecnol&oacute;gica est&aacute; a su vez protegida por la ley que proh&iacute;be su elusi&oacute;n y/o el suministro de dispositivos o informaci&oacute;n que ayude a ello. Dicho de otra forma, las actividades de copia, migraci&oacute;n y emulaci&oacute;n constituyen precisamente el tipo de actos que los sistemas DRM quieren impedir, de manera que es necesario saltarse su protecci&oacute;n para poder llevar a buen puerto nuestros objetivos de preservaci&oacute;n, y, evidentemente, deber&iacute;amos poder eludir dicha protecci&oacute;n <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>que eso supusiera una infracci&oacute;n de la ley.</p>

<p>De hecho, los redactores de todas estas leyes eran conscientes de que la protecci&oacute;n tecnol&oacute;gica pod&iacute;a suponer una total anulaci&oacute;n de las limitaciones y excepciones a los derechos de autor, lo que supondr&iacute;a una ruptura del necesario equilibrio de las leyes de derecho de autor. Por esa raz&oacute;n todas ellas incluyen algunos mecanismos -aunque la mayor&iacute;a de muy dudosa eficacia- para intentar que este equilibrio no se rompa totalmente. Por ejemplo, la ley australiana, adem&aacute;s de no prohibir el acto individual de elusi&oacute;n, tambi&eacute;n permite que se pueda suministrar <span>software</span>, <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> servicios o informaci&oacute;n para eludir dicha protecci&oacute;n si es para "usos permitidos", entre los que se encontrar&iacute;an las copias hechas por parte de las bibliotecas siguiendo lo establecido en el ya mencionado art&iacute;culo 51A. Por su parte, la directiva de la Uni&oacute;n Europea utiliza un sistema mucho m&aacute;s difuso para conseguir este equilibrio. En concreto, su art&iacute;culo 6.4 incluye un sistema para establecer medidas voluntarias para definir el &aacute;mbito del derecho de autor: invita a las partes interesadas (titulares de derechos y usuarios) a adoptar acuerdos para permitir que los usuarios se beneficien de las limitaciones y excepciones a los derechos de autor garantizadas por las legislaciones nacionales. Si dichos acuerdos no se producen, se requiere a los Estados miembros que tomen las medidas apropiadas para asegurar que los titulares de los derechos pongan a disposici&oacute;n de los beneficiarios de tales excepciones los medios para disfrutar de ellas. Sin embargo, su eficacia queda muy disminuida desde el momento que excluye estas medidas para las obras licenciadas en l&iacute;nea, que son precisamente la mayor&iacute;a en el entorno digital (<a href="#fer2003">Fern&aacute;ndez-Molina 2003</a>).</p>

<p>Un buen ejemplo de aplicaci&oacute;n de esta disposici&oacute;n de la directiva es el caso alem&aacute;n, cuya ley (reformada en 2004) incluye limitaciones que permiten el acceso a obras protegidas por medidas tecnol&oacute;gicas si es para determinados prop&oacute;sitos, como por ejemplo los usos cient&iacute;ficos y culturales, utilizando para ello acuerdos entre las partes. Uno de los resultados inmediatos de esta posibilidad ha 0o el acuerdo al que ha llegado la biblioteca nacional alemana con la asociaci&oacute;n fonogr&aacute;fica, la de libreros y la de editores para poder eludir las medidas tecnol&oacute;gicas de protecci&oacute;n de las obras. El acuerdo firmado permite hacer reproducciones para su propio archivo, para prop&oacute;sitos cient&iacute;ficos de los usuarios, para colecci&oacute;n para escuelas o prop&oacute;sitos educativos, para formaci&oacute;n e investigaci&oacute;n, as&iacute; como obras que ya est&aacute;n "out of print" (<a href="#ste2005">Steinke 2005</a>).</p>

<p>Desgraciadamente, este tipo de iniciativas son todav&iacute;a muy escasas, por lo que no es posible hacer una adecuada valoraci&oacute;n de su eficacia; <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>embargo, no parece que constituyan una soluci&oacute;n completa. De hecho, la propia Comisi&oacute;n Europea en una comunicaci&oacute;n sobre bibliotecas digitales (<a href="#com2005">Comisi&oacute;n Europea 2005</a>) y en una reciente recomendaci&oacute;n sobre digitalizaci&oacute;n y conservaci&oacute;n digital (<a href="#com2006">Comisi&oacute;n Europea 2006</a>), reconoce las dificultades que para la preservaci&oacute;n supone la protecci&oacute;n tecnol&oacute;gica y la consiguiente protecci&oacute;n legal que le conceden las leyes de derecho de autor.</p>

<p>En definitiva, los sistemas DRM, amparados a su vez por estas nuevas leyes, suponen a&ntilde;adir una capa m&aacute;s de protecci&oacute;n a la ya prestada por la ley de derecho de autor y las licencias, dando como consecuencia que los propietarios de los derechos tengan un mayor control sobre la informaci&oacute;n, pudiendo impedir incluso usos que son legales, al estar incluidos en algunas de las limitaciones y excepciones a los derechos de autor. Como se&ntilde;alan Therien (<a href="#the2001">2001</a>) o Bailey (<a href="#bai2006">2006</a>), los propietarios de los derechos est&aacute;n expandiendo su control sobre los contenidos digitales a expensas del inter&eacute;s p&uacute;blico simplemente porque la tecnolog&iacute;a est&eacute; sustituyendo a la ley como medio fundamental de proteger las obras en el entorno digital. Hasta tal punto es excesiva esta protecci&oacute;n tecnol&oacute;gica, que ha provocado incluso un verdadero movimiento de desobediencia civil de &aacute;mbito internacional (<a href="#esc2005">Eschenfelder <em>et al.</em> 2005</a>, <a href="#esc2006">2006</a>).</p>

<h2>Conclusiones</h2>

<p>El an&aacute;lisis de las principales leyes nacionales de derecho de autor nos permite concluir que, hoy por hoy, prestan muy escasa ayuda a las actividades de preservaci&oacute;n, fundamentalmente porque parecen haber 0o pensadas exclusivamente para el mundo anal&oacute;gico, no para el digital. Tanto en Estados Unidos como en la Uni&oacute;n Europea han 0o detectadas estas insuficiencias. En el primer caso la soluci&oacute;n puede venir de las conclusiones y recomendaciones que haga el ya mencionado grupo de trabajo para actualizar los privilegios de las bibliotecas (<a href="#lib2005">Library of Congress 2005</a>). En cuanto a la legislaci&oacute;n de los pa&iacute;ses de la Uni&oacute;n Europea, sus deficiencias tambi&eacute;n han 0o puestas de manifiesto en la comunicaci&oacute;n sobre bibliotecas digitales (<a href="#com2005">Comisi&oacute;n Europea 2005</a>) y todav&iacute;a de forma m&aacute;s concreta en la recomendaci&oacute;n (<a href="#com2006">Comisi&oacute;n Europea 2006</a>), donde se solicita que las leyes permitan la copia m&uacute;ltiple y la migraci&oacute;n del material cultural digital llevada a cabo por las instituciones p&uacute;blicas con fines de conservaci&oacute;n. En el caso de los pa&iacute;ses en v&iacute;as de desarrollo tambi&eacute;n se es consciente de la nece0ad de adaptar las leyes de derecho de autor y buena prueba de ello es que en el borrador de tratado de Acceso al Conocimiento (<a href="#a2k2005">A2K 2005</a>), cuyo origen est&aacute; en una propuesta de Argentina y Brasil, se hace referencia expresa 'al uso de las obras con objetivos de preservaci&oacute;n de archivos o bibliotecas o para migrar contenido a un nuevo formato' (art&iacute;culo 3.1, a, V)</p>

<p>En el caso de obras bajo licencia, no parece una buena opci&oacute;n dejar que la misi&oacute;n de preservaci&oacute;n la asuman los propietarios de los derechos, ya que esto podr&iacute;a conducir a que s&oacute;lo se preservara aquello que con0eraran "rentable". Adem&aacute;s, es muy probable que, como advierte Ryan (<a href="#rya2004">2004</a>), carezcan de la suficiente experiencia, de los conocimientos t&eacute;cnicos necesarios y del conocimiento hist&oacute;rico de lo que supone la preservaci&oacute;n. Por tanto, la responsabilidad de la preservaci&oacute;n deber&iacute;a seguir en aquellas instituciones que se han ocupado tradicionalmente de ello y para las cuales constituye unas de sus funciones fundamentales (<a href="#hom1990">Homulos, 1990</a>). Para ello, deber&aacute;n recurrir a las licencias como v&iacute;a de soluci&oacute;n, de manera que sus cl&aacute;usulas favorezcan las actividades de preservaci&oacute;n, ya sean individuales, colectivas o h&iacute;bridas, o empleando modelos concretos recomendados (<a href="#jis2005">JISC 2005</a>).</p>

<p>En cuanto a la protecci&oacute;n tecnol&oacute;gica, es evidente que supone un importante obst&aacute;culo, dado que tiene la capacidad real de imponer sus reglas sobre los privilegios de las bibliotecas reconocidos en las leyes de derecho de autor. Adem&aacute;s, las salvaguardas que establecen estas leyes para las limitaciones y excepciones a los derechos de autor en su relaci&oacute;n con la protecci&oacute;n tecnol&oacute;gica son excesivamente difusas y, hasta el momento, de escasa eficacia. Habr&aacute; que esperar un poco para ver hasta qu&eacute; punto consiguen su objetivo, aunque no parece que podamos ser muy optimistas.</p>

<p>En definitiva, es posible distinguir tres posibles soluciones a las restricciones legales a las actividades llevadas a cabo con prop&oacute;sitos de preservaci&oacute;n digital. La primera ser&iacute;a modificar la legislaci&oacute;n de derecho de autor de manera que se permitiera llevar a cabo todas las actividades de copia de obras y de uso de <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>necesarias, incluso eludiendo la protecci&oacute;n tecnol&oacute;gica, si es necesario. Pero estos cambios ser&iacute;an de muy escasa utilidad en el caso de obras que no se poseen f&iacute;sicamente sino que est&aacute;n bajo licencia. Para ello tenemos la segunda soluci&oacute;n: incluir en las licencias cl&aacute;usulas que faciliten la preservaci&oacute;n. Finalmente, y aunque queda fuera del &aacute;mbito de este trabajo, tambi&eacute;n hay que mencionar una tercera soluci&oacute;n: la actualizaci&oacute;n y mejora de la legislaci&oacute;n de dep&oacute;sito legal, de utilidad limitada dado que dif&iacute;cilmente se aplicar&aacute; a todo tipo de publicaciones y, sobre todo, porque est&aacute; circunscrita a las bibliotecas depositarias (nacionales o asimiladas), no a la inmensa mayor&iacute;a de las bibliotecas. En realidad, ninguna de estas soluciones es suficiente por si sola, sino que son necesarias las tres de forma conjunta, lo que supone que es imprescindible la cooperaci&oacute;n entre los dos sectores implicados: bibliotecas, por un lado, y propietarios de los derechos (editores, productores, distribuidores), por el otro. Por &uacute;ltimo, dado el car&aacute;cter global de estos problemas, convendr&iacute;a que estas soluciones se plantearan tambi&eacute;n desde una perspectiva internacional, en concreto a trav&eacute;s de la OMPI, pero por ahora no hay se&ntilde;ales de que muestren inter&eacute;s en este tema.</p>

<form action="#">
<fieldset>
<legend style="color: white; background-color: maroon; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; font-weight: bold;">Referencias</legend>

<ul>
<li><a id="aus2000" name="aus2000"></a>Australia (2000). <a href="http://www.webcitation.org/5QmJWaJwI"><em>Copyright amendment (digital agenda) act 2000</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.austlii.edu.au/au/legis/cth/num_act/caaa2000n1102000321/ </li>

<li><a id="ayr2004" name="ayr2004"></a>Ayre, C. &amp; Muir, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2004). <a href="http://www.webcitation.org/5QmpBpOU2"> <em>Right to preserve? The copyright and licensing for digital preservation  project. Final report.</em></a> Loughborough: Loughborough University. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from https://dspace.lboro.ac.uk/dspace/bitstream/2134/343/1/Final%20report.pdf</li>

<li><a id="bai2006" name="bai2006"></a>Bailey, C.W. (2006). Strong copyright + DRM + weak Net neutrality = digital dystopia? <em>Information Technology and Libraries</em>, <strong>25</strong>(3), 116-127.</li>

<li><a id="bri2006" name="bri2006"></a>British Library (2006). <a href="http://www.webcitation.org/5QmpK1RCE"> <em>Intellectual property: a <span>balance</span>. <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> The British Library manifesto</em></a>.  London: British Library. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.bl.uk/news/pdf/ipmanifesto.pdf</li>

<li><a id="bur2005" name="bur2005"></a>Burrell, <span>R++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> &amp; Coleman, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2005). <em>Copyright exceptions: the digital impact</em>. Cambridge: Cambridge University Press.</li>

<li><a id="can1997" name="can1997"></a>Canad&aacute;. <em>Statutes.</em> (1997). <a href="http://www.webcitation.org/5QmJKC8OK"><em> Copyright act (amendment)</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.wipo.int/clea/docs_new/en/ca/ca034en.html</li>

<li><a id="com2005" name="com2005"></a>Comisi&oacute;n Europea (2005). <a href="http://www.webcitation.org/5QmpMIk2S"> <em>i2010: Bibliotecas digitales. Comunicaci&oacute;n de la Comisi&oacute;n al Parlamento Europeo, al  Consejo, al Comit&eacute; Econ&oacute;mico y <span>Social</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Europea y al Comit&eacute; de las Regiones, COM(2005) 465 final, Bruselas, 30.9.2005</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://europa.eu.int/eur-lex/lex/LexUriServ/LexUriServ.do?uri=COM:2005:0465:FIN:ES:HTML</li>

<li><a id="com2006" name="com2006"></a>Comisi&oacute;n Europea (2006). <a href="http://www.webcitation.org/5QmpOeWbU"><em>Recomendaci&oacute;n de la Comisi&oacute;n de 24 de agosto de 2006 sobre la digitalizaci&oacute;n y la accesibilidad en línea del material cultural y la conservaci&oacute;n digital (2006/585/CE)</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://europa.eu.int/information_society/activities/digital_libraries/doc/recommendation/recommendation/es.pdf</li>

<li><a id="a2k2005" name="a2k2005"></a>Consumer Project on Technology, (2005). <a href="http://www.webcitation.org/5QpKUrg4I"> <em>Treaty on access to knowledge (Draft 9 May 2005)</em></a>, <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.cptech.org/a2k/a2k_treaty_may9.pdf</li>

<li><a id="cur2006" name="cur2006"></a>Currall, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> &amp; McKinney, P. (2006). <a href="http://www.webcitation.org/5QmpSSNFW">Investing in value. <span>A+</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span><span>perspective</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>on digital preservation.</a> <em>D-Lib Magazine</em>, <strong>12</strong>(4). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.dlib.org/dlib/april06/mckinney/04mckinney.html</li>

<li><a id="din1997" name="din1997"></a>Denmark. <em>Ministry of Culture.</em> (1997).<a href="http://www.webcitation.org/5QmpUM2NK"><em> Order of the right of archives, libraries, and museums to make copies of literary and artistic works, etc. -Order no. 876 of November 28, 1997</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.kum.dk/sw6357.asp</li>

<li><a id="din2003" name="din2003"></a>Denmark. <em>Ministry of Culture.</em> (2003).<a href="http://www.webcitation.org/5QmpW1jS7"><em> Consolidated Act on Copyright</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.kum.dk/sw4550.asp</li>

<li><a id="esc2005" name="esc2005"></a>Eschenfelder, K.<span>R++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>, Howard, <span>R++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>G. &amp; Desai, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>C. (2005). Why do Website authors post DeCSS?: a content analysis of political speech on Websites posting <span>DVD</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>decryption <span>software</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> <em>Journal of the American Society for Information Science and Technology</em>, <strong>56</strong>(13), 1405-1418.</li>

<li><a id="esc2006" name="esc2006"></a>Eschenfelder, K.<span>R++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>, Howard, <span>R++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>G. &amp; Desai, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>C. (2006). <a href="http://www.webcitation.org/5QmpYFLhq">The <span>ethics</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>of DeCSS posting: towards assessing the morality of the Internet posting of <span>DVD</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>copyright circumvention software</a>. <em>Information Research</em>, <strong>11</strong>(4). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://informationr.net/ir/11-4/paper273.html</li>

<li><a id="esp2006" name="esp2006"></a>Espa&ntilde;a. <em>Estatutos</em> (2006). <a href="http://www.webcitation.org/5QmpaAuJG"><em>Ley 23/2006, de 7 de julio, por la que se modifica el texto refundido de la Ley de Propiedad Intelectual, aprobado por el Real Decreto Legislativo 1/1996, de 12 de abril</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.boe.es/boe/dias/2006/07/08/pdfs/A25561-25572.pdf</li>

<li><a id="est1998" name="est1998"></a>Estados Unidos. <em>Copyright Office</em> (1998). <a href="http://www.webcitation.org/5Qmpbxv94"><em>Digital Millennium Copyright Act 1998</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.loc.gov/copyright/legislation/hr2281.pdf</li>

<li><a id="cop2006" name="cop2006"></a>Estados Unidos. <em>Copyright Office.</em> (2006). <a href="http://www.webcitation.org/5QmpdoIGG"> <em>Report on orphan works</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.copyright.gov/orphan/orphan-report.pdf</li>

<li><a id="fes2005" name="fes2005"></a>Federaci&oacute;n Espa&ntilde;ola de Sociedades de Archiv&iacute;stica, Biblioteconom&iacute;a, Documentaci&oacute;n y Muse&iacute;stica. (2005).<a href="http://www.webcitation.org/5QmpfeiHk"><em> Alegaciones al Proyecto de Ley, de 26 de agosto de 2005, de modificaci&oacute;n del texto refundido de la Ley de Propiedad Intelectual</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.fesabid.org/federacion/gtrabajo/bpi/alegacionesfesabidseptiembre2005.pdf</li>

<li><a id="fer2003" name="fer2003"></a>Fern&aacute;ndez Molina, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>C. (2003). Laws against the circumvention of copyright technological protection. <em>Journal of Documentation</em>, <strong>59</strong>(1), 41-68.</li>

<li><a id="fer2004" name="fer2004"></a>Fern&aacute;ndez-Molina, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>C. (2004). Licensing agreements for information resources and copyright limitations and exceptions. <em>Journal of Information Science</em>, <strong>30</strong>(4), 337-346.</li>

<li><a id="fer2001" name="fer2001"></a>Fern&aacute;ndez-Molina, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>C. &amp; Peis, E. (2001). The moral rights of authors in the age of digital information. <em>Journal of the American Society for Information Science and Technology</em>, <strong>52</strong>(2), 109-117.</li> 


<li><a id="fra2006" name="fra2006"></a>France. <em>Statuts</em>. (2006). <a href="http://www.webcitation.org/5Qmpi5lmb"><em>Loi n° 2006-961 du 1er août 2006 relative au droit d'auteur et aux droits voisins dans la soci&eacute;t&eacute; de l'information</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.legifrance.gouv.fr/WAspad/UnTexteDeJorf?numjo=MCCX0300082L</li>

<li><a id="gla2006" name="gla2006"></a>Gladney, H.M. (2006). Principles for digital preservation. <em>Communications of the ACM</em>, <strong> 49</strong>(2), 111-116.</li>

<li><a id="gra2002" name="gra2002"></a>Granger, S. (2002). <a href="http://www.webcitation.org/5Qmpjv0cD"> Digital preservation and deep infrastructure</a>. <em>D-Lib Magazine</em>, <strong> 8</strong>(2). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.dlib.org/dlib/february02/granger/02granger.html</li>

<li><a id="gui2003" name="gui2003"></a>Guibault, L.M.C.<span>R++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2003).<a href="http://www.webcitation.org/5Qmpm00HP"><em> The nature and scope of limitations and exceptions to copyright and neighbouring rights with <span>regard</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>to general interest missions for the transmission of knowledge: prospects for their adaptation to the digital environment</em></a>. Amsterdam: Institute for Information <span>Law</span>, <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> University of Amsterdam. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://portal.unesco.org/culture/en/file_download.php/5b3fc8d648fd58d613f2f35b86cb1bffl_guibault_en.pdf</li>

<li><a id="hir2003" name="hir2003"></a>Hirtle, P. (2003). <a href="http://www.webcitation.org/5QmpoXcTp"><em> Digital preservation and copyright</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://fairuse.stanford.edu/commentary_and_analysis/2003_11_hirtle.html</li>

<li><a id="hom1990" name="hom1990"></a>Homulos, P. (1990). Museum to libraries: a family of collecting institutions. <em>Art Libraries Journal</em>, <strong>15</strong>(1), 11-13.</li>

<li><a id="ifl2005" name="ifl2005"></a>International Federation of Library Associations. (2005). <a href="http://www.webcitation.org/5QmpqjGJB"><em>Principios relacionados con las bibliotecas en la Agenda Internacional para el Desarrollo de la Organizaci&oacute;n Mundial de la Propiedad Intelectual</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.ifla.org/III/clm/p1/Library-RelatedPrinciples-es.html</li>

<li><a id="ita2003" name="ita2003"></a>Italia. <em>Statuti</em> (2003). <a href="http://www.webcitation.org/5QmpshPGn"><em>Decreto Legislativo 9 aprile 2003, n. 68, Attuazione della direttiva 2001/29/CE sull'armonizzazione di taluni aspetti del diritto d'autore e dei diritti connessi nella società dell'informazione</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.parlamento.it/parlam/leggi/deleghe/03068dl.htm</li>

<li><a id="jis2005" name="jis2005"></a>Joint Information Systems Committee. (2005).<a href="http://www.webcitation.org/5QmpufV50"><em> The model NESLi2 licence for journals</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.nesli2.ac.uk/NESLi2_Licence_NEW_final_vers_041005.htm</li>

<li><a id="koe2000" name="koe2000"></a>Koelman, K.<span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> &amp; Helberger, N. (2000). Protection of technological measures. In: Hugenholtz, P.B., ed. <em>Copyright and electronic commerce: legal aspects of electronic copyright management</em>. (pp. 165-227). The Hague: Kluwer <span>Law</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>International.</li>

<li><a id="koe1998" name="koe1998"></a>Koelman, K.<span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> &amp; Westerbrink, B.N. (1998). <a href="http://www.webcitation.org/5QmpwZyVY"><em>Copyright aspects of the preservation of electronic publications</em></a>. Amsterdam: Institute for Information <span>Law</span>. <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.ivir.nl/publications/koelman/kbeng2.doc</li>

<li><a id="lib2005" name="lib2005"></a>Library of Congress (2005). <a href="http://www.webcitation.org/5QmpybiCN"><em>The Section 108 <span>Study</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Group</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.loc.gov/section108/index.html</li>

<li><a id="lib2006" name="lib2006"></a>Library of Congress (2006). <a href="http://www.webcitation.org/5Qmq0Xpme"><em>The Section 108 <span>Study</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Group. Information for the March 2006 public roundtables and request for written comments</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.loc.gov/section108/docs/FRbackground2-10-06.pdf</li>

<li><a id="mui2003" name="mui2003"></a>Muir, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2003).<a href="http://www.webcitation.org/5Qmq2X6Zd">Copyright and licensing for digital preservation</a>. <em>Library &amp; Information Update</em> , <strong>2</strong>(6), 34-36, <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.cilip.org.uk/publications/updatemagazine/archive/archive2003/june/update0306c.htm</li>

<li><a id="mui2004" name="mui2004"></a>Muir, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2004). Digital preservation: awareness, responsibility and right issues. <em>Journal of Information Science</em>, <strong>30</strong>(1), 73-92.</li>

<li><a id="mui2006" name="mui2006"></a>Muir, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2006). <a href="http://www.webcitation.org/5Qmq4omkM"><em>Preservation, access and intellectual property rights challenges for libraries in the digital environment</em></a>, Institute for Public Policy Research (London). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.ippr.org.uk/ecomm/files/preservation_access_ip.pdf</li>

<li><a id="omc1994" name="omc1994"></a>Organizaci&oacute;n Mundial del Comercio. (1994). <a href="http://www.webcitation.org/5Qmq6quE6"><em>Acuerdo sobre los aspectos de los derechos de propiedad intelectual relacionados con el comercio. Anexo 1C del Acuerdo de Marrakech por el que se establece la Organizaci&oacute;n Mundial del Comercio de 15 de abril de 1994</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.wto.org/spanish/docs_s/legal_s/27-trips.pdf</li>

<li><a id="rou1998" name="rou1998"></a>O'Rourke, M.<span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (1998). Fencing cyberspace: drawing borders in a virtual world. <em>Minnesota <span>Law</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Review</em>, <strong>82</strong>(3), 609-704.</li>

<li><a id="por2004" name="por2004"></a>Portugal. <em>Statutes</em>. (2004).<a href="http://www.webcitation.org/5Qmq8byuV"><em> C&oacute;digo do Direito de Autor e dos Direitos Conexos</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.gda.pt/downloads/codigo_direito_de_autor_republicado.doc</li>

<li><a id="rot1999" name="rot1999"></a>Rothenberg, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (1999).<a href="http://www.webcitation.org/5QmqAa4or"><em> Ensuring the longevity of digital information</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.clir.org/PUBS/archives/ensuring.pdf</li>

<li><a id="rya2004" name="rya2004"></a>Ryan, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2004). <a href="http://www.webcitation.org/5QmqCW66g">Contract, copyright, and the <span>future</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>of digital preservation.</a> <em>Journal of Science and Technology Law</em>, <strong>10</strong>(1). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.bu.edu/law/scitech/volume10issue1/RyanWeb.pdf</li>

<li><a id="ste2005" name="ste2005"></a>Steinke, T. (2005).<a href="http://www.webcitation.org/5QmqEDXNA">National libraries, preservation and digital rights management.</a> <em>INDICARE Monitor</em>, <strong>2</strong>(3). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.indicare.org/tiki-read_article.php?articleId=107</li>

<li><a id="sue2005" name="sue2005"></a>Sweden. <em>Statutes.</em> (2005). <a href="http://www.sweden.gov.se/content/1/c6/01/51/95/6a31279c.pdf"><em>Act of May 26, 2005, amending the Act (1960) on Copyright in Literary and Artistic Works</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.sweden.gov.se/content/1/c6/01/51/95/6a31279c.pdf</li>

<li><a id="the2001" name="the2001"></a>Therien, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>R. (2001).<a href="http://www.webcitation.org/5QmqHegG0"> Exorcising the specter of a "pay-per-use" society: toward preserving fair use and the public <span>domain</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>in the digital age.</a> <em>Berkeley Technology <span>Law</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Journal</em>,<strong>16</strong>, Supplement. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.law.berkeley.edu/journals/btlj/articles/vol16/therien/therien.pdf</li>

<li><a id="thi2002" name="thi2002"></a>Thibodeau, K. (2002). <a href="http://www.webcitation.org/5QmqK00Nd">Overview of technological <span>approaches</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>to digital preservation and challenges in coming years.</a> In: <em>The State of digital preservation: An international perspective: conference proceedings</em>. (pp. 4-31). Washington, DC: Council on Library and Information Resources. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.clir.org/pubs/reports/pub107/thibodeau.html</li>

<li><a id="rei1988" name="rei1998"></a>U.K. <em>Statutes.</em> (1988).<a href="http://www.webcitation.org/5QmqLm6m6"><em> Copyright, Designs and <span>Patents</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Act 1988</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.opsi.gov.uk/acts/acts1988/Ukpga_19880048_en_1.htm</li>

<li><a id="uni2001" name="uni2001"></a>Uni&oacute;n Europea (2001). <a href="http://www.webcitation.org/5QmqNZiyc"><em>Directiva 2001/29/CE del Parlamento Europeo y del Consejo de 22 de mayo de 2001 relativa a la armonizaci&oacute;n de determinados aspectos de los derechos de autor y derechos afines en la sociedad de la informaci&oacute;n</em></a>, DOCE 22.6.2001, L167. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://eur-lex.europa.eu/LexUriServ/site/es/oj/2001/l_167/l_16720010622es00100019.pdf</li>

<li><a id="omp1971" name="omp1971"></a>World Intellectual Property Organization. (1971). <a href="http://www.webcitation.org/5QmqPcF5t"><em>Convenio de Berna para la protecci&oacute;n de las obras literarias y artísticas (Acta de París del 24 de julio de 1971 y enmendado el 28 de septiembre de 1979</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.wipo.int/treaties/es/ip/berne/trtdocs_wo001.html</li>

<li><a id="omp1996" name="omp1996"></a>World Intellectual Property Organization. (1996). <a href="http://www.webcitation.org/5QmqRaZMr"><em>Tratado de la OMPI sobre Derecho de Autor</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>9 January, 2007 from http://www.wipo.int/treaties/es/ip/wct/trtdocs_wo033.html</li>
</ul>
</fieldset>
</form>


<form action="#">

<fieldset>
<legend><a id="abs" name="abs" />Abstract</legend>
<blockquote>
<strong>Introduction</strong>. Be0es technical and economic-organisational problems, digital preservation also faces legal issues, especially regarding copyright legislation, since all digital preservation <span>strategies</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>involve copying materials and/or using <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>which is typically copyrighted. The purpose of this paper is to ascertain the extent to which current copyright <span>laws</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>meet the preservation requirements of library materials.. <br />
<strong>Methodology</strong>. <span>A+</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>cross-sectional analysis of recently updated national copyright <span>laws</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>as well as the impact of the other two protection methods: contractual and technological.  <br />
<strong>Results</strong>. Even after the latest updates current copyright legislation is almost useless for digital preservation activities since the opportunities provided by WIPO Copyright Treaty to adapt and extend copyright exceptions and limitations have been used to the full. <br />
<strong>Conclusion</strong>. We need a legislation reform that will make it possible to carry out all required copying  and  communication activities and <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>use, even if circumventing technological protection is needed. But that is not enough for licensed works. The best solution for this kind of work is to include specific clauses in the licences that facilitate preservation activities. Thus, cooperation between both parties, libraries and rights' holders, is <span>essential</span>. <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> 
</blockquote>
</fieldset>

</form>

<form action="#">
<fieldset>
<legend style="color: white; background-color: maroon; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; font-weight: bold;">How to cite this paper</legend>
<div><br />
Fern&aacute;ndez-Molina, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>C., Guimar&atilde;es, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span><span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>C. (2007). &quot;Las nuevas leyes de derecho de autor: &iquest;adecuadas para la preservaci&oacute;n digital?&quot; <em>Information Research</em>, <strong>12</strong>(4) paper 322. [Available at http://InformationR.net/ir/12-4/paper322.html]</div>

</fieldset>
</form>

<table cellspacing="10" align="center">
	<tr>
		<td colspan="3" align="center" style="background-color: maroon; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr>
	<tr>
		<td align="center" valign="top">

<form method="get" action="http://scholar.google.com/scholar" target="_blank">
			<table bgcolor="#ffffff">

				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="(&quot;intellectual property rights&quot; OR copyright) &quot;digital preservation&quot;"></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>
</form>
		</td>
		<td align="center" valign="top">

<!-- Search Google -->

<form method="get" action="http://www.google.com/custom" target="_top">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="(&quot;intellectual property rights&quot; OR copyright) &quot;digital preservation&quot;"></input><br />
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;"></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>
<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
					</td>

				</tr>
			</table>
</form>
</td>
<td align="center" valign="top">
<form method="get" action="http://www.live.com/" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="(&quot;intellectual property rights&quot; OR copyright) &quot;digital preservation&quot;"></input> <br />
<input type="submit" name="sa" value="Windows Academic"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>

					</td>
				</tr>
			</table>
</form>

		</td>
	</tr>
</table>
<div align="center">
<img src="http://images.del.icio.us/static/img/delicious.small.gif"> <a href="http://del.icio.us/post" onclick="window.open('http://del.icio.us/post?v=4&noui&jump=close&url='+encodeURIComponent(location.href)+'&title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark This Page</a>
</div>
<hr style="size: 1px; color: Maroon;" />



<br />


<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>
<img src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper322" align="middle"  width="60" height="20" border="0" hspace="4" vspace="2" alt="counter" /><br /><a href="http://www.digits.com/">Web Counter</a>
</div></td>

<td align="center" valign="top"><div>
&copy; the authors, 2007. <br />Last updated: 2 August, 2007</div></td>

         <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START-->
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'>
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
    var d=document;
    var 0="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('paper322.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>
<noscript>
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online web site analytics" /></a>
</noscript>
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div>
<!--ONESTAT SCRIPTCODE END-->
</td></tr>
</table>
<hr size="1" style="color: maroon;" />

<table align="center"><tr><td><div class="button">

<ul>
	<li><a href="infres124.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>

	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr></table>

<hr size="3" style="color: maroon ;" />
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/12-4/paper322.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:37 GMT -->
</html>
