<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/13-1/spanish131.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:36 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 13 No. 1 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 13 No. 1 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 13 No. 1 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish1131.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2008-03-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 1, March 2008</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres131.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper331.html" target="_blank">La publicaci&oacute;n electr&oacute;nica en biblioteconom&iacute;a y documentaci&oacute;n en Am&eacute;rica Latina - &iquest;un paso hacia el desarrollo?</a><br />
Ian M. Johnson y Virginia Cano</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo utiliza los resultados de estudios realizados entre 2004 y 2007 como parte del Proyecto REVISTAS, financiado por el Programa ALFA de la Comisi&oacute;n europea. <br />
<strong>M&eacute;todo. </strong>Se emplearon una variedad de m&eacute;todos durante la vida del proyecto, como el an&aacute;lisis de directorios, un estudio de las universidades de la regi&oacute;n que se crey&oacute; que estaban ofreciendo programas en biblioteconom&iacute;a y documentaci&oacute;n, an&aacute;lisis de la documentaci&oacute;n de curso para determinar las revistas citadas y un an&aacute;lisis de sitios web de revistas. <br />
<strong>Resultados.</strong> Se resaltan las debilidades del proceso de publicaci&oacute;n de revistas cient&iacute;ficas impresas para biblioteconom&iacute;a y documentaci&oacute;n en la disciplina. Entre estas encontramos una falta de control de calidad y programas de publicaci&oacute;n ca&oacute;ticos. Se  identifica la emergencia de la publicaci&oacute;n electr&oacute;nica y se discute el potencial que presenta.<br />
<strong>Conclusiones.</strong> Si la publicaci&oacute;n cient&iacute;fica en esta disciplina dentro de Am&eacute;rica Latina quiere alcanzar su potencial, tanto en la diseminaci&oacute;n de la investigaci&oacute;n y como en la formaci&oacute;n de estudiantes, deben asirse las oportunidades que se presentan con la publicaci&oacute;n electr&oacute;nica, archivo electr&oacute;nico, pero no pueden lograrse beneficios plenos sin la atenci&oacute;n a la necesidad de revisi&oacute;n por pares y otros m&eacute;todos de control de calidad. </blockquote>






<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper332.html" target="_blank">Los recursos comunales en el desarrollo de software de fuente abierta (open source).</a><br /> 
Sebasti&aacute;n Spaeth, Stefan Haefliger, Georg von Krogh y  
Birgit Renzl</h4>
<blockquote> 
<strong>Introducci&oacute;n. </strong>Las comunidades virtuales juegan un papel importante en la innovaci&oacute;n. El art&iacute;culo se centra en la forma particular de acci&oacute;n colectiva en comunidades virtuales subyacente como proyectos de desarrollo de software de fuente abierta. <br />
<strong>M&eacute;todo.</strong> Construyendo sobre la teor&iacute;a de movilizaci&oacute;n del recurso e innovaci&oacute;n privado-colectiva, proponemos una teor&iacute;a de acci&oacute;n colectiva en las comunidades virtuales innovadoras. Identificamos tres recursos comunales (la reputaci&oacute;n, el control sobre  la tecnolog&iacute;a y las oportunidades de aprendizaje) que aparecen como un subproducto mientras se desarrolla el software de fuente abierta.<br /> 
<strong>An&aacute;lisis.</strong> Se derivan los conceptos de la literatura existente. Los datos emp&iacute;ricos de Freenet, un proyecto de software de fuente abierta para software entre pares, ilustran tanto los niveles de participaci&oacute;n como los recursos comunales. <br />
<strong>Resultados y conclusiones.</strong> Los recursos comunales pueden resolver el dilema de la acci&oacute;n colectiva para las comunidades virtuales. Mostramos que aumentan en valor para los individuos junto con su participaci&oacute;n en la comunidad. 
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper333.html" target="_blank">Gestionando y evaluando los repositorios digitales </a><br />
Alesia Zuccala, Charles Oppenheim y Rajveen Dhiensa</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Examinamos el papel del gestor del repositorio digital, discutimos el futuro de la gesti&oacute;n y evaluaci&oacute;n del repositorio y sugerimos que las Facultades de Biblioteconom&iacute;a y Documentaci&oacute;n desarrollen nuevos estudios de gesti&oacute;n de repositorios.<br /> 
<strong>M&eacute;todo. </strong>Se llevaron a cabo entrevistas con los gestores de cinco tipos diferentes de repositorios y se llev&oacute; a cabo una encuesta Web con los usuarios. El software de evaluaci&oacute;n de enlaces web  LexiURL proporcion&oacute; la base 'webom&eacute;trica' para investigar a los usuarios potenciales en l&iacute;nea.<br /> 
<strong>Resultados.</strong> Pocos gestores hab&iacute;an recibido alguna formaci&oacute;n formal. Los repositorios eran relativamente nuevos y para supervisar su &eacute;xito los gestores hab&iacute;an usado las estad&iacute;sticas web. El an&aacute;lisis de LexiURL indic&oacute; que las redes asociadas con los sitios del repositorio eran predecibles y con sentido para los gestores porque los co-enlaces esperados y los enlaces conocidos aparec&iacute;an en los diagramas de red. Los usuarios de los repositorios los descubrieron a trav&eacute;s de amigos y colegas. <br />
<strong>Conclusi&oacute;n.</strong> Los repositorios digitales requieren la evaluaci&oacute;n continuada para determinar su calidad y las nuevas direcciones de crecimiento. Los gestores podr&iacute;an realizar cada cuatro o seis meses un an&aacute;lisis mediante LexiURL y podr&iacute;a usarse como un complemento a los an&aacute;lisis de los registros de transacci&oacute;n. Los gestores del repositorio necesitar&aacute;n en el futuro una formaci&oacute;n formal y sugerimos un conjunto de m&oacute;dulos que ser&iacute;an convenientes para un programa de especializaci&oacute;n. 
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper334.html" target="_blank">Los comportamientos informativos, las creencias de auto-eficacia en salud y el comportamiento en salud en la vida cotidiana de los Islandeses</a><br />
&Aacute;g&uacute;sta P&aacute;lsd&oacute;ttir</h4> 

<blockquote>
<strong> Introducci&oacute;n.</strong> El objetivo de este estudio es recoger el conocimiento sobre c&oacute;mo grupos diferentes de islandeses sacan provecho de la informaci&oacute;n sobre salud y estilo de vida en su vida cotidiana. 
M&eacute;todo. Para el estudio se us&oacute; una muestra aleatoria de 1000 personas y se recopilaron los datos como una encuesta postal. La tasa de respuesta fue del 50.8%. <br />
<strong>An&aacute;lisis.</strong> Se us&oacute; el an&aacute;lisis de agrupamientos K-means (K-medias) para formar cuatro agrupamientos basados en la b&uacute;squeda de informaci&oacute;n &uacute;til del participante. Para validar la clasificaci&oacute;n del agrupamiento y adicionalmente describir los agrupamientos, se examinaron respecto a varias variables externas relacionadas con el comportamiento de informaci&oacute;n, as&iacute; como las variables sexo, edad y educaci&oacute;n. Tambi&eacute;n se examinaron las creencias de auto-eficacia de salud y los comportamientos de salud de los agrupamientos. <br />
<strong>Resultados.</strong> Los resultados indican que hay cuatro grupos distintos de personas, que difieren no s&oacute;lo considerando su comportamiento de  de informaci&oacute;n, tambi&eacute;n respecto a sus creencias de auto-eficacia de salud y comportamiento de salud. <br />
<strong>Conclusiones.</strong> Los resultados indican que la b&uacute;squeda de informaci&oacute;n, que est&aacute; acompa&ntilde;ada por un acercamiento cr&iacute;tico en la selecci&oacute;n de fuentes de informaci&oacute;n y bajas barreras de comportamiento de informaci&oacute;n junto con altas creencias de auto-eficacia de salud, est&aacute; relacionada con el comportamiento m&aacute;s saludable. 
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper335.html" target="_blank">La construcci&oacute;n del conocimiento colectivo de estudiantes en el entorno de aprendizaje virtual &quot;T&ocirc;Ligado - su peri&oacute;dico interactivo escolar&quot;</a><br />
Brasilina Passarelli</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> El proyecto &quot;T&ocirc;Ligado - Su Peri&oacute;dico Interactivo Escolar&quot; es un entorno de aprendizaje virtual interactivo concebido, desarrollado, implementado y apoyado por investigadores en el Laboratorio de Investigaci&oacute;n Escuela del Futuro de la Universidad de São Paulo, Brasil. <br />
<strong>M&eacute;todo.</strong> Este entorno de aprendizaje virtual pretende motivar la investigaci&oacute;n trans-disciplinaria entre los estudiantes de la escuela p&uacute;blica y maestros en 2931 escuelas equipadas con aulas de inform&aacute;tica y con acceso a Internet. Dentro de esta comunidad virtual, los estudiantes producen documentos de investigaci&oacute;n multimedia colectivos que se publican inmediatamente en el portal. El proyecto tambi&eacute;n pretende aumentar la autonom&iacute;a de los estudiantes para la investigaci&oacute;n, el trabajo colaborativo y la autor&iacute;a Web. Se presentan y se describen las secciones principales del portal. <br />
<strong>Resultados.</strong> Se presentan los resultados parciales de los primeros dos a&ntilde;os de implementaci&oacute;n e indican una fuerte motivaci&oacute;n entre los estudiantes en la producci&oacute;n de conocimiento a pesar de la fr&aacute;gil infraestructura hardware y software en ese momento. <br />
<strong>Discusi&oacute;n.</strong> En este nuevo entorno, los estudiantes deben verse como &quot;arquitectos de conocimiento&quot; y los maestros como facilitadores, o  &quot;gestores de curiosidad&quot;.  El portal T&ocirc;Ligado puede constituir un repositorio para los estudios del futuro con respecto a las actitudes del estudiante en los entorno de aprendizaje virtuales, los comportamientos de los estudiantes como &quot;autores&quot;, la autor&iacute;a Web que involucra la producci&oacute;n de conocimiento colectivo, los comportamientos de los maestros como facilitadores, y los entornos de aprendizaje virtuales como repositorios digitales de la construcci&oacute;n del conocimiento de los estudiantes y capital social en las comunidades de aprendizaje virtuales. 
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper336.html" target="_blank">Flickr: una primera mirada al comportamiento del usuario en el contexto de la fotograf&iacute;a como ocio serio</a><br />
A.M.Cox, P.D. Clough y J. Marlon</h4> 

<blockquote>
<strong> Introducci&oacute;n.</strong> Se examina el uso de Flickr, un sitio Web para compartir fotograf&iacute;as, en el contexto de la fotograf&iacute;a amateur como una actividad de 'ocio serio'.<br />  
<strong>M&eacute;todo.</strong> Se realizaron once entrevistas telef&oacute;nicas con usuarios de Flickr, usando un programa de entrevista abierta para explorar el uso del sistema dentro del contexto de las pr&aacute;cticas fotogr&aacute;ficas de los entrevistados. <br />
<strong>An&aacute;lisis.</strong> Las pr&aacute;cticas descritas se contraponen a las consideraciones te&oacute;ricas de la bibliograf&iacute;a, espec&iacute;ficamente a los paradigmas alternos del club fotogr&aacute;fico y la revista de fotograf&iacute;a. La cr&iacute;tica cultural de Sontag de la fotograf&iacute;a es un importante y desafiante punto de referencia. <br />
<strong>Resultados.</strong> Las potencialidades del sistema afectan las satisfacciones de la fotograf&iacute;a amateur. Flickr crea dilemas morales, tanto en reciprocar los comentarios como en etiquetar las fotograf&iacute;as de otros. El atractivo del sistema se encuentra tanto en sus cualidades morales como en su facilidad de uso o en la realizaci&oacute;n de las funciones eficazmente. Flickr lleva a los usuarios a la afici&oacute;n y por tanto, como el club de fotograf&iacute;a o la revista, puede ser conectado a los intereses de la industria. Es demasiado pesimista verlo simplemente como un veh&iacute;culo de la cultura consumista; los usuarios expresaron la satisfacci&oacute;n casi incondicional con el sistema por sus placeres directos y las oportunidades de aprendizaje. <br />
<strong>Conclusiones.</strong> Las fluidas relaciones sociales de Flickr potencialmente liberan a la afici&oacute;n de los c&oacute;digos bastante restrictivos y ordenados del club fotogr&aacute;fico. 
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper337.html" target="_blank">An&aacute;lisis comparativo de la calidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte (2000-2005)</a><br /> 
Javier Valenciano Valc&aacute;rcel, Jos&eacute; Dev&iacute;s-Dev&iacute;s y Miguel Villam&oacute;n</h4>

<blockquote>
<strong>Introducci&oacute;n. </strong>El aumento de productividad y publicaciones peri&oacute;dicas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte (CCAFD) de los &uacute;timos a&ntilde;os, no se corresponden con la mejora de las revistas a juzgar, entre otras cosas, por su escasa visibilidad internacional. Por ello, abordamos un estudio comparativo de la calidad de las revistas espa&ntilde;olas de CCAFD entre el a&ntilde;o 2000 y 2005 con el prop&oacute;sito de contribuir a mejorar su calidad y consolidar el campo.<br />
<strong>M&eacute;todo.</strong> A partir de la observaci&oacute;n directa de las revistas de los inventarios del a&ntilde;o 2000 y 2005 se analizan una serie de indicadores formales, de contenido cient&iacute;fico y de difusi&oacute;n. La calidad formal se obtiene de la adecuaci&oacute;n de las revistas a las normas ISO 8-1977 e ISO 215-1986, y del Grado General de Normalizaci&oacute;n (GGN) y Grado Fundamental de Normalizaci&oacute;n (GFN). La calidad de contenido deriva del consejo de redacci&oacute;n, la procedencia de sus miembros y el sistema de selecci&oacute;n de originales. La difusi&oacute;n de las publicaciones se observa de la indizaci&oacute;n en bases de datos y distintos tipos de presencia en Internet.<br />
<strong>Conclusiones.</strong> La calidad de las revistas espa&ntilde;olas de CCAFD ha mejorado ligeramente, si bien poseen unos est&aacute;ndares inferiores a otros campos en Espa&ntilde;a. Se ha pasado de un nivel medio a un nivel elevado en el GGN y todav&iacute;a existe un amplio margen de mejora en la adecuaci&oacute;n a las normas ISO. Se observa una escasa utilizaci&oacute;n de los sistemas de selecci&oacute;n rigurosos, una difusi&oacute;n muy limitada, una cierta inestabilidad en los t&iacute;tulos y un elevado n&uacute;mero de publicaciones peri&oacute;dicas.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper338.html" target="_blank">Los estudios de casos pr&aacute;cticos en la publicaci&oacute;n de acceso abierto. N&uacute;mero Cinco. Aceptando el riesgo: el acceso abierto en el  Canadian Journal of Sociology</a><br />
Kevin D. Haggerty </h4> 

<blockquote>
<strong> Introducci&oacute;n.</strong> Presenta una cuenta personal del traslado a acceso abierto de la principal revista canadiense de sociolog&iacute;a. <br />
<strong>Antecedentes.</strong> La Revista canadiense de Sociolog&iacute;a (Canadian Journal of Sociology) hab&iacute;a establecido una posici&oacute;n fuerte, internacionalmente, entre las revistas de sociolog&iacute;a. Sin embargo, las subscripciones estaban cayendo al acceder cada vez m&aacute;s los lectores al recurso a trav&eacute;s de las bibliotecas y una transferencia de editor ocasion&oacute; una oportunidad para una reevaluaci&oacute;n radical. <br />
<strong>Racionalidad del acceso abierto.</strong> Tras alg&uacute;n forcejeo personal por parte del Editor, la racionalidad del acceso abierto, es decir, el aumento de la visibilidad y uso de la revista. El apoyo del Canadian Social Sciences and Humanities Research Council (Consejo de Investigaci&oacute;n canadiense de Ciencias Sociales y Humanidades) se convirti&oacute; en la cuesti&oacute;n central para la viabilidad econ&oacute;mica. <br />
<strong>Conclusi&oacute;n.</strong> Convertir una revista cient&iacute;fica impresa del acceso basado en la suscripci&oacute;n a acceso abierto no puede emprenderse sin la consideraci&oacute;n seria de todos los elementos de la publicaci&oacute;n y los procesos de edici&oacute;n, pero se esperan beneficios reales para los cient&iacute;ficos. 
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper339.html" target="_blank">Pr&aacute;cticas de informaci&oacute;n en el hogar: c&oacute;mo y por qu&eacute; los miembros de un hogar procesan y gestionan informaci&oacute;n </a><br />
Bryan Kalms </h4>
<blockquote>
<strong>Introducci&oacute;n. </strong> Este art&iacute;culo presenta los resultados de un estudio exploratorio que investiga c&oacute;mo y por qu&eacute; un hogar se hace cargo de su informaci&oacute;n. El hogar siempre ha sido un lugar de consumo y gesti&oacute;n de informaci&oacute;n. Mientras que se conoce mucho sobre hogar como consumidora de medios de comunicaci&oacute;n y adoptante de tecnolog&iacute;as, se sabe poco sobre c&oacute;mo la casa como colectividad, como un sistema de informaci&oacute;n, procesa y gestiona la informaci&oacute;n que recibe cada d&iacute;a.<br />
<strong>M&eacute;todo. </strong> Se entrevistaron veintiocho cabezas de familia en once hogares australianos sobre sus pr&aacute;cticas de informaci&oacute;n en el hogar y se identific&oacute; la informaci&oacute;n y dispositivos de informaci&oacute;n-relacionados y servicios usados por ellos. Se grabaron las entrevistas y transcribieron para el an&aacute;lisis.<br />
<strong>An&aacute;lisis. </strong> Se us&oacute; la metodolog&iacute;a de an&aacute;lisis dimensional de Schatzman para la recolecci&oacute;n de datos y an&aacute;lisis. Se analizaron gr&aacute;ficamente las entrevistas para identificar conceptos y dimensiones y se desarrollaron cuatro m&eacute;tricas para medir el ambiente de informaci&oacute;n del hogar.<br />
<strong>Resultados. </strong> Las pr&aacute;cticas de informaci&oacute;n del hogar surgen de la interacci&oacute;n de dos procesos habilitantes y nueve dimensiones de acci&oacute;n.<br />
<strong>Conclusiones.</strong> Las pr&aacute;cticas de informaci&oacute;n del hogar representan un orden negociado para el procesamiento y gesti&oacute;n de la informaci&oacute;n en un hogar.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 7th March, 2008</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-1/spanish131.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:36 GMT -->
</html>
