<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>

<!-- Mirrored from informationr.net/ir/12-3/paper316.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:12:43 GMT -->
<head>
  <title>Alfabetizaci&oacute;n informacional y biblioteca p&uacute;blica</title>
  <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
  <link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
  <link rel="alternate stylesheet" type="text/css" media="screen"
  title="sans" href="../IRstylesans.css" />
  <link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />
  <!--Enter appropriate data in the content fields-->
  <meta name="dc.title" content="Alfabetizaci&oacute;n informacional y biblioteca p&uacute;blica" />
  <meta name="dc.creator" content="Jos&eacute; Antonio G&oacute;mez Hern&aacute;ndez, Crist&oacute;bal Pasadas-Ure&ntilde;a" />
  <meta name="dc.subject" content="Revisi&oacute;n del estado actual y tendencias en el desarrollo de 
servicios y normas sobre alfabetizaci&oacute;n informacional en bibliotecas p&uacute;blicas, indicando los posibles avances de una agenda internacional de desarrollo" />
  <meta name="dc.description" content="Introducci&oacute;n. El objetivo del trabajo es hacer una revisi&oacute;n de la alfabetizaci&oacute;n informacional en las bibliotecas p&uacute;blicas. Se describe la alfabetizaci&oacute;n informacional como una competencia b&aacute;sica de las personas para saber encontrar y usar la informaci&oacute;n adecuada a sus necesidades, independientemente del lugar, soporte o medio utilizado para su transmisi&oacute;n. Se explica las tendencias internacionales y locales para la  incorporaci&oacute;n de este servicio en las bibliotecas p&uacute;blicas, y se justifica la importancia de ello por su conexi&oacute;n con el aprendizaje durante toda la vida, que hace de las bibliotecas un recurso fundamental para la educaci&oacute;n no formal e informal de los ciudadanos. M&eacute;todo. Se analiza y describe las publicaciones, modelos conceptuales, proyectos, documentos normativos de asociaciones profesionales y los contenidos de los encuentros cient&iacute;ficos y profesionales sobre alfabetizaci&oacute;n informacional y biblioteca p&uacute;blica.  An&aacute;lisis. Se hace un estudio comparativo de las distintas teor&iacute;as y proyectos, y se hace una valoraci&oacute;n critica confrontando &eacute;stas con su aplicaci&oacute;n pr&aacute;ctica en las bibliotecas.  Resultados. A partir del an&aacute;lisis se exponen las tendencias en alfabetizaci&oacute;n informacional y se proponen tareas b&aacute;sicas para una agenda de desarrollo en las bibliotecas p&uacute;blicas de este servicio.  Conclusi&oacute;n. Se propone una agenda com&uacute;n de todas las bibliotecas, instituciones y profesiones involucradas en la adquisici&oacute;n por individuos y comunidades de las competencias b&aacute;sicas englobadas bajo el concepto de alfabetizaci&oacute;n continua." />
  <meta name="dc.subject.keywords" content="information skills, public libraries" />
  <!--leave the following to be completed by the Editor-->
  <meta name="robots" content="all" />
  <meta name="dc.publisher" content="Professor T.D. Wilson" />
  <meta name="dc.coverage.placename" content="global" />
  <meta name="dc.type" content="text" />
  <meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
  <meta name="dc.identifier" scheme="URI"
  content="paper316.html" />
  <meta name="dc.relation.IsPartOf" content="infres123.html"
  />
  <meta name="dc.format" content="text/html" />
  <meta name="dc.language" content="en" />
  <meta name="dc.rights"
  content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
  <meta name="dc.date.available" content="2007-04-15" />
  <script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>

<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

		fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted maroon;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: maroon;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px solid navy;
    border-bottom: 1px solid navy;
    font-weight: bold;
}
</style>
</head>
<body  bgcolor="#ffffff">

<table cellspacing="0" cellpadding="0" align="center" border="0">
  <tbody>
<tr>
  <td align="center" colspan="1" height="30"><img height="45"
alt="header" src="../mini_logo2.gif" width="336" /><br />
<div>Vol. 12 No. 3, April 2007</div><br />
<br />


<div class="button">
<ul>
  <li><a href="infres123.html">Contents</a> |
  </li><a href="../iraindex.html">Author index</a> | </li>
  <li><a href="../irsindex.html">Subject index</a> | </li>
  <li><a href="../search.html">Search</a> | </li>
  <li><a href="../index-2.html">Home</a> </li>
</ul>
</div>
  </td>
</tr>
<tr>
  <td> </td>
</tr>
  </tbody>
</table>
<hr style="COLOR: maroon" size="1" />

<h1>La alfabetizaci&oacute;n informacional en bibliotecas p&uacute;blicas. Situaci&oacute;n actual y propuestas para una agenda de desarrollo</h1>

<div style="margin-left: 10%; margin-right: 10%;">
<h4 align="center"><a href="mailto:jgomez@um.es">Jos&eacute; Antonio
G&oacute;mez-Hern&aacute;ndez</a><br />
Universidad de Murcia, Espa&ntilde;a</h4>

<h4 align="center"><a href="mailto:cpasadas@ugr.es">Crist&oacute;bal
Pasadas-Ure&ntilde;a</a><br />
Universidad de Granada, Espa&ntilde;a</h4>
</div>
<br />


<form action="#">
  <fieldset>
<legend>Resumen</legend>
<blockquote>
  <strong>Introducci&oacute;n.</strong> El objetivo del trabajo es hacer una revisi&oacute;n de la alfabetizaci&oacute;n informacional en las bibliotecas p&uacute;blicas. Se describe la alfabetizaci&oacute;n informacional como una competencia b&aacute;sica de las personas para saber encontrar y usar la  informaci&oacute;n adecuada a sus necesidades, independientemente del lugar, soporte o medio utilizado para su transmisi&oacute;n. Se explica las tendencias internacionales y locales para la  incorporaci&oacute;n de este servicio en las bibliotecas p&uacute;blicas, y se justifica la importancia de ello por su conexi&oacute;n con el aprendizaje durante toda la vida, que hace  de las bibliotecas un recurso fundamental para la educaci&oacute;n no formal e
  informal de los ciudadanos.<br />
  <strong>M&eacute;todo.</strong> Se analiza y describe las publicaciones, modelos conceptuales, proyectos, documentos normativos de asociaciones profesionales y los contenidos de los encuentros cient&iacute;ficos y profesionales sobre alfabetizaci&oacute;n informacional y biblioteca p&uacute;blica.<br />
  <strong>An&aacute;lisis.</strong> Se hace un estudio comparativo de las distintas teor&iacute;as y proyectos, y se hace una valoraci&oacute;n critica confrontando &eacute;stas con su aplicaci&oacute;n pr&aacute;ctica en las bibliotecas.<br />
  <strong>Resultados.</strong> A partir del an&aacute;lisis se exponen las tendencias en alfabetizaci&oacute;n informacional y se proponen tareas b&aacute;sicas para una agenda de desarrollo en las bibliotecas p&uacute;blicas de este servicio.<br />
  <strong>Conclusi&oacute;n.</strong> Se propone una agenda com&uacute;n de todas las bibliotecas, instituciones y profesiones involucradas en la adquisici&oacute;n  por individuos y comunidades de las competencias b&aacute;sicas englobadas bajo el concepto de &ldquo;alfabetizaci&oacute;n continua&rdquo;. </blockquote>
  </fieldset>
</form>
<br />
<div align="center">
<a href="#abstract">Abstract in English</a></div>
<br />
<br />


<div align="center">
<input type="button" value="change font" class="btn"
style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: white; background-color: maroon;" onclick="doChangeFont()" /></div>
<br />


<h2>Introducci&oacute;n</h2>

<p>En este trabajo presentamos un an&aacute;lisis general del estado actual de la
alfabetizaci&oacute;n informacional (en adelante ALFIN) en las bibliotecas p&uacute;blicas, que consideremos oportuno por estas razones: </p>
<ul>
  <li>Hay una presencia cada vez m&aacute;s importante de la ALFIN no s&oacute;lo en tesis doctorales o publicaciones (como las citadas en la bibliograf&iacute;a final), sino tambi&eacute;n en seminarios, cursos de formaci&oacute;n y congresos profesionales, as&iacute; como en planes estrat&eacute;gicos y planes de mejora de las bibliotecas (especialmente universitarias).</li>
  <li>Se empieza a ver los resultados del replanteamiento de roles y servicios en nuestras bibliotecas p&uacute;blicas desde hace m&aacute;s de una d&eacute;cada y, especialmente, a ra&iacute;z de los recientes congresos y jornadas que han celebrado, realz&aacute;ndose la funci&oacute;n educativa de estas bibliotecas. </li>
  <li>En el &aacute;mbito internacional se est&aacute; dando pasos para el establecimiento de una agenda global que permita a las bibliotecas p&uacute;blicas de cualquier parte del mundo convertirse en verdaderos instrumentos para la cohesi&oacute;n social, la participaci&oacute;n ciudadana y el desarrollo social y econ&oacute;mico  local, gracias a su contribuci&oacute;n a la alfabetizaci&oacute;n y al aprendizaje a  lo largo y ancho de la vida.</li>
  <li>La celebraci&oacute;n de los Coloquios sobre ALFIN de Praga (<a href="http://www.infolit.org/2003.html">http://www.infolit.org/2003.html</a>) y especialmente Alejandr&iacute;a (<a href="http://www.infolit.org/2005.html">http://www.infolit.org/2005.html</a>), preparatorios del gran Congreso Internacional sobre este tema a celebrar all&iacute; en 2008, y en Espa&ntilde;a el Seminario de Toledo (<a href="#semtoledo06">2006</a>), acontecimientos de los que se puede esperar un gran salto adelante en la agenda internacional y espa&ntilde;ola, respectivamente, para la ALFIN y para la alfabetizaci&oacute;n continua.</li>
</ul>

<p>Para el an&aacute;lisis presentaremos aspectos b&aacute;sicos de:</p>
<ul>
  <li>La situaci&oacute;n de la ALFIN como modelo te&oacute;rico y como pr&aacute;ctica profesional, a partir sobre todo de bibliograf&iacute;a disponible en acceso abierto.</li>
  <li>Las tendencias en la reflexi&oacute;n sobre los nuevos roles de las bibliotecas p&uacute;blicas</li>
  <li>Las experiencias, problemas y dificultades de las bibliotecas espa&ntilde;olas en relaci&oacute;n con la agenda ALFIN, y, especialmente, de las p&uacute;blicas.</li>
  <li>Los desarrollos internacionales m&aacute;s relevantes; y</li>
  <li>Algunas prioridades de actuaci&oacute;n en Espa&ntilde;a para la promoci&oacute;n de la ALFIN entre los propios profesionales y entre autoridades de &aacute;mbito local, regional y nacional, instituciones y agentes sociales.</li>
</ul>

<p>Para revisar la situaci&oacute;n de la ALFIN hay ya una amplia literatura internacional traducida, y tambi&eacute;n la hay escrita en Espa&ntilde;a y accesible en Internet, de modo que se puede profundizar en la ALFIN por muchos caminos: acceder a los textos normativos y conceptuales de las asociaciones profesionales en sus portales en Internet (IFLA, ALA, ANZIIL&hellip;), leer s&iacute;ntesis previas (<a href="#BAW02">Bawden 2002</a>; <a href="#VIR">Virkus 2003</a>, <a href="#CHEV">Chevillotte 2005</a>)&hellip; </p>

<p>Acerca del estado y los problemas de la ALFIN en Espa&ntilde;a hay algunos trabajos anteriores (<a href="#GOMPAS">G&oacute;mez y Pasadas 2003</a>), as&iacute; como art&iacute;culos que recopilan las principales actuaciones de formaci&oacute;n en bibliotecas p&uacute;blicas espa&ntilde;olas (<a href="#GAR01">Garc&iacute;a G&oacute;mez 2001</a> y <a href="#GAR04">2004</a>), y fuentes de informaci&oacute;n como el blog <em>ALFIN: Recursos e ideas sobre cultura de la informaci&oacute;n y nuevas alfabetizaciones </em>(antes <a href="http://alfin.blogspirit.com/">http://alfin.blogspirit.com</a>, ahora en ALFINRED, <a href="http://www.alfinred.org/">http://www.alfinred.org</a>), el grupo del Col'legi de Bibliotecaris-Documentalistes de Catalunya<em>ALFINCAT</em> (<a href="http://www.cobdc.org/grups/alfincat/documents.html">http://www.cobdc.org/grups/alfincat/documents.html</a>) con su lista de distribuci&oacute;n, as&iacute; como la lista <em>ALFAINFOR</em> (<a href="http://www.rediris.es/list/info/alfainfor.es.html">http://www.rediris.es/list/info/alfainfor.es.html</a>). La traducci&oacute;n de los documentos b&aacute;sicos se ha publicado en <em>Anales de Documentaci&oacute;n</em> (<a href="http://www.um.es/fccd/anales">http://www.um.es/fccd/anales</a>) y el <em>Bolet&iacute;n de la Asociaci&oacute;n Andaluza de Bibliotecarios</em> (<a href="http://aab.es/puboletin.html">http://aab.es/puboletin.html</a>).</p>

<p>Sobre la situaci&oacute;n internacional, adem&aacute;s de las revisiones citadas,
destaca para Europa la obra dirigida por Carla Basili (<a href="#BAS">2003</a>) con motivo del establecimiento de la European Network for Information Literacy (ENIL) (<a
href="http://www.ceris.cnr.it/Basili/EnIL/index.html">http://www.ceris.cnr.it/Basili/EnIL/index.html</a>) <a href="#BM2">(1)</a>. Otras fuentes de actualizaci&oacute;n son <em>FORMIST informations</em> (el blog franc&eacute;s sobre ALFIN que mantiene S. Chevillotte, en <a href="http://blogformist.enssib.fr/">http://blogformist.enssib.fr/</a>
), el <em>Information Literacy Place</em> (<a href="http://dis.shef.ac.uk/literacy/">http://dis.shef.ac.uk/literacy/</a>) y el <em>Information Literacy Weblog</em> de Sheila Webber (<a href="http://information-literacy.blogspot.com/">http://information-literacy.blogspot.com/</a>). Siguen una tradici&oacute;n en la que fue pionera Paulette Bernhard, con su portal <em>Formation à la maîtrise de l'information</em> (<a href="http://mapageweb.umontreal.ca/lerouxe/AAFD/AAFD.html">http://mapageweb.u ontreal.ca/lerouxe/AAFD/AAFD.html</a>), continuado por E. Lerouxe. Dada la sobreabundancia de fuentes, una de las conclusiones de la reuni&oacute;n de expertos de Praga  en 2003 fue la necesidad de un portal internacional donde se recogieran los principales recursos sobre ALFIN de todo el mundo <a href="#BM3">(2)</a>. </p>

<p>De cualquier modo, las mejores gu&iacute;as de temas para investigar sobre la ALFIN en todos los sectores son el documento de la ACRL (<a href="#ACRLIS05">2005</a>) con la agenda para la investigaci&oacute;n sobre instrucci&oacute;n bibliogr&aacute;fica y ALFIN, complementado con una reciente bibliograf&iacute;a (<a href="#ACRLIS05B">ACRL-IS 2005</a>), y con las recomendaciones de las reuniones de Praga y Alejandr&iacute;a. </p>

<h2>La alfabetizaci&oacute;n informacional como modelo te&oacute;rico</h2>

<p>Las bibliotecas y sus profesionales han desarrollado en los &uacute;ltimos treinta a&ntilde;os un paradigma te&oacute;rico de la ALFIN que sirve de fundamento para la pr&aacute;ctica profesional ante los cambios sociales, econ&oacute;micos y  tecnol&oacute;gicos que han afectado al mundo de la informaci&oacute;n: </p>
<ul>
  <li>Aumento exponencial del n&uacute;mero de publicaciones de todo tipo con la
consiguiente sobrecarga de informaci&oacute;n</li>
  <li>Irrupci&oacute;n masiva de las tecnolog&iacute;as de la informaci&oacute;n y comunicaci&oacute;n (TIC en adelante) que requieren un nivel de alfabetizaci&oacute;n
  tecnol&oacute;gica</li>
  <li>Tendencia al autoservicio en el consumo de informaci&oacute;n</li>
  <li>Aumento de la preocupaci&oacute;n por las competencias de la poblaci&oacute;n para adaptarse a los cambios y su empleabilidad en contextos econ&oacute;micos en
transformaci&oacute;n r&aacute;pida.</li>
  <li>Extensi&oacute;n de la filosof&iacute;a de la calidad, evaluaci&oacute;n de  resultados y rendici&oacute;n de cuentas en el sector p&uacute;blico que obliga a las bibliotecas a demostrar su contribuci&oacute;n a las necesidades sociales (<a
href="#CORR">Corrall 2003</a>).</li>
</ul>

<p>La justificaci&oacute;n de la ALFIN est&aacute; tambi&eacute;n presente en los principales documentos normativos de las bibliotecas p&uacute;blicas, pues tanto el <em>Manifiesto</em> (<a href="#IFLA1994">IFLA/UNESCO, 1994</a>) como las <em>Pautas </em>(<a href="#IFLA2001">IFLA/UNESCO 2001</a>) (<a href="#BM4">3</a>) realzan el compromiso de las bibliotecas con el aprendizaje permanente, del mismo modo que hace el Manifiesto sobre Internet de IFLA/FAIFE (<a href="#iflafaife">2002</a>) (<a href="#BM5">4</a>), y sus Directrices  de desarrollo (<a href="#IFLAUNESCO06">IFLA/UNESCO, 2006</a>).</p>

<p>La necesidad para las bibliotecas de replantearse radicalmente la misi&oacute;n, metas y objetivos de sus servicios ha hecho evolucionar la tradicional instrucci&oacute;n bibliogr&aacute;fica, que sol&iacute;a centrarse en formar a los usuarios en el uso adecuado de las instalaciones y equipos de la biblioteca y de sus recursos de informaci&oacute;n impresos. Ello ha llevado a la realizaci&oacute;n de programas de ALFIN dirigidos a diferentes grupos, con el fin de que adquieran la competencia necesaria para buscar y utilizar la informaci&oacute;n m&aacute;s ajustada a sus necesidades, independientemente de formatos, soportes, canales y ubicaci&oacute;n.</p>

<p>Consideramos que esta evoluci&oacute;n es una adaptaci&oacute;n a nuevas circunstancias y exigencias del servicio que ya se ven&iacute;a dando en las bibliotecas, y, por tanto, no ha supuesto la desaparici&oacute;n de las actividades tradicionales de formaci&oacute;n de usuarios. Antes al contrario: un buen programa de ALFIN se seguir&aacute; basando en un porcentaje nada despreciable de actividades y m&eacute;todos de formaci&oacute;n (visitas guiadas, gu&iacute;as de uso de recursos, asistencia personalizada...) utilizados desde siempre en las bibliotecas, solo que perfectamente integrados en los nuevos y m&aacute;s amplios objetivos de aprendizaje. Comparada con la instrucci&oacute;n bibliogr&aacute;fica y la formaci&oacute;n de usuarios tradicional, la ALFIN solo implica una mayor y m&aacute;s compleja incardinaci&oacute;n de las actividades formativas de la biblioteca en el entorno educativo formal, informal y no formal de la comunidad a la que sirve. </p>

<h3>Definiciones de alfabetizaci&oacute;n informacional</h3>

<p>Las definiciones y el concepto de ALFIN han sido explicados ya en numerosos trabajos  disponibles en castellano (<a href="#BENITOa">Benito 2000a</a> y <a href="#BENITOb">b</a>,  <a href="#GOMEZ">G&oacute;mez 2000</a>&hellip;) y especialmente en la exhaustiva revisi&oacute;n de Bawden (<a href="#BAW02">2002</a>) publicada en <em>Anales de  Documentaci&oacute;n</em>, donde se atribuye a Zurkowski el primer uso de la expresi&oacute;n ALFIN en 1974, relacion&aacute;ndolo con el dominio eficaz de la informaci&oacute;n dentro de un contexto laboral, posiblemente empresarial, y, m&aacute;s espec&iacute;ficamente, con la resoluci&oacute;n de problemas: &ldquo;Pueden considerarse alfabetizadas, competentes en informaci&oacute;n, las personas que se han formado en la aplicaci&oacute;n de los recursos de informaci&oacute;n a su trabajo. Han adquirido las t&eacute;cnicas y las destrezas
necesarias para la utilizaci&oacute;n de la amplia gama de herramientas documentales, adem&aacute;s de fuentes primarias, en el planteamiento de soluciones informacionales a sus problemas&rdquo;.</p>

<p>Entre las definiciones cl&aacute;sicas m&aacute;s reconocidas est&aacute;n &eacute;stas: En primer lugar, la que adopt&oacute; el Presidential Committee on Information Literacy de la ALA (<a href="#ala89">1989</a>) en su informe final: la persona alfabetizada en informaci&oacute;n reconoce cu&aacute;ndo se necesita informaci&oacute;n y tiene la capacidad de localizar, evaluar y utilizar con eficacia la informaci&oacute;n necesaria. A continuaci&oacute;n, la de Webber y Johnston (<a href="#web">2003</a>), quienes consideran que la ALFIN &ldquo;consiste en adoptar una conducta adecuada ante los problemas de la informaci&oacute;n, con el fin de identificar, a trav&eacute;s de cualquier canal o medio, una informaci&oacute;n bien ajustada a las necesidades de informaci&oacute;n, que desemboque en el uso sabio y &eacute;tico de la informaci&oacute;n en la sociedad&rdquo;. </p>

<p>Tambi&eacute;n destaca la <em>Declaraci&oacute;n de Praga</em> sobre ALFIN (<a href="#unesco03">UNESCO/NFIL 2003</a>), fruto de la <em>Reuni&oacute;n de Expertos</em> convocada en 2003 por la UNESCO y el Foro Nacional de Alfabetizaci&oacute;n Informacional de Estados Unidos: &ldquo;abarca la conciencia de los propios problemas y necesidades de informaci&oacute;n, y la capacidad de identificar, localizar, evaluar, organizar y crear, utilizar y comunicar con eficacia la informaci&oacute;n para afrontar las cuestiones o problemas que se presenten; constituye un prerrequisito para la participaci&oacute;n efectiva en la Sociedad de la Informaci&oacute;n, y forma parte del derecho humano b&aacute;sico al aprendizaje a lo largo de la vida.&rdquo;</p>

<p>Seg&uacute;n la definici&oacute;n del Colegio de Bibliotecarios y Profesionales de la Informaci&oacute;n brit&aacute;nico (<a href="#CIL">CILIP 2004</a>), pensada para todo tipo de sectores y grupos de poblaci&oacute;n, es &ldquo;saber cu&aacute;ndo y por qu&eacute; necesitas informaci&oacute;n, d&oacute;nde encontrarla, y c&oacute;mo valorarla, utilizarla y comunicarla de forma eficaz y &eacute;tica&rdquo;(<a href="#BM6">5</a>); y para que una persona sea considerada como competente en el manejo de la informaci&oacute;n debe ser capaz de comprender:</p>

<ul>
  <li>la necesidad de informaci&oacute;n</li>
  <li>los recursos disponibles</li>
  <li>c&oacute;mo encontrar la informaci&oacute;n</li>
  <li>la necesidad de evaluar los resultados</li>
  <li>c&oacute;mo trabajar con los resultados y explotarlos</li>
  <li>la &eacute;tica y la responsabilidad en la utilizaci&oacute;n</li>
  <li>c&oacute;mo comunicar y compartir los resultados</li>
  <li>c&oacute;mo gestionar lo que se ha encontrado.</li>
</ul>

<p>Por &uacute;ltimo, en la <em>Declaraci&oacute;n de Alejandr&iacute;a</em> (<a href="#unesco05">UNESCO/NFIL,  2005</a>), se defini&oacute; la ALFIN en total conexi&oacute;n con el aprendizaje permanente, como un eje en todas las facetas de la vida,  y &ldquo;faro&rdquo; de la sociedad de la informaci&oacute;n:</p>

<p>&ldquo;La alfabetizaci&oacute;n informacional se encuentra en el coraz&oacute;n mismo del aprendizaje a lo largo de la vida. Capacita a la gente de toda clase y condici&oacute;n para buscar, evaluar, utilizar y crear informaci&oacute;n eficazmente  para conseguir sus metas personales, sociales, ocupacionales y educativas. Constituye un derecho humano b&aacute;sico en el mundo digital y promueve la inclusi&oacute;n social de todas las naciones. El aprendizaje a lo largo de la vida permite que los individuos, las comunidades y las naciones alcancen sus objetivos y aprovechen las oportunidades que surgen en un entorno global en desarrollo para beneficios compartidos. Ayuda a las personas y a sus instituciones a afrontar los retos tecnol&oacute;gicos, econ&oacute;micos y sociales, a remediar las desventajas y a mejorar el bienestar de todos. La alfabetizaci&oacute;n informacional:</p>

<ul>
  <li>incluye las competencias para reconocer las necesidades de informaci&oacute;n
y para localizar, evaluar, aplicar y crear informaci&oacute;n en contextos sociales y culturales; </li>
  <li>resulta crucial para las ventajas competitivas de individuos, empresas (especialmente las peque&ntilde;as y medianas), regiones y naciones; </li>
  <li>ofrece la clave para el acceso, uso y creaci&oacute;n eficaz de contenidos en apoyo del desarrollo econ&oacute;mico, la educaci&oacute;n, la salud y los servicios humanos, y de todos los dem&aacute;s aspectos de las sociedades contempor&aacute;neas; y con ello ofrece una base vital para conseguir las metas de la <em>Declaraci&oacute;n del Milenio</em> y de la Cumbre Mundial sobre la Sociedad de la Informaci&oacute;n; y </li>
  <li>se extiende m&aacute;s all&aacute; de las meras tecnolog&iacute;as actuales para cubrir el aprendizaje, el pensamiento cr&iacute;tico y las competencias de  interpretaci&oacute;n por encima de fronteras profesionales, potenciando a los individuos y comunidades&rdquo;</li>
</ul>

<p>La evoluci&oacute;n de la ALFIN ha ido acompa&ntilde;ada de grandes controversias, por dos razones. En el plano te&oacute;rico, porque la relativa estabilidad y consistencia conceptual de hoy es muy reciente; y, en el plano pr&aacute;ctico, porque a medida que la  ALFIN se ampl&iacute;a a nuevas &aacute;reas geogr&aacute;ficas y a nuevos &aacute;mbitos profesionales, hay replanteamientos y aportaciones que pueden llevar a cambios de perspectiva. Owusu-Ansah (<a href="#owu">2003</a>) afirma que si todav&iacute;a existe controversia, no es por falta de una buena definici&oacute;n de
ALFIN, sino por la ausencia de l&iacute;neas claras de actuaci&oacute;n y de oportunidades para llevarlas a cabo. Esto es: ya no existir&iacute;an incertidumbres conceptuales, sino dificultades de aplicaci&oacute;n en contextos muy dispares. </p>

<h3>Modelos y normas destacados </h3>

<p>Obviamente, las definiciones forman parte de un conjunto de literatura profesional sobre la ALFIN que incluye tambi&eacute;n los modelos te&oacute;ricos que sirven de base a las normas y directrices para su aplicaci&oacute;n. </p>

<p>La ALFIN se fue desarrollando en bibliotecas educativas (tanto escolares como universitarias) y sus asociaciones profesionales, y en ese entorno se han formulado modelos descriptivos de las competencias informacionales, incluso articulando varios niveles de dominio de &eacute;stas seg&uacute;n el tipo de estudiante y su avance. Sobre bibliotecas escolares, remitimos a Benito Morales (2000) para una discusi&oacute;n en profundidad de los modelos te&oacute;ricos de ALFIN en el &aacute;mbito de la ense&ntilde;anza primaria y secundaria, sector en el que solo tenemos las normas de la AASL/AECT (<a href="#aas98">1998</a>). Para el mundo universitario, los modelos m&aacute;s difundidos son <em>Las siete caras de la ALFIN en la Educaci&oacute;n Superior de Bruce</em> (<a href="#bruce">1997</a>, publicada en castellano en 2003), y <em>los siete pilares</em> de la ALFIN de la Sociedad Brit&aacute;nica de Bibliotecas Universitarias y Nacionales (<a href="#sconul">SCONUL, 1999</a>). Y en cuanto a <em>Normas</em>, tenemos las de la ACRL/ALA (<a href="#ACR00">2000</a>) y las del CAUL (1ª ed, <a href="#caul">2000)</a>, para bibliotecas universitarias.</p>

<p>Estas &uacute;ltimas, en su segunda edici&oacute;n ya bajo responsabilidad del Instituto Australiano y Neozeland&eacute;s para la ALFIN (<a href="#anziil2003">ANZIIL, 2003</a>), est&aacute;n destinadas a toda la poblaci&oacute;n en su conjunto, igual que el proyecto de  Normas internacionales elaboradas en la Secci&oacute;n de ALFIN de IFLA, que est&aacute;n en fase de discusi&oacute;n p&uacute;blica (<a href="#IFLAINFOLIT2006">IFLA/INFOLIT SECTION 2006</a>).</p>

<p>Todas estas normas se pueden considerar como tales solo en un sentido muy relativo, porque al ponerlas en pr&aacute;ctica es muy dif&iacute;cil concretar en &eacute;rminos medibles los objetivos de aprendizaje e indicadores de rendimiento que mencionan. En todo caso, son &uacute;tiles para la planificar los objetivos y contenidos de los programas ALFIN en cualquier tipo de biblioteca (<a href="#BM8">6</a>). </p>

<p>Actualmente se est&aacute; tendiendo a superar la excesiva (y casi injustificada conceptualmente) diferenciaci&oacute;n entre modelos y normas, a trav&eacute;s del denominado <em>Marco</em> para la ALFIN. Ello ha sido gracias a planteamientos como los del <em>Information Literacy Framework and Syllabus</em>, desarrollado en la Queensland University of Technology (<a href="#QUT04">2004</a>), el proyecto <em>Big Blue, </em> desarrollado por las bibliotecas universitarias de Manchester y Leeds (<a href="#mmu02">MMU 2002</a>), y la segunda edici&oacute;n de las normas australiano-neozelandesas de ANZIIL, ya citadas. </p>

<p>El proyecto <em>Big Blue</em> establece una lista de habilidades y, a
partir de ellas, desarrolla un modelo con estas 8 competencias:</p>

<ol>
  <li>Reconocer la necesidad de informaci&oacute;n</li>
  <li>Afrontar la necesidad de informaci&oacute;n</li>
  <li>Obtener la informaci&oacute;n</li>
  <li>Evaluar cr&iacute;ticamente la informaci&oacute;n</li>
  <li>Adaptar la informaci&oacute;n</li>
  <li>Organizar la informaci&oacute;n</li>
  <li>Comunicar la informaci&oacute;n</li>
  <li>Revisar todo el proceso. </li>
</ol>

<p>A partir de este modelo, e integrando experiencias anteriores, como la de la South Bank University (<a href="#godwin">Godwin 2003</a>) y la propuesta de diferentes niveles de ALFIN del modelo de SCONUL (<a href="#sconul">1999</a>), la Manchester Metropolitan University ha preparado un <em>Marco para las competencias en informaci&oacute;n</em> en el que se detallan los niveles a obtener por los alumnos en los diferentes estadios de su carrera. Por su parte, la biblioteca de la australiana Queensland University of Technology incluye tambi&eacute;n en su Marco para la ALFIN unos niveles de progresi&oacute;n. </p>

<p>El establecimiento del nivel ALFIN de entrada en la ense&ntilde;anza superior resulta vital para el establecimiento de los niveles de salida en la ense&ntilde;anza secundaria, porque, con ciertos ajustes, estos &uacute;ltimos equivaldr&iacute;an al nivel de entrada en la ense&ntilde;anza superior. Y, adem&aacute;s, podr&iacute;a facilitar que se definieran unos conocimientos b&aacute;sicos para la poblaci&oacute;n adulta en general, que deber&iacute;an prioritariamente por las bibliotecas p&uacute;blicas en sus programas de ALFIN.</p>

<p>Finalmente, el <em>Marco para la Alfabetizaci&oacute;n Informacional en Australia y Nueva Zelanda</em> (<a href="#anziil2003">ANZIIL,2003</a>) parte de cuatro principios, seg&uacute;n los cuales una persona con ALFIN:</p>

<ul>
  <li>se implica en el aprendizaje independiente mediante la construcci&oacute;n de
nuevo significado, comprensi&oacute;n y conocimiento</li>
  <li>obtiene satisfacci&oacute;n y realizaci&oacute;n personal gracias al uso eficaz de la
informaci&oacute;n</li>
  <li>busca y utiliza la informaci&oacute;n, individualmente y en grupo, para la toma de decisiones y la soluci&oacute;n de problemas frente a cuestiones personales, profesionales y sociales</li>
  <li>demuestra responsabilidad social gracias al compromiso con el aprendizaje continuo y la participaci&oacute;n comunitaria. </li>
</ul>

<p>Estos principios enmarcan las seis normas b&aacute;sicas que sirven para identificar que una persona con competencia informacional: </p>

<ul>
  <li>reconoce la necesidad de informaci&oacute;n y determina la naturaleza y nivel
de la informaci&oacute;n que necesita</li>
  <li>encuentra la informaci&oacute;n que necesita de manera eficaz y eficiente</li>
  <li>eval&uacute;a cr&iacute;ticamente la informaci&oacute;n y el proceso de b&uacute;squeda de la misma</li>
  <li>gestiona la informaci&oacute;n reunida o generada</li>
  <li>aplica la informaci&oacute;n anterior y la nueva para construir nuevos conceptos o crear nuevas formas de comprensi&oacute;n</li>
  <li>utiliza la informaci&oacute;n con sensatez y se muestra sensible a las cuestiones culturales, &eacute;ticas, econ&oacute;micas, legales y sociales que implica su uso. </li>
</ul>

<p>Esta evoluci&oacute;n hacia los &amp;ldquot;marcos&amp;rdquot; y la consideraci&oacute;n de diversos grados de ALFIN responde tambi&eacute;n a las cr&iacute;ticas, justificadas en parte, que recibieron las <em>Normas ALFIN para la Educaci&oacute;n Superior</em> de la estadounidense asociaci&oacute;n de bibliotecarios universitarios (<a href="#ACR00">ACRL/ALA 2000</a>) tras su aparici&oacute;n, resumidas por Owusu-Ansah (<a href="#owu">2003</a>) en dos ideas: la pretensi&oacute;n de exhaustividad, por un lado, y en la imposibilidad de su aplicaci&oacute;n inmediata y eficaz, tal cual, en situaciones reales. Sin embargo, la disponibilidad del paradigma de la ALFIN en su estadio actual, incluida la existencia de normas que explicitan los grados &oacute;ptimos a alcanzar, resulta vital, sobre todo para aquellos entornos profesionales de pa&iacute;ses de todo el mundo que necesitan iniciar sus propios desarrollos de programas de ALFIN. La raz&oacute;n es que les ofrece puntos de partida y les aporta claves para establecer metas y objetivos claros, de acuerdo con sus condiciones locales (<a href="#BM9">7</a>).</p>

<h3>Desarrollo de la alfabetizaci&oacute;n informacional en la educaci&oacute;n formal</h3>

<p>El paradigma te&oacute;rico se ha ido completando en estrecha interacci&oacute;n con la pr&aacute;ctica de la ALFIN, y casi exclusivamente hasta hace poco en el &aacute;mbito de la educaci&oacute;n formal, ya sea primaria, secundaria o, sobre todo, universitaria. La raz&oacute;n es que aqu&iacute; es donde resulta m&aacute;s evidente la necesidad de que los estudiantes adquieran habilidades b&aacute;sicas y capacidad para resolver problemas que requieren un uso complejo de informaci&oacute;n, a su vez mediado por las TIC introducidas masivamente en el proceso educativo. </p>

<p>En ese sentido, creemos que la historia de la ALFIN es un ejemplo de la mutua influencia e inseparabilidad entre el desarrollo te&oacute;rico y la aplicaci&oacute;n pr&aacute;ctica. De hecho, a la vez que se formulaban modelos y normas, en multitud de bibliotecas de instituciones educativas de todo tipo se planificaban actividades de formaci&oacute;n por medio de programas de ALFIN, que pueden seguirse en sus sitios web, y que se han recogido de forma estructurada en documentos de ACRL: el que contiene las directrices para la elaboraci&oacute;n de programas de ALFIN (<a href="#ACRL02">ACRL 2002</a>), el de recopilaci&oacute;n de mejores pr&aacute;cticas (<a href="#ACRL03">ACRL 2003</a>), y el que describe los factores cr&iacute;ticos de &eacute;xito (<a href="#TOWN">Town 2003</a>) de estos programas. De acuerdo con estos documentos, entre los rasgos m&aacute;s necesarios de un programa de ALFIN se incluir&iacute;an:</p>

<ul>
  <li>el compromiso de los bibliotecarios y del profesorado con el desarrollo y avance de su propio nivel ALFIN, como garant&iacute;a de que se predica con el ejemplo</li>
  <li>la integraci&oacute;n de la ALFIN en el curr&iacute;culo</li>
  <li>el ajuste de los programas por niveles, en funci&oacute;n del crecimiento del estudiante a lo largo de sus ciclos de aprendizaje </li>
  <li>la colaboraci&oacute;n entre profesorado, bibliotecarios y otro personal de otras unidades para la ense&ntilde;anza</li>
  <li>la identificaci&oacute;n de competencias gen&eacute;ricas y espec&iacute;ficas a adquirir para disciplinas, profesiones u ocupaciones concretas en funci&oacute;n de sus contenidos</li>
  <li>la adaptaci&oacute;n a m&uacute;ltiples estilos de aprendizaje y de ense&ntilde;anza (materiales de aprendizaje impresos y en l&iacute;nea)</li>
  <li>la formaci&oacute;n a partir de los conocimientos reales del estudiante (determinaci&oacute;n de niveles de entrada, intermedios y de salida)</li>
  <li>el reconocimiento de las diferencias de estilos de aprendizaje y de ense&ntilde;anza mediante uso de las m&aacute;s diversas t&eacute;cnicas de valoraci&oacute;n de resultados</li>
  <li>un enfoque sobre el rendimiento, la adquisici&oacute;n de conocimientos y la valoraci&oacute;n de las actitudes del estudiante.</li>
</ul>

<h2>La introducci&oacute;n de la alfabetizaci&oacute;n informacional en las bibliotecas
p&uacute;blicas</h2>

<h3>La alfabetizaci&oacute;n informacional en las pol&iacute;ticas educativas y sociales</h3>

<p>Como se puede observar, algunos de los rasgos que acabamos de citar son de dif&iacute;cil encaje en entornos de educaci&oacute;n no formal e informal, como las bibliotecas p&uacute;blicas y otros servicios de informaci&oacute;n de organizaciones o empresas. Por eso, aunque la agenda de la ALFIN en el contexto de la educaci&oacute;n formal sigue teniendo problemas y prioridades espec&iacute;ficas, una serie de cambios ocurridos en la &uacute;ltima d&eacute;cada ha obligado a planteamientos cada vez m&aacute;s unitarios (que no uniformes), de los problemas de la ALFIN, para su extensi&oacute;n y aplicaci&oacute;n en cualquier biblioteca, en coherencia con las necesidades generales de la sociedad. Esos factores para la extensi&oacute;n de la
ALFIN son:</p>

<ul>
  <li>La importancia creciente que se da al aprendizaje a lo largo de la vida en la sociedad actual, que se refleja en los documentos de organismos como UNESCO, OCDE o Comisi&oacute;n Europea, obliga a asumir un rol activo a todas las bibliotecas (al margen de su clasificaci&oacute;n funcional), en la oferta de oportunidades de formaci&oacute;n y aprendizaje del m&aacute;s diverso tipo a sus poblaciones (<a href="#gomlicea">G&oacute;mez Hern&aacute;ndez y Licea 2005</a>; <a href="#MLA">MLA 2004</a>).</li>
  <li>Otra necesidad fundamental de la sociedad en estos primeros a&ntilde;os del nuevo milenio, con la que han de conectar las bibliotecas, es la de fomentar la participaci&oacute;n democr&aacute;tica y la inclusi&oacute;n social, entendida como el esfuerzo constante de b&uacute;squeda de los mecanismos de inserci&oacute;n de los grupos en riesgo de exclusi&oacute;n. Ello tambi&eacute;n resalta la relevancia de los servicios educativos y de formaci&oacute;n de capacidades personales que las bibliotecas pueden desarrollar. Contrariamente a lo que muchos grupos interesados pretenden hacernos creer, la brecha educativa (m&aacute;s que la meramente tecnol&oacute;gica o digital) es el problema m&aacute;s acuciante para la sociedad, porque de un buen nivel educativo y de formaci&oacute;n en valores depender&aacute; la salud democr&aacute;tica y participativa, sobre todo ante la diversidad cultural. S&oacute;lo el incremento de la educaci&oacute;n y su extensi&oacute;n al mayor n&uacute;mero posible de ciudadanos de todas las clases podr&aacute; ayudar a la adaptaci&oacute;n constante y sin traumas de los ciudadanos a los cambios sociales, econ&oacute;micos y culturales. Todas las bibliotecas deber&iacute;an reflejar estas prioridades al organizarse y establecer sus actuaciones.</li>
  <li>La necesidad de fomentar la cohesi&oacute;n social en un contexto social multicultural, constituido por grupos muy heterog&eacute;neos. Las bibliotecas generan &ldquo;capital social&rdquo; y contribuyen a la integraci&oacute;n de la comunidad ofreciendo espacios de comunicaci&oacute;n interracial, intergeneracional e interclasista que ayudan a la convivencia, y entornos de auto-formaci&oacute;n y desarrollo personal y grupal como son las oportunidades de educaci&oacute;n informal y no formal dentro de la agenda para el aprendizaje a lo largo de la vida (<a href="#goul">Goulding 2004</a>). </li>
  <li>Los modelos de gesti&oacute;n actuales, basados en la evaluaci&oacute;n de la rentabilidad social de los servicios p&uacute;blicos, obligan a las bibliotecas a acreditar los beneficios de su existencia y financiaci&oacute;n. En ese sentido la planificaci&oacute;n de actividades de ALFIN y la comprobaci&oacute;n de las  competencias logradas por sus destinatarios, medidos de forma sistem&aacute;tica y homog&eacute;nea, ser&iacute;a un modo de evidenciar el papel de todo tipo de bibliotecas en el logro de resultados muy valorados socialmente. Y esto es imprescindible teniendo en cuenta el enfoque predominantemente neoliberal del Estado, y &uacute;til ante la competencia desigual con las TIC, que se han convertido en el imaginario social en soluci&oacute;n para todo. </li>
</ul>

<p>Consideramos, pues, que la contribuci&oacute;n a la agenda social y educativa en general, y los programas de ALFIN, su ejecuci&oacute;n y la evidencia de su aprovechamiento, ser&iacute;an elementos fundamentales para demostrar la utilidad social de las bibliotecas, y de su respuesta a las exigencias de la ciudadan&iacute;a contempor&aacute;nea y a los cambios que estamos viviendo. Es el momento de afirmar que la disponibilidad del paradigma te&oacute;rico-pr&aacute;ctico de la ALFIN, cuando estos cambios comienzan a ser insoslayables, es un logro fundamental de la profesi&oacute;n bibliotecaria, que acredita la contribuci&oacute;n que nuestros centros pueden hacer a la sociedad en su conjunto. </p>

<p>Ahora bien, se podr&iacute;a objetar que la ALFIN es un servicio que, si acaso, ha tenido un desarrollo interno en determinadas bibliotecas, principalmente educativas, y que no ha transcendido m&aacute;s all&aacute; de las paredes de &eacute;stas en pa&iacute;ses donde seguimos teniendo escasa relevancia para la gran masa de ciudadanos. Aunque esto es cierto en parte, y es una de las grandes dificultades para la expansi&oacute;n de la ALFIN, creemos que su progresivo reconocimiento como una de las &ldquo;competencias b&aacute;sicas&rdquo; por parte de autoridades (nacionales, regionales y locales), y, por tanto, su inclusi&oacute;n en las pol&iacute;ticas de desarrollo de competencias para la poblaci&oacute;n, tendr&aacute; un efecto multiplicador a corto y medio plazo. Por ejemplo, es de esperar que la OCDE, que en su proyecto <em>DeSeCo</em> incluye a la ALFIN como una competencia fundamental junto a la alfabetizaci&oacute;n b&aacute;sica y a la alfabetizaci&oacute;n tecnol&oacute;gica (<a href="#rychen">Rychen and Salganik 2003</a>), tome medidas para su medici&oacute;n longitudinal en los pa&iacute;ses adheridos al programa PISA y otros programas de evaluaci&oacute;n de las capacidades ciudadanas (<a href="#CUEVAS">Cuevas y Vives 2005</a>) (<a href="#BM10">8</a>). Ello facilitar&aacute; que se orienten las pol&iacute;ticas educativas hacia la formaci&oacute;n en ALFIN. </p>

<p>Las bibliotecas p&uacute;blicas son particularmente relevantes para ALFIN y  la alfabetizaci&oacute;n continua porque ser un contexto donde se puede hacer una formaci&oacute;n integrada de todas las habilidades b&aacute;sicas descritas por el proyecto <em>DeSeCo</em>. Baste un ejemplo de mucha actualidad: imaginemos una biblioteca p&uacute;blica en la que una de las prioridades de actuaci&oacute;n consistiera en la alfabetizaci&oacute;n b&aacute;sica en la lengua de la sociedad de acogida (castellano, catal&aacute;n&hellip;) de mujeres inmigrantes que a&uacute;n no la dominaran. El aprendizaje de la lectoescritura se har&iacute;a por medio de la creaci&oacute;n individual o en grupo de materiales propios, en ordenadores a partir de sus experiencias de integraci&oacute;n y aclimataci&oacute;n, sus problemas  m&aacute;s acuciantes de salud o de empleo, o incluso sus necesidades de informaci&oacute;n b&aacute;sica sobre el funcionamiento de determinados servicios locales vitales para su situaci&oacute;n (<a href="#BM11">9</a>).</p>

<p>Como se puede ver, todas estas reflexiones pretenden hacer ver que los roles de todo tipo de bibliotecas deben ser vistos y vendidos cada vez m&aacute;s como contribuci&oacute;n neta a las posibilidades de formaci&oacute;n y aprendizaje a lo largo de la vida. Y resulta evidente que es a trav&eacute;s de sus programas de ALFIN para diferentes segmentos de su poblaci&oacute;n, como cualquier biblioteca va a cumplir con ese nuevo papel fundamental y del que debe dar cuenta a la sociedad que la financia. </p>

<p>Pero en este punto surge una nueva dificultad, tanto te&oacute;rica como pr&aacute;ctica. Es la que tiene que ver con la exacta delimitaci&oacute;n de la ALFIN respecto de otras alfabetizaciones, y tambi&eacute;n con el rol principal o subsidiario que cada tipo de biblioteca debe asumir en relaci&oacute;n con las otras alfabetizaciones, las alfabetizaciones m&uacute;ltiples de las que se habla en la literatura pedag&oacute;gica. Y es un problema tanto te&oacute;rico como pr&aacute;ctico, y de gran calado, porque tiene que ver con estrategias y prioridades de actuaci&oacute;n de cada biblioteca de acuerdo con su peculiar y particular circunstancia local. En efecto, si una biblioteca p&uacute;blica municipal tiene una poblaci&oacute;n a servir donde el n&uacute;mero de analfabetos es del cincuenta por cien, &iquest;qu&eacute; prioridades de actuaci&oacute;n tiene que establecer al respecto, de forma que no sea vista inevitablemente la biblioteca como un recurso al servicio de los que m&aacute;s tienen?. &iquest;Deber&aacute; primar sus actividades de alfabetizaci&oacute;n b&aacute;sica por los m&aacute;s diversos medios, a riesgo de reducir sus servicios al segmento de poblaci&oacute;n que ya eran usuarios tradicionales?. &iquest;Qu&eacute; pol&iacute;ticas de uso de terminales para acceso a Internet se implantar&aacute;n y para qui&eacute;n, si, por ejemplo, la poblaci&oacute;n adulta en desempleo, o las personas mayores, que constituyen un segmento importante de su poblaci&oacute;n, no tienen ninguna fluidez en el uso de las tecnolog&iacute;as?</p>

<p>Este tipo de preguntas, suscitadas en los medios m&aacute;s dispares, son las que han llevado a reclamar un planteamiento integral de todas las alfabetizaciones por parte de todas las autoridades y todas las profesiones que tienen que ver con facilitar el aprendizaje permanente y para toda la poblaci&oacute;n. La conciencia de esa necesidad y la oportunidad de reflexionar sobre ella en el foro de la Cumbre Mundial de la Sociedad de la Informaci&oacute;n es lo que llev&oacute; a la Presidencia de IFLA al lanzamiento del concepto de &ldquo;alfabetizaci&oacute;n a lo largo de la vida&rdquo; (lifelong literacy), que establece una continuidad e interdependencia indestructible entre todas las alfabetizaciones que una persona necesita en todas las edades y en todas las circunstancias vitales, y a la conclusi&oacute;n de que las bibliotecas contribuyen, aunque de diversas formas y niveles, a la provisi&oacute;n de oportunidades para esas alfabetizaciones. Y probablemente se haya adoptado este nuevo concepto teniendo en mente sobre todo a las bibliotecas p&uacute;blicas.</p>

<h3>Situaci&oacute;n internacional de la alfabetizaci&oacute;n informacional en las
bibliotecas p&uacute;blicas</h3>

<p>Aunque hay dificultades, creemos que las tendencias y la evoluci&oacute;n social en torno al milenio va induciendo a las bibliotecas p&uacute;blicas a redise&ntilde;arse como centros de recursos y de informaci&oacute;n para la comunidad, con una funci&oacute;n creciente de inclusi&oacute;n social y de cohesi&oacute;n comunitaria, al mismo ritmo y en la misma medida en que las instituciones de gobierno de las que dependen afrontan retos de desarrollo local, integraci&oacute;n de inmigrantes, servicios sociales de atenci&oacute;n a desempleados y minor&iacute;as de excluidos&hellip;</p>

<p>Desde la <em>Declaraci&oacute;n "Algo para todos: las bibliotecas p&uacute;blicas y la Sociedad de la Informaci&oacute;n"</em> (<a href="#decopenhague99">Declaraci&oacute;n, 1999</a>), aprobada por responsables de 31 pa&iacute;ses europeos, las  funciones de las bibliotecas p&uacute;blicas se articulan en torno a cuatro ejes: democracia y ciudadan&iacute;a; aprendizaje a lo largo de la vida; desarrollo econ&oacute;mico y social; y apoyo y salvaguarda de memoria y diversidad cultural. As&iacute; lo ratific&oacute; tambi&eacute;n el <em>Manifiesto de Oeiras</em> (<a href="#Manoeiras03">2003</a>) promovido por la red PULMAN (<a href="#BM13">10</a>).</p>

<p>Aqu&iacute; nos ce&ntilde;imos, l&oacute;gicamente, a lo que tiene que ver con aprendizaje permanente y ALFIN, pero antes de citar algunos problemas espec&iacute;ficos de la ALFIN en Espa&ntilde;a vamos a comentar otros informes sobre la situaci&oacute;n en algunos otros pa&iacute;ses que siempre han sido referencia para nuestra profesi&oacute;n, con la intenci&oacute;n de demostrar que el desarrollo de la ALFIN en las bibliotecas p&uacute;blicas es algo reciente incluso en estos pa&iacute;ses l&iacute;deres, y que sus problemas son de la misma escala y naturaleza. Ello explicar&iacute;a, adem&aacute;s, que IFLA y UNESCO se preocupen sobre todo del desarrollo de la agenda ALFIN para este tipo de bibliotecas.</p>

<p>As&iacute;, respecto a Canad&aacute;, Julien y Breu (<a href="#julien">2005</a>) han analizado los resultados de una encuesta de &aacute;mbito nacional sobre las actividades de ALFIN en sus bibliotecas p&uacute;blicas y sobre las actitudes de sus bibliotecarios al respecto, y se concluye que la formaci&oacute;n en ALFIN no parece ser todav&iacute;a una prioridad, que la importancia otorgada a actividades formativas no es alta, y que hacen falta m&aacute;s recursos (financiaci&oacute;n, personal formado, espacios y equipamientos adecuados) para poder asumir mayores responsabilidades. En definitiva, se concluye en este trabajo sobre Canad&aacute;, que &ldquo;parecer&iacute;a como si los nuevos roles para las bibliotecas p&uacute;blicas en la econom&iacute;a de la informaci&oacute;n hasta cierto punto les han sido impuestos, y existen evidencias de que estas funciones ni est&aacute;n aceptadas plenamente por la comunidad de bibliotecas p&uacute;blicas ni son reconocidos por sus usuarios reales o potenciales&rdquo;. Estas conclusiones son trasladables a nuestro entorno y al de la mayor&iacute;a de pa&iacute;ses, lo que justifica la importancia que en la IFLA y en la UNESCO se da a las campa&ntilde;as de formaci&oacute;n en ALFIN de los propios profesionales de las bibliotecas y de marketing del concepto, primero entre los mismos a trav&eacute;s de actividades de formaci&oacute;n permanente de las instituciones y asociaciones profesionales, y despu&eacute;s entre los propios usuarios y poblaci&oacute;n en general.</p>

<p>Por su parte, sobre Dinamarca, la profesora Skov (<a href="#skov">2004</a>) aporta algunos ejemplos de cooperaci&oacute;n entre las bibliotecas p&uacute;blicas y la escuela primaria y secundaria, y concluye que, en los pa&iacute;ses n&oacute;rdicos, &eacute;stas tienen &ldquo;un papel importante que jugar, si deciden no solo ofrecer respuestas f&aacute;ciles y acceso a recursos, sino que asumen un rol educativo implic&aacute;ndose activamente en los procesos de construcci&oacute;n de conocimiento de sus grupos principales de usuarios en colaboraci&oacute;n con otros sectores interesados&rdquo;. </p>

<p>Sobre la situaci&oacute;n en Estados Unidos, Jehlik (<a href="#JEH">2004</a>) hace hincapi&eacute; en que las nuevas directrices de la Public Library Association sobre planificaci&oacute;n de servicios para obtener resultados, exigen que se ponga el acento en ense&ntilde;ar a encontrar y evaluar la informaci&oacute;n antes que en simplemente dar respuestas a preguntas. Asimismo, afirma que la disponibilidad de equipamiento y conexiones ha atra&iacute;do a las bibliotecas p&uacute;blicas fundamentalmente a personas mayores sin manejo de ordenadores y a buscadores de empleo, lo que ha supuesto llegar a grupos que no sol&iacute;an usarlas, pero por razones y para servicios nuevos que implican disponibilidad de personal preparado, equipamientos, locales y tecnolog&iacute;as que no siempre se consiguen al instante. </p>

<p>Bertot, McClure y Jaeger (<a href="#BERT">2005</a>) en su &uacute;ltimo informe <em>Public libraries and the Internet 2004: Survey results and findings </em>descubren que la gran mayor&iacute;a de bibliotecas p&uacute;blicas ofrecen alfabetizaci&oacute;n tecnol&oacute;gica a sus usuarios, siendo los grupos m&aacute;s importantes las personas mayores, los que no tienen acceso a Internet en sus domicilios, y los adultos que buscan oportunidades de formaci&oacute;n continua. Pero dados los recursos limitados, hay dificultades evidentes a la hora de establecer prioridades. Si hay expectativas y convicci&oacute;n por parte de la sociedad y de las autoridades en que las bibliotecas p&uacute;blicas desempe&ntilde;en un rol importante en el aprendizaje a lo largo de la vida, entonces las pol&iacute;ticas p&uacute;blicas deben incluir un apoyo espec&iacute;fico para esa funci&oacute;n.</p>

<p>Finalmente, un Comit&eacute; de Investigaci&oacute;n del Senado de Australia (<a href="#commaus">2003</a>) public&oacute; un <em>Informe sobre las bibliotecas en el medio digital</em>, donde se afirma que &ldquo;quiz&aacute;s lo m&aacute;s importante en el nuevo entorno digital sea que las bibliotecas p&uacute;blicas tienen un papel muy significativo que jugar a la hora de asegurar el acceso a la informaci&oacute;n Recuperado de  para quienes no dispongan de acceso privado. Y por acceso entendemos mucho m&aacute;s que un PC disponible conectado a Internet: tambi&eacute;n ayuda para encontrar los contenidos buscados&rdquo;. El informe del Senado de Australia es muy ilustrativo respecto de algunas pol&iacute;ticas de promoci&oacute;n del acceso p&uacute;blico a Internet en Espa&ntilde;a, y vienen al caso en esta discusi&oacute;n del rol de las bibliotecas p&uacute;blicas en la formaci&oacute;n de la poblaci&oacute;n general en todo tipo de habilidades b&aacute;sicas. Por ejemplo, el Senado describe c&oacute;mo la mayor&iacute;a de programas de promoci&oacute;n del acceso se centraban en el mero acceso f&iacute;sico a trav&eacute;s de telecentros o centros comunitarios de acceso a las TICs que, en algunos casos, se ubicaban en la misma calle o incluso en el mismo edificio que la biblioteca p&uacute;blica. El Comit&eacute; del Senado se pregunta &ldquo;por qu&eacute; un recurso bien establecido y conocido y muy utilizado como es la biblioteca p&uacute;blica no ha sido colocado en el coraz&oacute;n mismo de esta prodigalidad tecnol&oacute;gica&rdquo;. El Comit&eacute; tambi&eacute;n se planteaba los diferentes tipos de usos de la biblioteca p&uacute;blica y si era posible distinguir entre &ldquo;b&uacute;squeda de informaci&oacute;n&rdquo; y &ldquo;mero uso recreativo&rdquo;. El Comit&eacute; recibi&oacute; evidencias de que los usos m&aacute;s extendidos de Internet en sus bibliotecas eran el correo electr&oacute;nico (con los fines m&aacute;s variados), la b&uacute;squeda de empleo, actividades acad&eacute;micas de diverso tipo, consultas bancarias, noticias y referencia, intereses personales y hobbies, e informaci&oacute;n sobre viajes. Finalmente, el Comit&eacute; tambi&eacute;n identific&oacute; a los grupos sociales m&aacute;s desfavorecidos a los que las bibliotecas p&uacute;blicas deber&iacute;an dirigir sus prioridades de acceso y formaci&oacute;n, siendo &eacute;stos: ancianos, estudiantes, poblaci&oacute;n ind&iacute;gena, discapacitados e inmigrantes.</p>

<h3>Situaci&oacute;n en Espa&ntilde;a</h3>

<p>Hemos descrito esas experiencias de pa&iacute;ses que consideramos avanzados para
subrayar el hecho de que nuestras bibliotecas p&uacute;blicas no pasan por
circunstancias muy diferentes, y que en casi todas partes se viven parecidas
situaciones, se cometen los mismos errores y se producen ineficiencias en el
uso de unos recursos que nunca son abundantes. El caso de la descoordinaci&oacute;n
entre telecentros o quioscos tecnol&oacute;gicos y bibliotecas resulta paradigm&aacute;tico
de la err&oacute;nea planificaci&oacute;n de las inversiones p&uacute;blicas y privadas, ya que se
duplican innecesariamente esfuerzos y se crea competencia entre mecanismos de
provisi&oacute;n de oportunidades de aprendizaje que deber&iacute;an estar perfectamente
ensamblados en sus objetivos y en sus &aacute;reas de responsabilidad, en beneficio
de la poblaci&oacute;n a la que van dirigidos. </p>

<p>Nos extender&iacute;a demasiado revisar sistem&aacute;ticamente los esfuerzos, tanto
te&oacute;ricos como aplicados, para promoci&oacute;n de la ALFIN en Espa&ntilde;a. Citaremos solo
algunos relevantes, independientemente de que sean o no de bibliotecas
p&uacute;blicas: </p>
<ul>
  <li>En el plano te&oacute;rico hay tesis doctorales -entre otras las de Benito
Morales (<a href="#ben96">1996</a>), Ortoll (<a href="#ort04">2004</a>) o Cuevas (<a href="#cue05">2005</a>)-, publicaciones divulgativas y presencia en Jornadas y Congresos (FESABID
2003 y 2005, Jornadas de la Asociaci&oacute;n Andaluza de Bibliotecarios de
2004, Jornadas Catalanas de Documentaci&oacute;n, Foro Biblioteca y Sociedad
2004 de Anabad), listas de distribuci&oacute;n y grupos de trabajo&hellip;</li>
  <li>En el plano te&oacute;rico-pr&aacute;ctico, ha habido participaci&oacute;n en proyectos
europeos. Desde los ya lejanos <em>PLAIL, DERAL</em> sobre educaci&oacute;n de
adultos y biblioteca, y<em>Educate</em>, que dio lugar a <em>Into
Info</em> (<a
href="http://educate.lib.chalmers.se/index.html">http://educate.lib.chalmers.se/index.html</a>),
realizado a fines de los a&ntilde;os noventa con participaci&oacute;n de la Universidad
de Barcelona, hasta los recientes <em>TUNE </em>(<a
href="http://www.tune.eu.com/">http://www.tune.eu.com/</a>) y
<em>PULLS</em>. <em>TUNE</em> ha desarrollado un modelo para la formaci&oacute;n
de usuarios (<a href="#Tune05">TUNE 2005</a>) con la participaci&oacute;n de la
Biblioteca de Castilla-La Mancha. Y <em>PULLS </em> (<a
href="#pulls07">2007</a>) ha producido unas directrices y un modelo para
el establecimiento de centros de aprendizaje aut&oacute;nomo en las bibliotecas
p&uacute;blicas, con la participaci&oacute;n del Servicio de Bibliotecas de la
Diputaci&oacute;n de Barcelona.</li>
  <li>En la pr&aacute;ctica, hay muchos ejemplos de aplicaci&oacute;n, virtual o presencial:
<ul>
  <li>Virtual, a trav&eacute;s del espacio digital de la biblioteca, en buena
parte realizados en medios universitarios, pero no exclusivamente: 
<ul>
  <li>Tutoriales disponibles sobre todo en portales de bibliotecas
universitarias como las de Sevilla, Polit&eacute;cnica de Catalu&ntilde;a y
otras, tanto propios como adaptados (casos de <em>TILT</em> o
<em>Into Info</em>) (<a href="#BM15">11</a>). Destacar&iacute;amos
tambi&eacute;n por su sistematicidad los tutoriales E-coms (Electronic
contents management skills), Alfin EEES  y Alfamedia, iniciativas
de la profesora Pinto Molina y disponibles en <a
href="http://www.e-infosfera.es/proyectos.htm">http://www.e-infosfera.es/proyectos.htm</a></li>
  <li>Desarrollo de servicios de referencia en tiempo real como
<em>V&iacute;a Virtual</em> (<a
href="http://biblioteca.uca.es/">http://biblioteca.uca.es</a>/),
de la biblioteca de la Universidad de C&aacute;diz, y offline mediante
formularios. </li>
  <li>Cursos basados en herramientas de educaci&oacute;n a distancia, como
Moodle o WebCT: El curso <em>&ldquo;alfabetizaci&oacute;n
informacional&rdquo;</em> de la Universidad de Granada para
estudiantes de Psicolog&iacute;a (<a
href="http://pefc5.ugr.es/moodle/course/view.php?id=11">http://pefc5.ugr.es/moodle/course/view.php?id=11</a>),
o el de la biblioteca universitaria de Sevilla.</li>
  <li>Algunos contenidos formativos del portal CHILIAS, de la
Diputaci&oacute;n de Barcelona, especialmente el espacio denominado
<em>Infoton</em> (<a
href="http://www.diba.es/chilias/infoton/infoton.asp">http://www.diba.es/chilias/infoton/infoton.asp</a>).  
  </li>
  <li>Curso &ldquo;<em>Para llegar a ser un experto en
informaci&oacute;n</em>&rdquo;, (<a
href="http://www.bibliotecaescolar.info/actividades/indice.htm">http://www.bibliotecaescolar.info/actividades/indice.htm</a>)
para alumnos de primer curso de Educaci&oacute;n Secundaria,
desarrollado por Glòria Durban.</li>
</ul>
  </li>
  <li>Presencial, en los espacios bibliotecarios:
<ul>
  <li>Casi todas las bibliotecas universitarias tienen programas de
formaci&oacute;n de usuarios, estructurados por niveles, desde el b&aacute;sico
al especializado. Incluyen formaci&oacute;n bajo demanda, cursos con
acreditaci&oacute;n, que llega a 3 cr&eacute;ditos, colaboraci&oacute;n en pr&aacute;cticas
docentes y trabajos fin de carrera. Se pueden citar como ejemplo
en el &aacute;mbito catal&aacute;n los desarrollados en la Universidad
Polit&eacute;cnica de Catalu&ntilde;a (<a href="#vives04a">Vives 2004a</a> y<a
href="#vives04b">2004b</a>) </li>
  <li>Las bibliotecas p&uacute;blicas (<a href="#BM16">12</a>) van
realizando numerosas experiencias de formaci&oacute;n, tanto de uso de
Internet y alfabetizaci&oacute;n digital como de formaci&oacute;n de usuarios,
y apoyo al aprendizaje permanente y de adultos. Ya hemos citado
proyectos europeos relevantes donde participan bibliotecas
p&uacute;blicas espa&ntilde;olas, y podr&iacute;amos a&ntilde;adir esfuerzos como los de la
Biblioteca P&uacute;blica de Tarragona, as&iacute; como la completa oferta que
mantiene desde hace m&aacute;s de 10 a&ntilde;os la Fundaci&oacute;n Germ&aacute;n S&aacute;nchez
Ruip&eacute;rez, con programas cl&aacute;sicos tanto para ni&ntilde;os como para
j&oacute;venes, adultos, profesorado.... </li>
</ul>
  </li>
  <li>En otros contextos, la ALFIN ha sido objeto de preocupaci&oacute;n
ocasionalmente en las organizaciones, en servicios de informaci&oacute;n
laboral, juvenil  o sanitario (<a href="#BM17">13</a>). Y
evidentemente hay muchas conexiones con las iniciativas de los
docentes y las redes de telem&aacute;tica educativa, pues en ellas
proliferan ejercicios basados en programas como <em>Clic</em>,
<em>webquests</em> que se constituyen en gu&iacute;as para la realizaci&oacute;n de
trabajos documentales, an&aacute;lisis, busca de informaci&oacute;n y resoluci&oacute;n de
problemas&hellip;</li>
</ul>
  </li>
</ul>

<p>Aunque la incorporaci&oacute;n de estos programas se va haciendo a ritmos
diversos creemos que en Espa&ntilde;a la evoluci&oacute;n en los &uacute;ltimos a&ntilde;os ha sido
positiva, quiz&aacute;s no tanto por el incremento de la conciencia entre la clase
pol&iacute;tica y los agentes sociales, como por la reflexi&oacute;n colectiva de los
profesionales sobre estos problemas y la mejor manera de afrontarlos (<a
href="#BM18">14</a>). Por ello, y como fruto de la evoluci&oacute;n en nuestras
bibliotecas p&uacute;blicas, no es de extra&ntilde;ar que la atenci&oacute;n a la formaci&oacute;n de
usuarios y a la ALFIN haya irrumpido con fuerza, aun con la dificultad
a&ntilde;adida de la debilidad cr&oacute;nica del sector de las bibliotecas escolares de
Primaria y Secundaria, como ha ratificado el informe del Instituto Idea y la
Fundaci&oacute;n Germ&aacute;n S&aacute;nchez Ruip&eacute;rez (<a href="#FGSRIDEA">2005</a>). Y con unas
bibliotecas p&uacute;blicas que han tenido que suplir tradicionalmente, y de mala
gana muchas veces, tal debilidad, y que a su vez tambi&eacute;n mantienen retrasos
significativos respecto a la media de servicios europea (<a
href="#mcu05">Ministerio de Cultura 2005</a>). </p>

<h2>Problemas y avances recientes de la alfabetizaci&oacute;n informacional</h2>

<h3>Problemas</h3>

<p>Consideramos que los problemas b&aacute;sicos para la agenda de la ALFIN en las
bibliotecas p&uacute;blicas, no solo en Espa&ntilde;a, se articulan en los siguientes
ejes:</p>

<h4>Aspectos generales</h4>
<ul>
  <li>Falta de recursos financieros, personal, locales y equipamientos para
afrontar los roles exigidos por la Declaraci&oacute;n de Copenhague o el
Manifiesto de Oeiras ya citados.</li>
  <li>Escasa conciencia entre las autoridades de todos los niveles sobre la
necesidad de coordinaci&oacute;n de actividades y esfuerzos con vistas a una
gesti&oacute;n eficaz socialmente de los recursos destinados a actividades de
aprendizaje permanente.</li>
  <li>La ausencia de la ALFIN en los programas de muchos gobiernos para las
cualificaciones profesionales y las competencias b&aacute;sicas, a pesar de los
claros resultados y recomendaciones de proyectos como DeSeCo.</li>
  <li>Falta hasta hace poco tiempo de programas de ALFIN dise&ntilde;ados
espec&iacute;ficamente para cubrir las necesidades de las bibliotecas p&uacute;blicas,
pocos ejemplos de buenas campa&ntilde;as de promoci&oacute;n entre los propios
bibliotecarios y entre las autoridades y agentes sociales.</li>
</ul>

<h4>Aspectos relativos a los profesionales y sus concepciones y
competencias </h4>
<ul>
  <li>Mayor&iacute;a de la profesi&oacute;n est&aacute; todav&iacute;a al margen de la ALFIN, lo  que
obliga claramente a campa&ntilde;as de informaci&oacute;n y promoci&oacute;n espec&iacute;fica
previas a la promoci&oacute;n entre las autoridades, agentes sociales y p&uacute;blico
en general</li>
  <li>Necesidad de mayor colaboraci&oacute;n entre todos los profesionales dedicados
a facilitar la adquisici&oacute;n de competencias b&aacute;sicas por parte de la
poblaci&oacute;n</li>
  <li>El empe&ntilde;o de algunos sectores de la profesi&oacute;n en continuar con los
problemas de terminolog&iacute;a y de definici&oacute;n de la ALFIN respecto a las
dem&aacute;s alfabetizaciones, en detrimento de experiencias y aplicaciones
pr&aacute;cticas y probadamente correctas en beneficio de la poblaci&oacute;n</li>
  <li>D&eacute;bil formaci&oacute;n espec&iacute;fica de los profesionales en competencias y
habilidades para ayudar a la poblaci&oacute;n en el aprendizaje y en la ALFIN.
En concreto, es muy incipiente la reflexi&oacute;n sobre la necesidad de incluir
la ALFIN en el plan de estudios o en las actividades de desarrollo
profesional de los colegios y asociaciones profesionales. </li>
</ul>

<h4>Usuarios </h4>
<ul>
  <li>Dificultades para realizar actuaciones espec&iacute;ficas para nuevos grupos
de usuarios atra&iacute;dos por la oferta de nuevos servicios como Internet.</li>
  <li>La general aceptaci&oacute;n acr&iacute;tica de que Internet ha hecho muy f&aacute;cil el
acceso a toda la informaci&oacute;n, incluso en contra de la evidencia
incuestionable de que todav&iacute;a gran parte de la informaci&oacute;n cient&iacute;fica,
por ejemplo, no es recuperable por los buscadores y s&oacute;lo est&aacute; accesible a
quien paga la licencia</li>
</ul>

<h4>Organizaci&oacute;n y evaluaci&oacute;n.</h4>
<ul>
  <li>Escaso desarrollo de alianzas entre sectores implicados en la agenda
ALFIN y de la alfabetizaci&oacute;n a lo largo de la vida. En concreto,
dificultades de colaboraci&oacute;n entre profesores, bibliotecarios y otros
facilitadores del aprendizaje en el &aacute;mbito universitario; dificultades de
colaboraci&oacute;n entre bibliotecas p&uacute;blicas y profesorado de ense&ntilde;anza
primaria o secundaria; injustificable ausencia de colaboraci&oacute;n entre
bibliotecarios de distintos niveles educativos, y con las bibliotecas
p&uacute;blicas o con las bibliotecas de  empresas o corporaciones para
programas de ALFIN en el puesto de trabajo.</li>
  <li>Dificultades para la integraci&oacute;n de los contenidos de ALFIN en los
planes de estudio de los distintos niveles educativos formales, y a la
vez, ausencia de marcos curriculares estandarizados para adaptaci&oacute;n y
ajuste a necesidades locales, sobre todo en bibliotecas p&uacute;blicas y de
empresa. En concreto, falta de comprensi&oacute;n clara, por un lado, de la
dependencia de la ALFIN respecto del contexto, que incluye
especificaciones para diferentes grupos de edad, segmentos educativos,
disciplinas acad&eacute;micas, profesiones, caracter&iacute;sticas nacionales y
regionales&hellip; Pero, por el otro, comprensi&oacute;n igualmente clara de que
la provisi&oacute;n de la formaci&oacute;n y educaci&oacute;n en ALFIN requiere niveles de
estandarizaci&oacute;n y homogeneizaci&oacute;n de contenidos y pruebas, porque, de lo
contrario, estar&iacute;a en riesgo la caracter&iacute;stica fundamental de la ALFIN
como competencia b&aacute;sica: su posibilidad de transferencia.</li>
  <li>Pocos instrumentos desarrollados para la valoraci&oacute;n y/o certificaci&oacute;n
de los logros individuales en los programas de ALFIN, sobre todo en
entornos de educaci&oacute;n no formal e informal como las bibliotecas p&uacute;blicas,
de empresa...</li>
  <li>Falta de gu&iacute;as de acreditaci&oacute;n y evaluaci&oacute;n de programas de ALFIN por
las agencias encargadas de la calidad en la educaci&oacute;n o en el sector
p&uacute;blico.</li>
</ul>

<h3>Avances</h3>

<p>Se podr&iacute;a seguir enumerando problemas y cuestiones todav&iacute;a por afrontar en
la agenda ALFIN, pero no se debe tener una sensaci&oacute;n negativa ante la
magnitud de los retos a afrontar, pues creemos que los instrumentos est&aacute;n ya
m&aacute;s que razonablemente desarrollados, y que ahora se trata de un problema de
ampliaci&oacute;n de escala, primero entre los propios bibliotecarios, y despu&eacute;s
entre los dem&aacute;s profesionales que tienen una responsabilidad educativa, entre
las autoridades, los agentes sociales y el p&uacute;blico. De todas formas, el
paradigma se sigue desarrollando continuamente y hay algunas experiencias que
alientan una visi&oacute;n optimista: </p>
<ol>
  <li>Sobre el contexto disciplinar de la ALFIN en educaci&oacute;n superior, hay
que destacar la iniciativa <em>Information Literacy in the
disciplines</em> de la Secci&oacute;n de Instrucci&oacute;n de la ACRL/ALA (<a
href="#acrlala06">2006</a>), donde se recogen normas y directrices de
agencias de acreditaci&oacute;n de la Educaci&oacute;n Superior, y de asociaciones
profesionales y programas y art&iacute;culos,  sobre la ALFIN aplicada  a
disciplinas acad&eacute;micas concretas</li>
  <li>Acerca de la dificultad de evaluaci&oacute;n de resultados y logros
individuales, subrayemos las contribuciones del proyecto SAILS (<a
href="http://www.projectsails.org/">http://www.projectsails.org</a>) y,
sobre todo, del programa <em>ICT Literacy Assessment</em> desarrollado
por el Educational Testing Service (<a
href="http://www.ets.org/">http://www.ets.org</a>), para la evaluaci&oacute;n
conjunta de competencias en TICs y en ALFIN en bibliotecas universitarias
estadounidenses.</li>
  <li>Pese a la controversia en los medios acad&eacute;micos del Reino Unido sobre
la utilidad de programas de ALFIN gen&eacute;ricos o con poca dependencia del
contexto, la Open University ha desarrollado su programa de ALFIN
<em>MOSAIC</em> (<a
href="http://www.open.ac.uk/mosaic/">http://www.open.ac.uk/mosaic/</a>)
que pretende extender a las dem&aacute;s universidades del Reino Unido, y que
incluso se publicita como una especie de certificado de ALFIN.</li>
  <li>En conexi&oacute;n con el punto anterior, diversas instituciones escocesas,
como el Scottish Library and Information Council, ayuntamientos, centros
de ense&ntilde;anza, y la empresa de provisi&oacute;n de aprendizaje Learndirect
Scotland, han patrocinado y desarrollado el programa <em>Information
Handling Skills</em> (<a
href="http://www.slainte.org.uk/infohandling/">http://www.slainte.org.uk/infohandling/</a>)
un curso interactivo de 23 peque&ntilde;os m&oacute;dulos de aprendizaje de ALFIN m&aacute;s
cinco escenarios tem&aacute;ticos (empleo, ocio, investigaci&oacute;n, compras y
viajes) en los que aplicar los contenidos de los m&oacute;dulos. El programa se
puede cursar en bibliotecas p&uacute;blicas, centros comunitarios, prisiones,
escuelas e institutos, academias de ense&ntilde;anza, universidades, etc. Y lo
m&aacute;s llamativo consiste en que la Scottish Qualifications Agency acredita
la superaci&oacute;n del programa como <em>Cualificaci&oacute;n Nacional de Nivel
Intermedio 2</em>, adem&aacute;s de conllevar la certificaci&oacute;n autom&aacute;tica para
la Soluci&oacute;n de Problemas como competencia fundamental. Consideramos que
es una experiencia pionera que abre caminos.</li>
  <li>En estrecha colaboraci&oacute;n con la Biblioteca de Andaluc&iacute;a, el Consorcio
Fernando de los R&iacute;os para la Ense&ntilde;anza Abierta en Andaluc&iacute;a (<a
href="http://www.aulae.es/">http://www.aulae.es</a>) ha adquirido los
derechos de traducci&oacute;n y adaptaci&oacute;n a la realidad andaluza y espa&ntilde;ola del
programa antes citado, con el fin de ofrecerlo a la poblaci&oacute;n adulta en
general a trav&eacute;s fundamentalmente del sistema andaluz de bibliotecas y
como complemento a la oferta que el Consorcio viene haciendo de la
<em>Acreditaci&oacute;n Europea de Manejo de Ordenadores (ECDL)</em> (<a
href="http://ecdl.ati.es/ECDL-portada.html">http://ecdl.ati.es/ECDL-portada.html</a>)
  </li>
  <li>En cuanto a las competencias profesionales, ya se incluye la de
realizar "Formaci&oacute;n y acciones pedag&oacute;gicas" en el <em>Euroreferencial en
Informaci&oacute;n y Documentaci&oacute;n</em> (<a href="#ecia04">ECIA 2004</a>), por
lo que deber&iacute;a pasar al curr&iacute;culum de los estudios de Biblioteconom&iacute;a y
documentaci&oacute;n. De hecho, un proyecto europeo S&oacute;crates denominado <em>LIS
Education in Europe</em> ha tratado del nuevo plan de estudios para la
formaci&oacute;n de los profesionales ante la convergencia en un Espacio Europeo
de Educaci&oacute;n Superior, teniendo en cuenta la ALFIN como uno de los doce
grupos temas de debate para la elaboraci&oacute;n de un curr&iacute;culo europeo (<a
href="#kajberg05">Kajberg, L. y Lørring, L. 2005</a>). En Espa&ntilde;a, adem&aacute;s
de estar presente la capacitaci&oacute;n en ALFIN en algunas facultades
universitarias de Documentaci&oacute;n, como las de Murcia, Salamanca o
Barcelona (a trav&eacute;s de asignaturas con denominaciones muy diversas),
tambi&eacute;n va apareciendo en los planes de formaci&oacute;n permanente de los
sistemas bibliotecarios de diversas regiones. Por ejemplo, a fines de
2005 impartimos un curso sobre ALFIN a los directores de bibliotecas
p&uacute;blicas del estado, por impulso de la Subdirecci&oacute;n General de
Coordinaci&oacute;n Bibliotecaria, y tambi&eacute;n aparece en programas auton&oacute;micos, y
SEDIC ha impartido a trav&eacute;s de su plataforma de e-learning otros cursos
sobre ALFIN como el titulado <em>Alfabetizar en informaci&oacute;n desde la
biblioteca universitaria. Dise&ntilde;o de herramientas para el aprendizaje
virtual</em>. </li>
  <li>La realizaci&oacute;n del <em>Seminario de Trabajo Biblioteca, aprendizaje y
Ciudadan&iacute;a, la ALFIN</em> (<a
href="http://travesia.mcu.es/S_ALFIN/index.html">http://travesia.mcu.es/S_ALFIN/index.html</a>)
en la Biblioteca de Castilla-La Mancha, auspiciado por el gobierno
regional de esa comunidad y la Subdirecci&oacute;n General de Coordinaci&oacute;n
Bibliotecaria del Ministerio de Cultura, es un paso adelante por ser el
primer encuentro para la reflexi&oacute;n sobre los principales problemas de la
ALFIN: el consenso te&oacute;rico sobre el marco y modelo para entender el
servicio: los m&eacute;todos pedag&oacute;gicos adecuados para la realizaci&oacute;n de buenas
pr&aacute;cticas, las posibilidades de evaluaci&oacute;n de las competencias y
aprendizajes facilitados, y las pol&iacute;ticas para su promoci&oacute;n e
implantaci&oacute;n. Fruto del mismo se puede considerar la <em>Declaraci&oacute;n de
Toledo</em> (<a href="#semtoledo06">2006</a>) el consenso terminol&oacute;gico,
una imagen gr&aacute;fica para este servicio, o <em>ALFINRED</em> (<a
href="http://www.alfinred.org/">http://www.alfinred.org</a>), un foro para
promover la ALFIN.</li>
</ol>

<h2>Perspectivas: Tareas para una agenda internacional de la alfabetizaci&oacute;n
informacional</h2>

<p>Ante la magnitud y ambici&oacute;n de los objetivos de la ALFIN, ya en la Reuni&oacute;n
de Praga se propuso la creaci&oacute;n de la International Alliance for Information
Literacy (<a href="http://www.infolit.org/activities.html">http://www.infolit.org</a>) que
articulara la cooperaci&oacute;n e impulso de las actuaciones a diversos niveles.
Una de sus acciones ha sido la organizaci&oacute;n de los Coloquio de Alto Nivel
sobre ALFIN de Praga y Alejandr&iacute;a, ya citados, y que ha propuesto la
realizaci&oacute;n de una gran Conferencia Internacional sobre ALFIN a celebrar en
2008.  </p>

<p>Para IFLA, la ALFIN y la alfabetizaci&oacute;n continua han pasado a ser la
contribuci&oacute;n principal de las bibliotecas a la Sociedad de la Informaci&oacute;n, y
ello ha sido patente en los dos seminarios previos a la Cumbre Mundial de la
Sociedad de la Informaci&oacute;n que organiz&oacute; respectivamente en Ginebra (<a
href="#IFLA03">IFLA 2003</a>) y T&uacute;nez (<a href="#ifla05">IFLA 2005</a>). En
el &uacute;ltimo, el <em>Manifiesto de Alejandr&iacute;a</em>  afirmaba que las bibliotecas
crean &ldquo;capacidad entre los ciudadanos con la promoci&oacute;n de la
alfabetizaci&oacute;n informacional y dando apoyo y formaci&oacute;n en el uso eficaz de
los recursos de informaci&oacute;n, incluidas las tecnolog&iacute;as de la informaci&oacute;n y
comunicaci&oacute;n. Esto resulta especialmente cr&iacute;tico para la promoci&oacute;n de la
agenda para el desarrollo, porque los recursos humanos son fundamentales para
el progreso econ&oacute;mico&rdquo;. Y quiz&aacute;s por eso en el Plan de Acci&oacute;n aprobado
en la Cumbre Mundial para la Sociedad de la Informaci&oacute;n (<a
href="#cmsi05">CMSI 2005</a>) de T&uacute;nez se compromet&iacute;a &ldquo;el apoyo a las
instituciones educativas, cient&iacute;ficas y culturales, con inclusi&oacute;n de
bibliotecas, archivos y museos (&hellip;) para promover la educaci&oacute;n, la
investigaci&oacute;n y la innovaci&oacute;n (&hellip;) y en particular el apoyo a las
bibliotecas en su funci&oacute;n de servicio p&uacute;blico que suministra acceso libre y
equitativo a la informaci&oacute;n y mejora la alfabetizaci&oacute;n en materia de las TIC
y la conectividad de la comunidad, sobre todo en las comunidades poco
atendidas&rdquo; .</p>

<p>Todos estos acontecimientos de Alejandr&iacute;a muestran que, por fin, tanto la
UNESCO como la IFLA han aceptado el reto de liderar de forma conjunta los
desarrollos de una agenda internacional de la ALFIN, con vistas a su
promoci&oacute;n y expansi&oacute;n en todos los pa&iacute;ses y con una acusada inclinaci&oacute;n hacia
la pr&aacute;ctica, puesto que los profesionales de muchos pa&iacute;ses, sobre todo los
que est&aacute;n fuera de entornos educativos formales, piden directrices claras y
modelos de programas y contenidos que puedan servirles de punto de partida
fiable para sus propias iniciativas. </p>

<p>Al ver IFLA estos problemas no como una cuesti&oacute;n &uacute;nicamente de la Secci&oacute;n
de ALFIN, sino algo transversal a todas las secciones y unidades, impuls&oacute; una
coordinaci&oacute;n al m&aacute;ximo nivel organizativo, capaz tambi&eacute;n de crear alianzas
estrat&eacute;gicas de largo alcance con UNESCO, OCDE y otras agencias
internacionales, para la expansi&oacute;n y promoci&oacute;n de la Agenda para la
alfabetizaci&oacute;n a lo largo de la vida. Para esta coordinaci&oacute;n, la Junta de
Gobierno de IFLA estableci&oacute; en 2004 un Comit&eacute; Presidencial, que ha marcado
las l&iacute;neas prioritarias de actuaci&oacute;n, y los organismos p&uacute;blicos o privados
con los que asociarse y colaborar para afrontarlas, llegando a estas
recomendaciones en su <em>Informe Final</em> (<a href="#IFLA06">IFLA,
2006</a>): </p>
<ul>
  <li>Promover y aumentar el nivel de concienciaci&oacute;n sobre la ALFIN entre
  <ul>
<li>Autoridades nacionales, regionales y locales, agentes sociales,
  comunidades y p&uacute;blico en general</li>
<li>Instituciones y entidades responsables de la agenda educativa en un
  determinado entorno</li>
<li>Recursos humanos de todo tipo implicados en logros formativos de la
  poblaci&oacute;n</li>
</ul></li>
  <li>Promover y aumentar los niveles de colaboraci&oacute;n y coordinaci&oacute;n de
actuaciones por parte de todos para una utilizaci&oacute;n m&aacute;s eficaz de los
recursos, con especial &eacute;nfasis en la colaboraci&oacute;n de las bibliotecas
p&uacute;blicas con las escolares y universitarias.</li>
  <li>Elaborar un mapa y marco de la alfabetizaci&oacute;n continua, con
identificaci&oacute;n de diferentes alfabetizaciones y descripci&oacute;n de niveles de
responsabilidad en su oferta para distintos tipos de bibliotecas</li>
  <li>Establecer evidencias y medidas de impacto con las que las bibliotecas
puedan demostrar su contribuci&oacute;n al logro de competencias entre la
poblaci&oacute;n</li>
  <li>Acompa&ntilde;ar las campa&ntilde;as de promoci&oacute;n de la ALFIN entre el personal de
las bibliotecas con programas de formaci&oacute;n de formadores y con la
inclusi&oacute;n de la ALFIN en los planes de estudio de las Escuelas de
Biblioteconom&iacute;a y en las actividades de desarrollo profesional de
colegios y asociaciones profesionales</li>
  <li>Desarrollar un modelo de curr&iacute;culo y plan de estudios adaptable a
circunstancias locales</li>
  <li>Elaborar un instrumento de acreditaci&oacute;n de programas ALFIN y de
evaluaci&oacute;n de sus resultados</li>
  <li>Concentrar esfuerzos en hallar soluciones aceptables para el problema
de la valoraci&oacute;n y certificaci&oacute;n de los resultados individuales,
especialmente en contextos de educaci&oacute;n no formal e informal como las
bibliotecas p&uacute;blicas o el mundo laboral.</li>
  <li>Establecimiento de una Fundaci&oacute;n o Foro Internacional IFLA/UNESCO y
otros socios para encargarse de estas y otras prioridades, en coherencia
con la inclusi&oacute;n de la ALFIN (<a href="#unesco05">UNESCO 2005</a>) como
aspecto prioritario en su programa "<em>Information for all</em>".</li>
</ul>

<h2>Conclusiones </h2>

<p>En este trabajo hemos justificado la importancia de la ALFIN para la
ciudadan&iacute;a de nuestra &eacute;poca, y de la m&aacute;s gen&eacute;rica alfabetizaci&oacute;n continua,
que abarca la b&aacute;sica, la ALFIN y la digital, y su dominio a lo largo y ancho
de la vida. Tambi&eacute;n hemos argumentado que, por su alcance, debe ser resultado
global de todas las actuaciones p&uacute;blicas en medios educativos formales y no
formales, siendo necesaria la planificaci&oacute;n y ejecuci&oacute;n coordinada y en
colaboraci&oacute;n de todas las instituciones y profesiones implicadas en la
formaci&oacute;n en competencias b&aacute;sicas de los ciudadanos.</p>

<p>Se requiere un apoyo espec&iacute;fico de todas las administraciones a las
bibliotecas p&uacute;blicas, pero sobre todo a las municipales ubicadas en zonas
donde se dan los mayores niveles o riesgo de exclusi&oacute;n social. Las
bibliotecas p&uacute;blicas son un instrumento eficaz para la integraci&oacute;n, el
aprendizaje y la creaci&oacute;n de capital social, pero s&oacute;lo en  tanto puedan
realizar adecuadamente actividades como la formaci&oacute;n en ALFIN, que
incrementan la capacidad de participaci&oacute;n ciudadana, la cohesi&oacute;n comunitaria
y el desarrollo personal y social gracias al aprendizaje. </p>

<p>Para la materializaci&oacute;n te&oacute;rica y pr&aacute;ctica de la ALFIN en nuestro entorno
es conveniente crear alg&uacute;n tipo de asociaci&oacute;n formal de profesionales (no
solo bibliotecarios) con experiencia en planteamientos y pr&aacute;ctica de ALFIN;
realizar an&aacute;lisis de situaci&oacute;n; y desarrollar foros locales, auton&oacute;micos y
estatales que fomenten la participaci&oacute;n y la puesta en com&uacute;n de las buenas
pr&aacute;cticas y conecten con las iniciativas internacionales, como la red europea
ENIL y otras organizaciones  internacionales como la Alianza Internacional,
IFLA y UNESCO.</p>

<p>Tambi&eacute;n es necesaria una mayor difusi&oacute;n de la ALFIN, por lo que ser&iacute;a
conveniente una campa&ntilde;a conjunta de concienciaci&oacute;n y diseminaci&oacute;n entre
autoridades locales, regionales y nacionales, l&iacute;deres sociales, medios de
comunicaci&oacute;n y otras profesiones implicadas en la facilitaci&oacute;n del
aprendizaje a lo largo de la vida. El Seminario de Toledo debe ser el punto
de arranque que articule la agenda te&oacute;rica y pr&aacute;ctica en Espa&ntilde;a, a trav&eacute;s del
establecimiento de foros locales, provinciales, auton&oacute;micos y nacionales y el
lanzamiento de una declaraci&oacute;n b&aacute;sica de principios que sea objeto de una
difusi&oacute;n muy amplia.</p>

<hr style="line-height: 1px; color: Maroon;" />

<h2>Notas</h2>

<p>Versi&oacute;n actualizada de una revisi&oacute;n del tema escrita para la publicaci&oacute;n impresa <em>Anuari Bibliodoc, </em>del Col'legi Oficial de Bibliotecaris-Documentalistes de Catalunya.</p>

<p><a id="BM2" name="BM2">(1)</a> A pesar de que los pa&iacute;ses del Este de
Europa -como la Federaci&oacute;n Rusa, que tiene sus propios e interesantes
planteamientos sobre la &ldquo;cultura de la informaci&oacute;n&rdquo;- no est&eacute;n
representados (<a href="#GENDINA">Gendina 2005</a>).</p>

<p><a id="BM3" name="BM3">(2)</a> La Secci&oacute;n de ALFIN de la IFLA (<a
href="http://www.ifla.org/VII/s42/index.htm">http://www.ifla.org/VII/s42/index.htm</a>)
ha presentado a la UNESCO un proyecto para su desarrollo, el Internacional
Information Literacy Resources Directory (<a
href="http://www.uv.mx/usbi_ver/unesco">http://www.uv.mx/usbi_ver/unesco</a>),
pero consideramos que, dada la magnitud de la empresa, ser&iacute;a m&aacute;s eficaz una
red de p&aacute;ginas interconectadas por pa&iacute;ses, por regiones o incluso por &aacute;reas
funcionales. </p>

<p><a id="BM4" name="BM4">(3)</a> As&iacute;, el <em>Manifiesto</em> (<a
href="#IFLA1994">IFLA, 1994</a>) se&ntilde;ala entre los fines de la biblioteca el
de &ldquo;prestar apoyo a la educaci&oacute;n, tanto individual como autodidacta,
as&iacute; como a la educaci&oacute;n formal en todos los niveles&rdquo;, y las
<em>Pautas</em> recogen entre sus puntos: 1.3.1: (...) La biblioteca p&uacute;blica
deber&iacute;a (&hellip;) colaborar en los procesos de aprendizaje escolar y
extraescolar. Asimismo, deber&iacute;a ayudar al usuario a utilizar esas fuentes de
aprendizaje de manera eficaz y ofrecer instalaciones para que pueda estudiar.
(...) La biblioteca p&uacute;blica tambi&eacute;n debe apoyar activamente las campa&ntilde;as de
alfabetizaci&oacute;n, elemento fundamental de la educaci&oacute;n y el conocimiento y de
la utilizaci&oacute;n de las bibliotecas y los servicios informativos. 3.4.5.
Educaci&oacute;n y Formaci&oacute;n a lo largo de toda la vida. La biblioteca p&uacute;blica
respalda la educaci&oacute;n y formaci&oacute;n a lo largo de toda la vida, colaborando con
escuelas y otras instituciones educativas para ayudar a los estudiantes de
todas las edades... De igual modo debe actuar respaldando las campa&ntilde;as de
alfabetizaci&oacute;n y de adquisiciones b&aacute;sicas para la vida cotidiana... La
propagaci&oacute;n del aprendizaje a distancia est&aacute; influyendo en las bibliotecas
p&uacute;blicas. (&hellip;) Las bibliotecas p&uacute;blicas desempe&ntilde;an un papel cada vez
m&aacute;s importante en la red educativa y deben facilitar espacio y acceso a los
instrumentos necesarios para satisfacer esta demanda. 3.4.11. Promoci&oacute;n de la
lectura y alfabetizaci&oacute;n. La biblioteca p&uacute;blica debe prestar apoyo a
actividades gracias a las cuales las personas puedan hacer el mejor uso
posible de las Tecnolog&iacute;as. Debe ayudar a otras instituciones que combaten el
analfabetismo y fomentan el conocimiento pr&aacute;ctico de los medios de
comunicaci&oacute;n. Es posible lograrlo mediante la promoci&oacute;n de la lectura, el
suministro de los materiales adecuados a quienes est&aacute;n escasamente
alfabetizados la colaboraci&oacute;n con otras organizaciones de la comunidad que
luchan contra el analfabetismo... la promoci&oacute;n de la inform&aacute;tica y la
formaci&oacute;n en este campo... la cooperaci&oacute;n con los profesores, los padres y
otras personas de contacto que ayudan a los nuevos ciudadanos a adquirir las
nociones educativas b&aacute;sicas que les permitir&aacute;n desenvolverse en el nuevo
contexto. 3.6. Educaci&oacute;n de usuarios: La biblioteca debe ayudar a sus
usuarios a adquirir la capacidad necesaria para hacer el mejor uso posible de
sus recursos y servicios. Los miembros del personal deben actuar como
navegadores de informaci&oacute;n y ayudarles, sea cual sea su edad, a utilizar de
la mejor manera las Tecnolog&iacute;as. Asimismo, se deben preparar para formarlos.
Como las tecnolog&iacute;as son cada vez m&aacute;s asequibles, el papel de la biblioteca
p&uacute;blica a la hora de (&hellip;) ayudar a la gente a utilizarlos lo m&aacute;s
correctamente posible es de vital importancia.</p>

<p><a id="BM5" name="BM5">(4)</a> "(&hellip;) Se deber&iacute;a formar a los
usuarios y ofrecerles un entorno adecuado en el que puedan usar libremente y
de forma confidencial las fuentes de informaci&oacute;n y servicios que hayan
escogido. (&hellip;). Los bibliotecarios deber&iacute;an ofrecer informaci&oacute;n y
recursos a los usuarios de la biblioteca para que aprendan a utilizar
Internet y la informaci&oacute;n electr&oacute;nica de un modo eficaz. (&hellip;) Deber&iacute;an
fomentar y facilitar activamente el acceso responsable de todos sus  usuarios
a informaci&oacute;n de calidad de la red, incluidos ni&ntilde;os y adolescentes." (<a
href="#iflafaife02">IFLA/FAIFE 2002</a>) </p>

<p><a id="BM6" name="BM6">(5)</a> La importancia de la definici&oacute;n de CILIP es
que implica la aceptaci&oacute;n del concepto "Information Literacy" en un medio
profesional como el del Reino Unido, que se hab&iacute;a mostrado muy esc&eacute;ptico
sobre su conveniencia y utilidad.</p>

<p><a id="BM8" name="BM8">(6)</a> De nuevo, la ACRL ha sido pionera en usar
las <em>Normas</em> para establecer los objetivos de formaci&oacute;n de los
programas ALFIN, y en identificar la responsabilidad de su logro por parte de
bibliotecarios,  profesorado, o de ambos conjuntamente seg&uacute;n el caso (<a
href="#ACRLIS01">ACRL-IS 2001</a>).</p>

<p><a id="BM9" name="BM9">(7)</a> Alex Byrne, Presidente de IFLA 2005-2007,
ha subrayado la necesidad de superar la dicotom&iacute;a entre teor&iacute;a y pr&aacute;ctica de
la ALFIN precisamente por esa necesidad acuciante de los profesionales de  de
disponer de instrumentos de ALFIN bien fundados te&oacute;ricamente pero adaptables
y aplicables en diferentes circunstancias locales (<a href="#byrne">Byrne,
2005</a>).</p>

<p><a id="BM10" name="BM10">(8)</a> La sistematizaci&oacute;n de competencias
b&aacute;sicas del proyecto DeSeCo ayuda a superar las controversias sobre el
significado y alcance de la ALFIN en relaci&oacute;n con las dem&aacute;s alfabetizaciones,
clarificando la diferencia entre alfabetizaci&oacute;n digital o en TIC (que se
refiere a soportes, canales y equipos), y ALFIN (que se refiere a contenidos,
incluyendo los de los medios de comunicaci&oacute;n de todo tipo). </p>

<p><a id="BM11" name="BM11">(9)</a> Actividades de este tipo, que integran la
formaci&oacute;n b&aacute;sica en los tres tipos de alfabetizaci&oacute;n al mismo tiempo con las
necesidades de informaci&oacute;n m&aacute;s acuciantes, est&aacute;n siendo patrocinadas por la
UNESCO y otras agencias de la ONU en sus campa&ntilde;as conjuntas sobre el SIDA en
Africa, donde centros de salud, telecentros y bibliotecas se reparten de
forma coordinada la responsabilidad en la difusi&oacute;n de la informaci&oacute;n m&aacute;s
esencial (<a href="#unesco05">UNESCO 2005</a>) </p>

<p><a id="BM13" name="BM13">(10)</a> Aprobado en la Conferencia Internacional
de Oeiras (Portugal) por responsables de bibliotecas de m&aacute;s de 40 pa&iacute;ses, en
el que se destaca el papel de &eacute;stas para satisfacer las necesidades de los
ciudadanos en la era digital, y que se completa con un Plan de Acci&oacute;n con 10
objetivos a cumplir. </p>

<p><a id="BM15" name="BM15">(11)</a> Versi&oacute;n catalana de este tutorial ALFIN
de la biblioteca de la Universidad de Texas en: <a
href="http://bibliotecnica.upc.es/tilt/intro/internet.htm">http://bibliotecnica.upc.es/tilt/intro/internet.htm</a>.
Tutoriales de la Universidad de Sevilla en: <a
href="http://bib.us.es/ayuda_invest/autoformacion.asp">http://bib.us.es/ayuda_invest/autoformacion.asp</a>.
Un tutorial sobre b&uacute;squeda de informaci&oacute;n: <a
href="http://bib.us.es/Flash/welcome.html">http://bib.us.es/Flash/welcome.html</a>,
y las &ldquo;rutas para el explorador&rdquo;, en <a
href="http://bib.us.es/ayuda_invest/rutas.asp">http://bib.us.es/ayuda_invest/rutas.asp</a></p>

<p><a id="BM16" name="BM16">(12)</a> Independientemente de que consideramos
que el mero uso de la biblioteca conlleva una experiencia que globalmente es
educadora, pues proporciona conocimiento, h&aacute;bitos, vivencias, m&eacute;todos,
modelos&hellip; Un ejemplo relevante de esa visi&oacute;n es la pr&aacute;ctica del
servicio que realizan bibliotecas como la Biblioteca Can Butjosa o promueve
el grupo de bibliotecas catalanas asociadas a UNESCO. Sus Jornadas 2005
adoptaron ese enfoque: "La biblioteca educadora: entre el llibre i la
lectura" (<a
href="http://www.unescocat.org/es/quisom/biblio/index.html">http://www.unescocat.org/es/quisom/biblio/index.html</a>).
</p>

<p><a id="BM17" name="BM17">(13)</a> Remitimos a los trabajos citados de Eva
Ortoll, Merce Muntada, Ajo Monz&oacute;, Eva Nigorra y otros, accesibles en <a
href="http://www.cobdc.org/grups/alfincat/documents.html">http://www.cobdc.org/grups/alfincat/documents.html</a>.</p>

<p><a id="BM18" name="BM18">(14)</a> El lector podr&aacute; hallar evidencias de
esto revisando, por ejemplo, los documentos de congresos y actividades de
bibliotecas p&uacute;blicas en Espa&ntilde;a recogidas en el portal &ldquo;Traves&iacute;a&rdquo;
(<a href="http://travesia.mcu.es/">http://travesia.mcu.es</a>).</p>
<br /><br />
<form action="#">
  <fieldset>
<legend
style="color: white; background-color: maroon; font-size: 12pt; padding: .1ex .5ex; border-right: 1px solid navy; border-bottom: 1px solid navy; font-weight: bold;">Referencias</legend><ul>

<li><a id="aas98" name="aas98"></a>American Association of School Librarians and Association for Educational Communications and Technologies. (1998).  <em><a href="http://www.webcitation.org/5NpZrQIVa">Information power: building partnerships for learning</a></em>. Chicago: ALA.  Recuperado el 15 de enero de 2006, de
  http://www.ala.org/ala/aasl/aaslproftools/informationpower/InformationLiteracyStandards_final.pdf </li>

  <li><a id="ala89" name="ala89"></a>American Library Association. <em>Presidential Committee on Information Literacy.</em> (1989).  <em><a href="http://www.webcitation.org/5Npa1WpqO">Final report</a></em>. Recuperado el 15 de noviembre de 2005, de http://www.ala.org/ala/acrl/acrlpubs/whitepapers/presidential.htm</li>

  <li><a id="ACR00" name="ACR00"></a>Association of College and Research Libraries and American Library Association.  (2000). <a href="http://www.webcitation.org/5Npa6ftIT">Normas sobre aptitudes para el acceso y uso de la informaci&oacute;n en la Educaci&oacute;n Superior.</a> <em>Bolet&iacute;n de la Asociaci&oacute;n Andaluza de Bibliotecarios</em>,  No. 60, 93-110. Recuperado el 11 de marzo de 2006, de  http://www.aab.es/pdfs/baab60/60a6.pdf</li>

  <li><a id="ACRL02" name="ACRL02"></a>Association of College and Research Libraries and American Library Association. (2002). <a href="http://www.webcitation.org/5NpaONaFF">Guidelines for instruction programs in academic libraries.</a> <em>College and Research Libraries News</em>, <strong>63</strong>(10), 732-735. Recuperado el 11 de marzo de 2006, de http://www.ala.org/ala/acrl/acrlstandards/guidelinesinstruction.htm</li>

  <li><a id="ACRL03" name="ACRL03"></a>Association of College and Research Libraries and American Library Association. (2003). <a href="http://www.webcitation.org/5Npb98NEe">Caracter&iacute;sticas de los programas de alfabetizaci&oacute;n en informaci&oacute;n que sirven como ejemplo de las mejores pr&aacute;cticas.</a> <em>Bolet&iacute;n de la Asociaci&oacute;n Andaluza de Bibliotecarios</em>,  No. 70, 67-72. Recuperado el 15 de noviembre de 2005, de http://www.aab.es/pdfs/baab70/70a4.PDF</li>

  <li><a id="ACRLIS01" name="ACRLIS01"></a>Association of College and Research Libraries. <em>Instruction Section.</em> (2001).  <a href="http://www.webcitation.org/5NpagrXtB">Objetivos de formaci&oacute;n para la alfabetizaci&oacute;n en informaci&oacute;n: un modelo de declaraci&oacute;n para bibliotecas universitarias.</a> <em>Bolet&iacute;n de la Asociaci&oacute;n Andaluza de Bibliotecarios</em>,  No. 65, 47-71. Recuperado el 11 de marzo de 2006, de http://www.aab.es/pdfs/baab65/65a3.pdf</li>

  <li><a id="ACRLIS05" name="ACRLIS05"></a>Association of College and Research Libraries. <em>Instruction Section.</em> (2005a).  <a href="http://www.webcitation.org/5NpayZLnn">Agenda para la investigaci&oacute;n en instrucci&oacute;n bibliogr&aacute;fica y alfabetizaci&oacute;n informacional (ALFIN).</a>  <em>Anales de Documentaci&oacute;n</em>, No. 8, 275-283. Recuperado el 11 de marzo de 2006, de  http://www.um.es/fccd/anales/ad08/ad0816.pdf </li>

  <li><a id="ACRLIS05B" name="ACRLIS05B"></a>Association of College and Research Libraries. <em>Instruction Section</em>.(2005b).&nbsp; <em>
  <a href="http://www.webcitation.org/5NqyWX1G6">Bibliography of citations related to the research agenda</a></em>. Recuperado el 11 de marzo de 2006, de http://www.ala.org/ala/acrlbucket/is/iscommittees/webpages/research/bibcitations.htm</li>

  <li><a name="acrlala06"></a>Association of College and Research Libraries. <em>Instruction Section</em>. (2006) <em>
  <a href="http://www.webcitation.org/5NqyfkwGd">Information literacy in the disciplines</a>. </em>Recuperado el 11 de mayo de 2006 de http://www.ala.org/ala/acrlbucket/is/projectsacrl/infolitdisciplines/  </li>

  <li><a id="anziil2003" name="anziil2003"></a> Australian and New Zealand Institute for
  Information Literacy. (2003). <a href="http://www.webcitation.org/5NqylIrYy">El marco para la alfabetizaci&oacute;n informacional en Australia y Nueva Zelanda. Principios, normas y pr&aacute;ctica</a>. <em>Bolet&iacute;n de la Asociaci&oacute;n Andaluza de Bibliotecarios</em>,
  No. 73, 109-120. Recuperado el 11 de marzo de 2006, de http://www.aab.es/pdfs/baab73/73a4.pdf</li>

  <li><a id="BAW02" name="BAW02"></a>Bawden, D. (2002).
  <a href="http://www.webcitation.org/5NqyqMYCq">Revisi&oacute;n de los conceptos de alfabetizaci&oacute;n informacional y alfabetizaci&oacute;n digital.</a>&nbsp; <em>Anales de documentaci&oacute;n</em>,
  No. 5, 361-408. Recuperado el 11 de marzo de 2006, de http://www.um.es/fccd/anales/ad05/ad0521.pdf</li>

  <li><a id="BAS" name="BAS"></a>Basili, C. (2003). <em>Information Literacy in Europe: a first insight into the state of the art of information literacy in the European Union</em>, Roma: Consiglio Nazionale delle Ricerche.</li>

<li><a id="ben96" name="ben96"></a>Benito Morales, F. (1996) <em>Del dominio de la informaci&oacute;n a la mejora de la inteligencia. Diseño, aplicaci&oacute;n y evaluación del programa HEBORI.</em>  Tesis doctoral no publicada, Universidad de Murcia, Espa&ntilde;a.

  <li><a id="BENITOa" name="BENITOa"></a>Benito Morales, F. (2000a).
  <a href="http://www.webcitation.org/5Nqyvuiit">Nuevas necesidades, nuevos problemas. Fundamentos de la alfabetizaci&oacute;n en informaci&oacute;n</a>.
  En: G&oacute;mez- Hern&aacute;ndez, J.A., coord. <em>Estrategias y modelos para ense&ntilde;ar a usar la informaci&oacute;n: gu&iacute;a para docentes, bibliotecarios y archiveros</em>. Murcia: KR, 11-75. Recuperado el 11 de marzo de 2006, de http://eprints.rclis.org/archive/00004672/02/EMPEUIcap1.pdf</li>

  <li><a id="BENITOb" name="BENITOb"></a>Benito Morales, F. (2000b).
  <a href="http://www.webcitation.org/5Nqyzm01V">La alfabetizaci&oacute;n en informaci&oacute;n en centros de primaria y secundaria</a>. En G&oacute;mez Hern&aacute;ndez, Jos&eacute; A., coord. <em>Estrategias y modelos para ense&ntilde;ar a usar la informaci&oacute;n: gu&iacute;a para docentes, bibliotecarios y archiveros.</em> Murcia: KR, 79-130. Recuperado el 11 de marzo de 2006, de http://eprints.rclis.org/archive/00004672/03/EMPEUIcap2.pdf</li>

  <li><a id="BERT" name="BERT"></a>Bertot, J. C.; McClure, Charles R. (2005). <em>
  <a href="http://www.webcitation.org/5Nqz2xYXP">Public libraries and the Internet 2004: survey results and findings</a></em>. Recuperado el 11 de marzo de 2006, de http://www.nclis.gov/statsurv/2004.plinternet.study.pdf</li>

  <li><a id="bruce" name="bruce"></a>Bruce, C. (2003).
  <a href="http://www.webcitation.org/5Nqz6Na2C">Las siete caras de la alfabetizaci&oacute;n en informaci&oacute;n en la ense&ntilde;anza superior</a>. <em>Anales de Documentaci&oacute;n</em>,
  No. 6,&nbsp;&nbsp; 289-294. Recuperado el 11 de marzo de 2006, de http://www.um.es/fccd/anales/ad06/ad0619.pdf</li>

  <li><a id="byrne" name="byrne"></a>Byrne, A. (2005).
  <a href="http://www.webcitation.org/5Nqz9ehxh">La alfabetizaci&oacute;n informacional desde una perspectiva global: el desastre agudiza nuestras mentes</a>. <em>
  Anales de Documentación,</em> No. 8, 7-20. Recuperado el 11 de marzo de 2006, de http://www.um.es/fccd/anales/ad08/ad0801.pdf </li>

  <li><a id="caul" name="caul"></a>Council of Australian University Librarians.
  (2002). <em><a href="http://www.webcitation.org/5NqzDqF1s">Normas sobre alfabetizaci&oacute;n en informaci&oacute;n</a></em>. <i>Bolet&iacute;n de la Asociaci&oacute;n Andaluza de Bibliotecarios,</i>

  No. 68, 67-90. Recuperado el 11 de marzo de 2006, de http://www.aab.es/pdfs/baab68/68a4.pdf</li>

  <li><a id="CHEV" name="CHEV"></a>Chevillotte, S (2005).
  <a href="http://www.webcitation.org/5Nr3Ud157">Bibliothèques et information literacy: un &eacute;tat de l&rsquo;art</a>.<em> Bulletin des Bibliothèques de France</em>,
  <b>50</b>(2), 42-48. Recuperado el 11 de marzo de 2006, de http://bbf.enssib.fr/sdx/BBF/frontoffice/2005/02/document.xsp?id=bbf-2005-02-0042-007/2005/02/fam-dossier/dossier&amp;statutMaitre=non&amp;statutFils=non</li>

  <li><a id="CIL" name="CIL"></a>Chartered Institute of Library and Information
  Professionals. (2004). <a href="http://www.webcitation.org/5Nr3auHtJ">Alfabetizaci&oacute;n en informaci&oacute;n: la definici&oacute;n de CILIP (UK)</a>. <em>Bolet&iacute;n de la Asociaci&oacute;n Andaluza de Bibliotecarios</em>,
  No. 77, 79-84. Recuperado el 11 de marzo de 2006, de http://www.aab.es/pdfs/baab77/77a4.pdf </li>

  <li><a id="commaus" name="commaus"></a>Commonwealth of Australia. Senate (2003). <em>  <a href="http://www.webcitation.org/5Nr3g1eIs">Libraries in the online environment</a></em>. Recuperado el 11 de marzo de 2006, de  http://www.aph.gov.au/Senate/committee/ecita_ctte/completed_inquiries/2002-04/online_libraries/report/report.pdf</li>

  <li><a id="CORR" name="CORR"></a>Corrall, S. M. (2003). <em>
  <a href="http://www.webcitation.org/5Nr3msW0o">Information capability: the need for
  professional leadership</a></em>. Recuperado el 11 de marzo de 2006, de http://www.cilip.org.uk/aboutcilip/howcilipworks/president/eventsarchive/actioninfoliteracy.htm</li>

  <li><a id="CUEVAS" name="CUEVAS"></a>Cuevas, A., Vives, J. F. (2005).
  <a href="http://www.webcitation.org/5Nr3y9ZsY">La competencia lectora en el estudio PISA. Un an&aacute;lisis desde la alfabetizaci&oacute;n en informaci&oacute;n</a>.<em> Anales de Documentaci&oacute;n</em>, 8, 51-70. Recuperado el 11 de marzo de 2006, de http://www.um.es/fccd/anales/ad08/ad0804.pdf</li>

<li><a id="cue05" name="cue05"></a>Cuevas Cerver&oacute;, A. (2005). <em>La promoci&oacute;n de la lectura como modelo de alfabetizaci&oacute;n en informaci&oacute;n en bibliotecas escolares.</em> Tesis doctoral no publicada, Universidad Carlos III de Madrid, Espa&ntilde;a.</li>

  <li><a id="cmsi05" name="cmsi05"></a>Cumbre Mundial para la Sociedad de la Información (2005).<em>
  <a href="http://www.itu.int/wsis/docs2/tunis/off/6rev1-es.pdf">Plan de acci&oacute;n</a>.</em> Recuperado el 11 de marzo de 2006 de  http://www.itu.int/wsis/docs2/tunis/off/6rev1-es.pdf</a>&nbsp;  </li>

  <li><a id="decopenhague99" name="decopenhague99"></a><em>
  <a href="http://www.webcitation.org/5Nr3uXNmh">Declaraci&oacute;n de Copenhague</a></em> (1999). Recuperado el 11 de marzo de 2006, de http://travesia.mcu.es/documentos/Copenhague.pdf</li>

  <li><a id="ecia04" name="ecia04"></a>European Council of Information Associations. (2004). <em>
  <a href="http://www.webcitation.org/5Nr42NizP">Euroreferencial en informaci&oacute;n y
  documentaci&oacute;n</a>.</em> Recuperado el 11 de marzo de 2006 de http://www.certidoc.net/es/euref1-espanol.pdf </li>

  <li><a id="FGSRIDEA" name="FGSRIDEA"></a>Fundaci&oacute;n Germ&aacute;n S&aacute;nchez Ruip&eacute;rez, Instituto Idea. (2005). <em>
  <a href="http://www.webcitation.org/5Nr4KnzIx">Las bibliotecas escolares en Espa&ntilde;a</a></em>. Salamanca: Fundaci&oacute;n Germ&aacute;n Sánchez Ruip&eacute;rez. Recuperado el 11 de marzo de 2006, de
http://www.fundaciongsr.es/pdfs/bibliotecas_escolares.pdf</li>

  <li><a id="vives04b" name="vives04b"></a>Garcia, G., Roca, M., Rovira, A.,
  Vives, J. (2004). <a href="http://www.webcitation.org/5NrD1bUzs">Disseny d'un programa d'aprenentatge de competències en l'&uacute;s i acc&eacute;s de la informaci&oacute;.</a> <em>3er Congr&eacute;s Internacional Doc&egrave;ncia Universit&agrave;ria i Innovaci&oacute;</em>. Girona. Recuperado el 11 de marzo de 2006, de
  http://eprints.rclis.org/archive/00002251/01/Disseny.pdf </li>

  <li><a id="GAR01" name="GAR01"></a>Garc&iacute;a G&oacute;mez, F. J., D&iacute;az Grau, A. (2001).
  <a href="http://www.webcitation.org/5Nr7DvtNl">La formaci&oacute;n de usuarios en las bibliotecas p&uacute;blicas espa&ntilde;olas: an&aacute;lisis de las principales experiencias desarrolladas</a>.<em> Bolet&iacute;n Asociaci&oacute;n Andaluza Bibliotecarios</em>.
  No. 65, 27-46. Recuperado el 11 de marzo de 2006, de http://www.aab.es/pdfs/baab65/65a2.pdf </li>

  <li><a id="GAR04" name="GAR04"></a>Garc&iacute;a G&oacute;mez, F. J. (2004).
  <a href="http://www.webcitation.org/5Nr7Ivoia">La formaci&oacute;n de usuarios en la biblioteca p&uacute;blica virtual. Recursos y procedimientos en las bibliotecas p&uacute;blicas espa&ntilde;olas</a>. <em>Anales de Documentaci&oacute;n</em>.
  No. 7, 97-122. Recuperado el 11 de marzo de 2006, de http://www.um.es/fccd/anales/ad07/ad0707.pdf</li>

  <li><a id="GENDINA" name="GENDINA"></a>Gendina, N. (2005). <i>

  <a href="http://www.webcitation.org/5Nr7N86Yb">Information culture in the
  information society: the view from Russia</a></i>. Recuperado el 11 de marzo de 2006, de http://confifap.cpic.ru/upload/conf2005/reports/Gendina_en_ed.doc</li>

  <li><a id="godwin" name="godwin"></a>Godwin, P. (2003). Information literacy, but at what level?. Martin, A., y Rader, H. B., eds. <em>Information &amp; IT Literacy: Enabling learning in the 21st century.</em> London: Facet, 88-97.</li>

  <li><a id="GOMEZ" name="GOMEZ"></a>G&oacute;mez-Hern&aacute;ndez, J. A. (coord.). (2000)<em>

  <a href="http://www.webcitation.org/5Nr7iC3Bq">Estrategias y modelos para ense&ntilde;ar a usar la informaci&oacute;n: gu&iacute;a para docentes, bibliotecarios y archiveros</a>.</em> Murcia: KR. Recuperado el 11 de marzo de 2006, de http://eprints.rclis.org/archive/00004672/  </li>

  <li><a id="GOMPAS" name="GOMPAS"></a>G&oacute;mez-Hern&aacute;ndez, J.A., Pasadas Ure&ntilde;a, C. (2003).  Information
  literacy developments and issues in Spain. <em>Library Review</em>, <b>52</b>(7), 340-348.</li>

  <li><a id="gomlicea" name="gomlicea"></a>G&oacute;mez-Hern&aacute;ndez, J. A., Licea de Arenas, J. (2005). El compromiso de las bibliotecas con el aprendizaje permanente. La alfabetizaci&oacute;n informacional. En: L&oacute;pez, P., y Gimeno, J. (coords.) <em>Informaci&oacute;n, conocimiento y bibliotecas en el marco de la globalizaci&oacute;n neoliberal.</em> Gij&oacute;n: TREA, 145-180.</li>

  <li><a id="goul" name="goul"></a>Goulding, A. (2004). Libraries and social capital. <em>Journal of Librarianship and Information Science</em>,
  <b>36</b>(1), 3-6.</li>

  <li><a id="IFLA1994" name="IFLA1994"></a>International Federation of Library
  Institutions and Associations. (1994). <em>
  <a href="http://www.webcitation.org/5Nr7niodj">Manifiesto sobre la biblioteca p&uacute;blica</a></em>. Recuperado el 11 de noviembre de 2005 de http://www.ifla.org/VII/s8/unesco/span.htm </li>

  <li><a id="IFLA2001" name="IFLA2001"></a>International Federation of Library
  Institutions and Associations. (2001). <em>D<a href="http://www.webcitation.org/5Nr7rKq8B">irectrices IFLA/UNESCO para el desarrollo del servicio de bibliotecas p&uacute;blicas</a>. </em> Recuperado el 11 de marzo de 2006, de http://www.ifla.org/VII/s8/news/pg01-s.pdf</li>

  <li><a name="IFLA03"></a>International Federation of Library Institutions and
  Associations. (2003). <em><a href="http://www.webcitation.org/5Nr7vVlzd">Libraries @ the heart of the
  information society</a>. </em>Recuperado el 10 de mayo de 2006 de http://www.ifla.org/III/wsis/proceedings2003.pdf  </li>

  <li><a name="ifla05"></a>International Federation of Library Institutions and
  Associations. (2005). <em><a href="http://www.webcitation.org/5Nr7yUzh1">Manifiesto de Alejandría. La
  sociedad de la información en acción</a>. </em>Recuperado el 11 de marzo de 2006 de
  http://www.ifla.org/III/wsis/AlexandriaManifesto-es.html</li>

  <li><a id="IFLA06" name="IFLA06"></a>International Federation of Library
  Institutions and Associations. <i>Comité Presidencial para la agenda
  internacional sobre el aprendizaje a lo largo de la vida</i>. (2006). <em>

  <a href="http://www.webcitation.org/5Nr823INU">Informe final</a></em>. Recuperado el 13 de mayo de 2006 de
  http://travesia.mcu.es/documentos/alfabetizacion_inf_ifla.pdf</li>

  <li><a id="iflafaife02" name="iflafaife02"></a>International Federation of
  Library Institutions and Associations. <i>Committee on Free Access to
  Information and Freedom of Expression.</i> (2002). <em>
  <a href="http://www.webcitation.org/5Nr9ZrHCk">Manifiesto sobre internet</a></em>. Recuperado el 11 de mayo de 2006, de http://www.ifla.org/III/misc/im-s.htm  </li>

  <li>&nbsp;<a id="IFLAUNESCO06" name="IFLAUNESCO06"></a>International
  Federation of Library Institutions and Associations. <i>Committee on Free
  Access to Information and Freedom of Expression. </i>(2006).  <em>

  <a href="http://www.webcitation.org/5Nr9tW3I4">Directrices del Manifiesto IFLA/UNESCO sobre Internet</a>.</em> Recuperado el 20 de octubre de 2006 de http://www.ifla.org/faife/policy/iflastat/Internet-ManifestoGuidelines-es.pdf  </li>

  <li><a id="IFLAINFOLIT2006" name="IFLAINFOLIT2006"></a>International
  Federation of Library Institutions and Associations. <i>Information Literacy
  Section. </i>(2006). <em><a href="http://www.webcitation.org/5Nr9liMSS">Guidelines on
  information literacy for lifelong learning</a>. </em> Recuperado el 20 de septiembre de 2006 de http://www.ifla.org/VII/s42/pub/IL-Guidelines2006.pdf</li>

  <li><a id="IFLAPL2004" name="IFLAPL2004"></a>International Federation of
  Library Institutions and Associations. <i>Section for Public Libraries</i>.
  (2004). <em><a href="http://www.webcitation.org/5NrA09yfE">The role of libraries in
  lifelong learning. Final report</a></em>. Ed. by B. M. Häggström. Recuperado el 11 de mayo de 2006, de http://www.ifla.org/VII/s8/proj/Lifelong-LearningReport.pdf</li>

  <li><a id="jeh" name="jeh"></a>Jehlik, T. (2004).
  <a href="http://www.webcitation.org/5NrA49sQl"> <em>Information literacy in the public library</em>.</a> Recuperado el 11 de mayo de 2006, de http://www.nebraskalibraries.org/nlaquarterly/2004-4-Jehlik.htm</li>

  <li><a id="julien" name="julien"></a>Julien, H.; Breu, R. D. (2005). Instructional practices in Canadian public libraries. <em>Library and Information Science Research,</em>
  <b>27</b>(3),&nbsp;&nbsp;  281-301.</li>

  <li><a id="kajberg05" name="kajberg05"></a>Kajberg, L, Lørring, L. (2005): <em>
  <a href="http://www.webcitation.org/5NrAOyYPx">European curriculum reflections on library and information science education</a>.</em> Recuperado el 11 de marzo de 2006, de
  http://biblis.db.dk/Archimages/423.12.05.PDF</li>

  <li><a id="mmu02" name="mmu02"></a>Manchester Metropolitan University and Leeds University Library (2002). <em>
  <a href="http://www.webcitation.org/5NrAZ7y7G">Big Blue project</a></em>. Recuperado el 11 de marzo de 2006, de http://www.library.mmu.ac.uk/bigblue/bigblue.html  </li>

  <li><a id="Manoeiras03" name="Manoeiras03"></a>
  <a href="http://www.webcitation.org/5NrAd4Rf9"><em>Manifiesto de Oeiras</em></a>.
  (2003). Recuperado el 11 de mayo de 2006, de http://www.pulmanweb.org/documents/manifesto/Manifesto-Spanish-version.doc</li>

  <li><a name="semtoledo06"></a>Ministerio de Cultura.<i> Subdirección General
  de Coordinación Bibliotecaria. </i>(2006). <em>

  <a href="http://www.webcitation.org/5NrAiGhSS">Declaración de Toledo.
  Bibliotecas por el aprendizaje permanente</a>. </em> Recuperado el 11 de mayo de 2006, de http://travesia.mcu.es/S_ALFIN/ficheros/Declaracion_Toledo.pdf </li>

  <li><a id="mcu05" name="mcu05"></a>Ministerio de Cultura and Fundaci&oacute;n Germ&aacute;n S&aacute;nchez Ruip&eacute;rez.
  (2005). <em><a href="http://www.webcitation.org/5NrAu6lbh">Informe de situaci&oacute;n de las bibliotecas p&uacute;blicas en Espa&ntilde;a 2000-2003</a></em>. Recuperado el 11 de marzo de 2006, de http://travesia.mcu.es/documentos/informe_bp_2003.pdf  </li>

  <li><a id="MLA" name="MLA"></a>Museums, Libraries, Archives Council. (2004). <em>
  <a href="http://www.webcitation.org/5NrBKAF5F">Inspiring learning for all</a>.</em> Recuperado el 11 de marzo de 2006, de
  http://www.inspiringlearningforall.gov.uk/introduction/default.aspx</li>
  
  <li><a id="ort04" name="ort04"></a>Ortoll Espinet. E. (2004). <em>Competencia informacional en Ciencias de la Salud. Propuesta de un modelo de formaci&oacute;n.</em> Tesis doctoral no publicada, Universidad de Zaragoza, Espa&ntilde;a.</li>

  <li><a id="owu" name="owu"></a>Owusu-Ansah, E. K. (2003). Information literacy and the academic library: a critical look at a concept and the controversies surrounding it.<em> The Journal of Academic Librarianship,</em>
  <b>29</b>(4), 219-230.</li>

  <li><a id="pulls07" name="pulls07"></a>Public Libraries in the Learning
  Society Project (2007) <em><a href="http://www.webcitation.org/5NrBVnLU4">Directrices para los
  centros de aprendizaje abierto en las bibliotecas p&uacute;blicas de Europa</a></em>. Recuperado el 28 de marzo de 2007 de http://www.diba.es/biblioteques/documentspdf/pulls_directrius_castella.pdf  </li>

  <li><a id="QUT04" name="QUT04"></a>Queensland University of Technology Library (2004). <em>I<a href="http://www.webcitation.org/5NrBZeRm5">nformation
  literacy framework and syllabus</a></em>. Recuperado el 11 de marzo de 2006, de http://www.library.qut.edu.au/ilfs/  </li>

  <li><a id="rychen" name="rychen"></a>Rychen, D. S.; Salganik, L. H., eds. (2003). <em>Key competencies for a successful life and a well-functioning society.</em> Göttingen: Hogrefe &amp; Huber, 2003. (Ed. en espa&ntilde;ol: <em>Las competencias clave para el bienestar personal, social y econ&oacute;mico</em>. Archidona (M&aacute;laga): Aljibe,   2006.</li>

  <li><a name="sconul"></a>Society of College, National and  University Libraries. (1999). <em>
  <a href="http://www.webcitation.org/5NrBdlOvP">Aptitudes para el acceso y uso de la informaci&oacute;n: la postura de SCONUL.</a></em>
  <i>Boletín de la Asociación Andaluza de Bibliotecarios,</i> No. 62, 63-77. Recuperado el 11 de marzo de 2006, de http://www.aab.es/pdfs/baab62/62a4.pdf</li>

  <li><a id="skov" name="skov"></a>Skov, A. (2004).
  <a href="http://www.webcitation.org/5NrBhoFRJ"> <em>Information Literacy and the role of public libraries</em>.</a> Recuperado el 11 de marzo de 2006, de http://www.splq.info/issues/vol37_3/02.htm</li>

  <li> <a id="THOM" name="THOM"></a>Thompson, S.; Cody, J., eds. (2003).
  <a href="http://www.webcitation.org/5NrBl0pDc"> <em>Information Literacy meeting of experts: Final Report</em>.</a> Recuperado el 11 de marzo de 2006, de http://www.nclis.gov/libinter/infolitconf&amp;meet/post-infolitconf&amp;meet/FinalReportPrague.pdf</li>

  <li><a id="TOWN" name="TOWN"></a>Town, J. S. (2003). Information literacy: definition, measurement, impact. En Martin, A., y Rader, H. B. eds. <em>Information &amp; IT
  literacy: enabling learning in the 21st century.</em> London: Facet.</li>

  <li><a id="Tune05" name="Tune05"></a>Training of library users in a new Europe
  Project (2005). <em>
  <a href="http://www.webcitation.org/5NrBq3vaf">Modelo TUNE para la formaci&oacute;n de usuarios</a></em>. Recuperado el 11 de mayo de 2006, de http://sacm.jccm.es/biblioteca_regional/doc/The_TUNE_Model_spa.pdf  </li>

  <li><a id="unesco05" name="unesco05"></a>United Nations Educational,
  Scientific and Cultural Organization (2005)<em>.
  <a href="http://www.webcitation.org/5NrCHewS1">Information for All Program. Information
  literacy</a></em><a href="http://www.webcitation.org/5NrCHewS1">.</a> Recuperado el 11 de marzo de 2006 de http://portal.unesco.org/ci/en/ev.php-URL_ID=21293&amp;URL_DO=DO_TOPIC&amp;URL_SECTION=201.html</li>

  <li><a id="unesco03" name="unesco03"></a>United Nations Educational,
  Scientific and Cultural Organization and National Forum on Information
  Literacy. (2003). <em><a href="http://www.webcitation.org/5NrCM05qd">Declaración de Praga</a>.</em> Recuperado el 11 de marzo de
  2006, de
  http://dglb.cult.gva.es/images/DeclaraciondePragaAlfabetizacionInformacional2003.pdf </li>

  <li><a id="unesco6" name="unesco05"></a>United Nations Educational, Scientific
  and Cultural Organization and National Forum on Information Literacy. (2005).<em>
  <a href="http://www.webcitation.org/5NrCX34MH">High-Level international colloquium on
  information literacy and lifelong
  learning</a></em>. Recuperado el 11 de marzo de 2006 de
  http://www.infolit.org/International_Colloquium/alexprocspa.pdf </li>

  <li><a id="VIR" name="VIR"></a>Virkus, S. (2003)
  <a href="http://www.webcitation.org/5NrCaU8i5">Information literacy in Europe: a literature review</a>. <em>Information Research</em>,
  <b>8</b>(4). Recuperado el 11 de marzo de 2006, de http://informationr.net/ir/8-4/paper159.html</li>

  <li><a id="vives04a" name="vives04a"></a>Vives, J. (2004a).
  <a href="http://www.webcitation.org/5NrCj2k4G">Formaci&oacute;n en el uso de la informaci&oacute;n en las bibliotecas de la Universidad Polit&eacute;cnica de Catalu&ntilde;a</a>. <em>Anabad. Foro Biblioteca y Sociedad.</em> Recuperado el 11 de marzo de 2006, de http://www.anabad.org/admin/archivo/docdow.php?id=166</li>

  <li><a id="vives04c" name="vives04c"></a>Vives, J. (2004b).
  <a href="http://www.webcitation.org/5NrDIyfRt">La investigaci&oacute;n sobre alfabetizaci&oacute;n en informaci&oacute;n en Espa&ntilde;a: el grupo de trabajo Alfincat del Col&rsquo;legi Oficial de Bibliotecaris-Documentalistes de Catalunya</a>. <em>Anabad. Foro Biblioteca y Sociedad. </em>Recuperado el 11 de marzo de 2006, de http://www.anabad.org/admin/archivo/docdow.php?id=167  </li>

  <li><a id="web" name="web"></a>Webber, S., Johnston, B.(2003). <em>  <a href="http://www.webcitation.org/5NrDEVn9s">Information literacy: definitions and   models</a></em>. Recuperado el 11 de marzo de 2006, de http://dis.shef.ac.uk/literacy/definitions.htm</li>
</ul>
  </fieldset>
</form>
<a name="abstract" id="abstract"></a> 

<form action="#">
  <fieldset>
<legend
style="color: white; background-color: maroon; font-size: medium; padding: .1ex .5ex;   border-right: 1px solid navy; border-bottom: 1px solid navy; font-weight: bold;">Abstract
in English</legend>
<blockquote>
  <strong>Introduction.</strong>  The purpose of this paper is to review information literacy developments in public libraries. Information literacy is outlined as a key competence of individuals whereby they know how to find and use the information needed, regardless of place, mode and medium of transmission. Local and global trends in the introduction of this service into public libraries are analysed and the importance of this move is justified in connection with the lifelong learning agenda, for which public libraries are a basic resource in formal and informal education of citizens..<br />
  <strong>Method.</strong> Analysis and description of information literacy literature, conceptual models, projects, standards of professional associations, as well as of scientific and professional meetings about information literacy and public libraries.<br />
  <strong>Analysis.</strong>  Comparative study and critical assessment of different theories and projects, particularly as regards practical aplications in libraries.<br />
  <strong>Results.</strong>  Based on analysis, trends in information literacy are described and priority tasks proposed for a development agenda for these services in public libraries.<br />
  <strong>Conclusion.</strong> Proposal for a common information literacy agenda in all types of libraries, institutions and professions involved in the acquisition by individuals and communities of the key competences covered through lifelong literacy.</blockquote>
  </fieldset>
</form>
<hr style="color: maroon;" size="1" />

<form action="#">
  <fieldset>
<legend
style="color: white; background-color: maroon; font-size: medium; padding: .1ex .5ex; border-right: 1px solid navy; border-bottom: 1px solid navy; font-weight: bold;">How to cite this paper</legend>
<br />
<div>
G&oacute;mez-Hern&aacute;ndez, J.A. y Pasadas-Ure&ntilde;a, C., (2007). &ldquo;La alfabetizaci&oacute;n
informacional en bibliotecas p&uacute;blicas. Situaci&oacute;n actual y propuestas para una agenda de desarrollo&rdquo;. <em>Information Research</em>, <strong>12</strong>(3) paper 316. [Available at http://InformationR.net/ir/12-3/paper316.html] </div><br />
  </fieldset>
</form>

<table cellspacing="10" align="center">
  <tbody>
<tr>
  <td colspan="3" align="center"
  style="background-color: maroon; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find
other papers on this subject</td>
</tr>
<tr>
  <td align="center" valign="top">
<form method="get" action="http://scholar.google.com/scholar"
target="_blank">

  <table bgcolor="#ffffff">
<tbody>
  <tr>
<td nowrap="nowrap" valign="top" align="center"
  height="32"><input type="hidden" name="q" size="31"
  maxlength="255"
  value="&#34;information literacy&#34; &quot;public libraries&quot;"  /><br />

  <input type="submit" value="Scholar Search" name="sa"
  style="font-size: small; font-family: Verdana; font-weight: bold;"
  /><input type="hidden" name="num" value="100" /></td>
  </tr>
</tbody>
  </table>
</form>
  </td>
  <td align="center" valign="top"><!-- Search Google -->

<form method="get" action="http://www.google.com/custom"
target="_top">

  <table bgcolor="#ffffff">
<tbody>
  <tr>
<td nowrap="nowrap" valign="top" align="center"
  height="32"><input type="hidden" name="q" size="31"
  maxlength="255"
  value="&#34;information literacy&#34; &quot;public libraries&quot;"  /><br />

  <input type="submit" value="Google Search" name="sa"
  style="font-family: Verdana; font-weight: bold; font-size: small;"
  />
  <input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>
<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="safe" value="active"></input>
<input type="hidden" name="flav" value="0000"></input>
<input type="hidden" name="sig" value="1VdDFkBo0f4i6gd7"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FFFFCC;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;LH:45;LW:336;L:http://informationr.net/ir/mini_logo2.gif;S:http://;FORID:1"></input>
<input type="hidden" name="hl" value="en"></input>
  </td>
  </tr>
</tbody>
  </table>
</form>
  </td>
  <td align="center" valign="top">
<form method="get" action="http://www.live.com/" target="_blank">

  <table bgcolor="#ffffff">
<tbody>
  <tr>
<td nowrap="nowrap" valign="top" align="center"
  height="32"><input type="hidden" name="q" size="31"
  maxlength="255"
  value="&#34;information literacy&#34; &quot;public libraries&quot;"  /><br />

  <input type="submit" value="Windows Academic" name="sa"
  style="font-size: small; font-family: Verdana; font-weight: bold;"
  /><input type="hidden" name="num" value="100" /></td>
  </tr>
</tbody>
  </table>
</form>
  </td>
</tr>
  </tbody>
</table>
<br />

<hr size="1" style="color: maroon;" />

<table align="center" cellpadding="10">
  <tbody>
<tr>
  <td align="center" valign="top">
<div>
<img
src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper316"
align="middle" width="60" height="20" border="0" hspace="4"
vspace="2" alt="counter" /><br />
<a href="http://www.digits.com/">Web Counter</a> </div>
  </td>
  <td align="center" valign="top">
<div>
© the authors 2007. <br /> Last updated: 4 April 2007 </div>
  </td>
  <td align="center" valign="middle"><img src="../valid-xhtml10.gif"
alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START-->
 <!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
 

<div id="OneStatTag">

<table border="0" cellpadding="0" cellspacing="0">
  <tbody>
<tr>
  <td align="center">
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
var d=document;
var sid="281971";
var CONTENTSECTION="";
var osp_URL=d.URL;
var osp_Title=d.title;
var t=new Date();
var p="http"+(d.URL.indexOf('paper316.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&sid="+sid;
p+="&url="+escape(osp_URL);
p+="&ti="+escape(osp_Title);
p+="&section="+escape(CONTENTSECTION);
p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
p+="&tz="+escape(t.getTimezoneOffset());
p+="&ch="+escape(t.getHours());
p+="&js=1";
p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
if(typeof(screen)=="object"){
p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
}
d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?sid='+sid+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own free site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>

<noscript>
<a href="http://www.onestatfree.com/"><img border="0"
src="http://stat.onestat.com/stat.aspx?tagver=2&amp;sid=281971&amp;js=No&amp;"
alt="online web site analytics" /></a></noscript>
  </td>
</tr>
<tr>
  <td align="center">
<div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';">
<a href="http://www.onestat.com/"
style="text-decoration:none;">online web site
analytics</a><br />
</div>
  </td>
</tr>
  </tbody>
</table>
</div>
<!--ONESTAT SCRIPTCODE END-->
  </td>
</tr>
  </tbody>
</table>
<hr size="1" style="color: maroon;" />

<table align="center">
  <tbody>
<tr>
  <td>
<div class="button">
<ul>
  <li><a href="infres123.html">Contents</a> | </li>
  <li><a href="../iraindex.html">Author index</a> | </li>
  <li><a href="../irsindex.html">Subject index</a> | </li>
  <li><a href="../search.html">Search</a> | </li>
  <li><a href="../index-2.html">Home</a></li>
</ul>
</div>
  </td>
</tr>
  </tbody>
</table>
<hr size="3" style="color: maroon ;" />
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/12-3/paper316.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:12:43 GMT -->
</html>
