<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/12-3/spanish123.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:36 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 12 No. 3 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 12 No. 3 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 12 No. 3 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish123.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2007-04-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />Vol. 12  No. 3, April 2007<br /><br />
<div id="button">
<ul>
	<li><a href="infres123.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1">
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1">



<h4> <a href="paper309.html" target="_blank">Dise&ntilde;o Web inclusivo cotidiano: 
una perspectiva de actividad</a><br />
Shaun K. Kane</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> La accesibilidad web es un problema que
afecta a millones de personas con discapacidades (Paciello, 2000).
Mientras que la mayor&iacute;a de las iniciativas de accesibilidad
actuales se dirigen a sitios gubernamentales o comerciales, un
segmento creciente de contenido en l&iacute;nea est&aacute; siendo
creado por no profesionales. Este contenido es a menudo inaccesible a
los usuarios discapacitados. El dise&ntilde;o web inclusivo cotidiano
es una perspectiva de dise&ntilde;o que promueve la creaci&oacute;n
de contenido accesible para los usuarios cotidianos finales.<br />
<strong>M&eacute;todo.</strong> Se modelan las actividades de dise&ntilde;o de los
usuarios finales y los dise&ntilde;adores del sistema usando la
teor&iacute;a de la actividad. Se usan modelos y escenarios de
actividad para describir y analizar la actividad de dise&ntilde;o.<br />
<strong>An&aacute;lisis.</strong> Los dise&ntilde;adores profesionales del sistema
y los usuarios finales se comprometen en las actividades de dise&ntilde;o
dentro de sistemas de software sociales. Estas actividades no son
independientes, sino que interact&uacute;an entre s&iacute; para
producir el contenido final del sitio.<br />
<strong>Resultados.</strong> Las actividades de los dise&ntilde;adores del sistema
y los usuarios finales son mediadas por las pr&aacute;cticas
hist&oacute;ricas y por las posibilidades de las herramientas
disponibles. La accesibilidad de contenido creado por el usuario
puede ser limitada por el papel ambiguo de dise&ntilde;adores /
usuarios finales, por el impacto invisible de dise&ntilde;os
inaccesibles y por la falta de herramientas apropiadas para soportar
pr&aacute;cticas de dise&ntilde;o accesibles de usuario final.<br />
<strong>Conclusiones.</strong> La accesibilidad de sistemas de software sociales
depende del trabajo cooperativo de los dise&ntilde;adores del sistema
y usuarios finales. La estructura subyacente de sistemas de software
social puede alterarse para aumentar el conocimiento de los usuarios
de las cuestiones de accesibilidad y fomentar pr&aacute;cticas de
dise&ntilde;o accesibles.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper310.html" target="_blank">Sistemas de actividad, 
intercambio de informaci&oacute;n y desarrollo de conocimiento organizacional 
en dos empresas finlandesas: un estudio exploratorio que usa la Teor&iacute;a 
de la actividad </a><br />
Gunilla Wid&eacute;n-Wulff y Elisabeth Davenport</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> En este art&iacute;culo, discutimos la
conexi&oacute;n entre intercambio de informaci&oacute;n y producci&oacute;n
de conocimiento organizacional en dos organizaciones muy diferentes;
una empresa que se ocupa de las demandas de seguros y una peque&ntilde;a,
empresa emprendedora de alta tecnolog&iacute;a. Sugerimos que esta
conexi&oacute;n no se ha tratado adecuadamente por los estudios de
comportamiento de informaci&oacute;n, aunque varios art&iacute;culos
recientes han propuesto que la investigaci&oacute;n del
comportamiento de informaci&oacute;n humano debe apropiarse de
m&eacute;todos de los estudios de puesto de trabajo y del trabajo
cooperativo soportado por ordenador para proporcionar una descripci&oacute;n
m&aacute;s rica del trabajo de informaci&oacute;n y conocimiento
organizacional.<br />
<strong>M&eacute;todo.</strong> Se llevaron a cabo dos estudios de casos de
pr&aacute;cticas de intercambio de informaci&oacute;n en empresas
finlandesas.<br />
<strong>An&aacute;lisis.</strong> Para analizar los datos se us&oacute; la versi&oacute;n
de la teor&iacute;a de la actividad desarrollada por Engestr&ouml;m y
otros investigadores finlandeses. Esto ha proporcionado informes muy
espec&iacute;ficos de intercambio de informaci&oacute;n como
componente de los procesos variados que contribuyen al desarrollo de
conocimiento organizacional.<br />
<strong>Resultados.</strong> El an&aacute;lisis global nos ha permitido explicar
c&oacute;mo y por qu&eacute; ocurre el intercambio de informaci&oacute;n
organizacional en t&eacute;rminos que van m&aacute;s all&aacute; de
los informes cognoscitivos y descriptivos de nuestros estudios m&aacute;s
tempranos.<br />
<strong>Conclusiones.</strong> El comportamiento de informaci&oacute;n es un
repertorio de acciones y operaciones y juicios sobre oportunidad y
&eacute;tica que se ponen en juego por ciclos de trabajo y rutinas.
De esta perspectiva, se esclarece la dualidad del conocimiento
organizacional: juicios individuales y colectivos sobre c&oacute;mo
comportarse, y el resultado incremental de estos juicios, incluido en
decisiones que soportan los objetos de los sistemas de actividad.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper311.html" target="_blank">
La Teor&iacute;a de la actividad en la investigaci&oacute;n y
pr&aacute;ctica en sistemas de informaci&oacute;n: fundamentos
te&oacute;ricos para un modelo de desarrollo de sistemas de
informaci&oacute;n</a><br />
Anja Mursu, Irmeli Luukkonen, Marika Toivanen y Mikko Korpela </h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> El prop&oacute;sito de los sistemas de
informaci&oacute;n es el de facilitar las actividades de trabajo:
consideramos c&oacute;mo puede aplicarse la Teor&iacute;a de la
actividad en el desarrollo de sistemas de informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se especifican los requisitos para un modelo
anal&iacute;tico emancipador, para la investigaci&oacute;n y pr&aacute;ctica
en sistemas de informaci&oacute;n orientados al trabajo. El trabajo
de investigaci&oacute;n previo en la Teor&iacute;a de la actividad se
elabora entonces para satisfacer estos requisitos en paralelo con las
aplicaciones pr&aacute;cticas.<br />
<strong>Elaboraci&oacute;n.</strong> Se presenta el An&aacute;lisis de Actividad y
Desarrollo (ActAD) que ve la actividad de trabajo como una entidad
sist&eacute;mica, sus elementos constitutivos y redes de actividades,
y se aplica el punto de vista de sistemas de informaci&oacute;n a lo
largo de la <strong>Elaboraci&oacute;n.</strong> El desarrollo de sistemas de
informaci&oacute;n se modela como una actividad, aplicando el marco
ActAD.<br />
<strong>Resultados.</strong> Nuestra contribuci&oacute;n es un modelo de desarrollo
participativo llamado Modelo de ISD basado en Actividades, dirigido
al desarrollo de sistemas de trabajo e informaci&oacute;n en
paralelo, en tres fases: entendiendo el estado presente de una
actividad; describiendo el estado meta de la actividad; y
planificando la transformaci&oacute;n al estado meta.<br />
<strong>Conclusi&oacute;n.</strong> El marco de ActAD y el Modelo de ISD basado en
Actividades satisface seis de los siete criterios. El s&eacute;ptimo
requisito se satisfar&aacute; despu&eacute;s de la finalizaci&oacute;n
del modelo. Nos han alentado las experiencias en nuestros estudios
piloto en relaci&oacute;n con su aplicabilidad a los profesionales.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper312.html" target="_blank">
Construyendo un fundamento para el estudio del comportamiento de
informaci&oacute;n distribuido</a><br />
Terry L. von Thaden </h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> El prop&oacute;sito de esta investigaci&oacute;n
es evaluar el comportamiento de informaci&oacute;n como perteneciente
a los equipos operativos en funcionamientos de seguridad din&aacute;mica
cr&iacute;ticos.<br />
<strong>M&eacute;todo.</strong> En este art&iacute;culo, describo algunos de los
problemas abordados por las tripulaciones en modernas cubiertas de
vuelo y sugiero un marco modelado sobre la investigaci&oacute;n en
Ciencia de la Informaci&oacute;n, Factores humanos y Teor&iacute;a de
la Actividad para evaluar la distribuci&oacute;n de acciones de
informaci&oacute;n, concretamente la identificaci&oacute;n de
informaci&oacute;n, recolecci&oacute;n y uso por los equipos de
usuarios en un entorno, din&aacute;mico y cr&iacute;tico de
seguridad.<br />
<strong>An&aacute;lisis.</strong> Analizando el comportamiento de informaci&oacute;n
de las tripulaciones que tienen accidentes y aqu&eacute;llos que no
los tienen, los investigadores pueden ser capaces de determinar c&oacute;mo
hacen uso de (o no hacen uso de) informaci&oacute;n cr&iacute;tica,
esencial y de seguridad en sus entornos de informaci&oacute;n. El
objetivo final de esta investigaci&oacute;n es diferenciar los
comportamientos de informaci&oacute;n entre resultados distintos.<br />
<strong>Resultados.</strong> Esta investigaci&oacute;n nos proporciona la
posibilidad de discernir las diferencias en comportamiento de
informaci&oacute;n distribuido ilustrando que las tripulaciones que
yerran hasta el punto de padecer un accidente practican un
comportamiento de informaci&oacute;n distribuido diferente que
aqu&eacute;llas que no lo hacen. Este fundamento sirve para el
operatorio en la forma de hacer del equipo mediante la ilustraci&oacute;n
de la pr&aacute;ctica social de estructuraci&oacute;n de informaci&oacute;n
dentro de la actividad del entorno de trabajo.<br />
<strong>Conclusiones.</strong> El marco de comportamiento de informaci&oacute;n
distribuido proporciona una estructura &uacute;til para estudiar el
patr&oacute;n y organizaci&oacute;n de informaci&oacute;n distribuida
durante el espacio y el tiempo para alcanzar un objetivo com&uacute;n.
Este marco puede permitir a los investigadores identificar la
actividad de informaci&oacute;n cr&iacute;tica en la negociaci&oacute;n
de significados en el trabajo cr&iacute;tico de seguridad de alta
fiabilidad, informando la pr&aacute;ctica m&aacute;s segura. Este
marco es aplicable a otros dominios.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper313.html" target="_blank">
De la actividad al aprendizaje: el uso de la teor&iacute;a de la
actividad hist&oacute;rica cultural para modelar los programas y
pr&aacute;cticas de la biblioteca escolar</a><br />
Eric M. Meyers </h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Los cambios en la pol&iacute;tica y pr&aacute;ctica
educativa demandan que examinemos los programas de la biblioteca
escolar desde una nueva perspectiva. Como un modelo que toma una
vista de desarrollo de mentes en contexto, la Teor&iacute;a de la
Actividad Hist&oacute;rica Cultural es particularmente apropiada para
el estudio de bibliotecas escolares y del aprendizaje que all&iacute;
ocurre. Este art&iacute;culo se centra en los conceptos te&oacute;ricos
de actividad de &ldquo;las contradicciones&rdquo; y &ldquo;el
aprendizaje expansivo&rdquo; relacionados con el desarrollo de
mejores pr&aacute;cticas.<br />
<strong>M&eacute;todo.</strong> Se aplic&oacute; la Investigaci&oacute;n de Trabajo
de Desarrollo como metodolog&iacute;a gu&iacute;a en un estudio de
intervenci&oacute;n de seis bibliotecas de secundaria en el Estado de
Washington, EE.UU. La actividad de la biblioteca se ilustra desde
m&uacute;ltiples perspectivas usando una aproximaci&oacute;n
cualitativa triangular.<br />
<strong>An&aacute;lisis.</strong> Se identifican las contradicciones y tensiones en
el sistema de actividad de la biblioteca escolar general, y se dise&ntilde;&oacute;
una intervenci&oacute;n para facilitar el desarrollo de instrumentos
expansivos. Un caso de ejemplo ilustra un segundo nivel de an&aacute;lisis
y los puntos espec&iacute;ficos de intervenci&oacute;n.<br />
<strong>Resultados.</strong> El an&aacute;lisis revela que las tensiones y
contradicciones mantienen las oportunidades de aprendizaje expansivo
por parte de los maestros-bibliotecarios. El equipo de la
investigaci&oacute;n puede usar las zonas de desarrollo proximal de
los practicantes para guiar la alineaci&oacute;n de los objetivos del
programa y pr&aacute;cticas de la biblioteca.<br />
<strong>Conclusiones.</strong> Se discuten algunas limitaciones y promesas del
marco y su aplicaci&oacute;n. El conjunto de herramientas de la
teor&iacute;a de la actividad propuesto hace pensar en una nueva
manera de explorar las pr&aacute;cticas de los
maestros-bibliotecarios, incorporando la evidencia de la
investigaci&oacute;n, la especializaci&oacute;n profesional y la toma
de decisi&oacute;n reflexiva.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="Karpatschof/Karp00.html">
La actividad humana-contribuciones a las ciencias antropol&oacute;gicas
de una perspectiva de teor&iacute;a de actividad
</a> <br />
Benny Karpatschof </h4>

<blockquote>
<strong>Prop&oacute;sito.</strong> Despu&eacute;s de una investigaci&oacute;n sobre
los fundamentos filos&oacute;ficos de la Teor&iacute;a de la
Actividad, el libro emprende una valoraci&oacute;n de la adecuaci&oacute;n
de esta teor&iacute;a como marco para las ciencias antropol&oacute;gicas.
La tesis es que la perspectiva de Actividad Humana es una llave para
resolver los problemas b&aacute;sicos encontrados en la
epistemolog&iacute;a, la antropolog&iacute;a, la sociolog&iacute;a,
la psicolog&iacute;a, la semi&oacute;tica e incluso en el estudio de
ciencia misma. <br />
<strong>Definici&oacute;n.</strong> La Actividad Humana se define como una forma
mediada de actividad, y tiene Herramientas, Se&ntilde;ales,
Cooperaci&oacute;n y Apropiaci&oacute;n como sus principales
mediadores. Cada uno de los seis cap&iacute;tulos del libro
proporciona una perspectiva espec&iacute;fica del tema general, la
Actividad Humana y de la teor&iacute;a general, la Teor&iacute;a de
la Actividad. <br />
<strong>Cap&iacute;tulos.</strong> El primer cap&iacute;tulo presenta los
antecedentes hist&oacute;ricos de la Teor&iacute;a de la Actividad,
incluyendo la evoluci&oacute;n de la teor&iacute;a de Hegel a Marx y
los dos psic&oacute;logos rusos Vygotsky y Leont'v. El cap&iacute;tulo
2 cubre los problemas b&aacute;sicos de ontolog&iacute;a y evoluci&oacute;n;
la ontolog&iacute;a asume un campo del objeto cosmol&oacute;gico
original, desde el que surgi&oacute; un campo biol&oacute;gico, y del
&uacute;ltimo surgi&oacute; un campo del objeto antropol&oacute;gico.
El cap&iacute;tulo 3 analiza la relaci&oacute;n entre la actividad
pre-humana, perteneciente al campo del objeto biol&oacute;gico, y la
actividad humana, perteneciente al campo antropol&oacute;gico,
discutiendo sus caracter&iacute;sticas. En el cap&iacute;tulo 4, se
discute la epistemolog&iacute;a desde la perspectiva de la actividad
humana. El cap&iacute;tulo 5 intenta clarificar el problema del
significado, y en esta conexi&oacute;n se discuten las teor&iacute;as
principales en semi&oacute;tica y teor&iacute;a del lenguaje.
Finalmente, el cap&iacute;tulo 6 se dedica al estudio de la ciencia,
la disciplina de la Metaciencia. Los temas tratados en este cap&iacute;tulo
son: la relaci&oacute;n entre la evoluci&oacute;n tecnol&oacute;gica
y cient&iacute;fica, el estado de las ciencias formales y la
diferencia entre las ciencias naturales y antropol&oacute;gicas, en
particular, la psicolog&iacute;a.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper314.html" target="_blank">
Adopci&oacute;n de la tecnolog&iacute;a de la informaci&oacute;n
para pr&aacute;cticas de innovaci&oacute;n en servicios y ventaja
competitiva: el caso de empresas financieras</a><br />
J.S. Chen y H.T. Tsou </h4>

<blockquote>
<strong>Antecedentes.</strong> La importancia de la tecnolog&iacute;a de la
informaci&oacute;n en las pr&aacute;cticas empresariales actuales ha
atra&iacute;do durante mucho tiempo la atenci&oacute;n de
profesionales y acad&eacute;micos.<br />
<strong>Prop&oacute;sito.</strong> Este art&iacute;culo intenta ampliar nuestra
comprensi&oacute;n de la innovaci&oacute;n en los servicios como una
capacidad organizacional cr&iacute;tica a trav&eacute;s de la cual,
la adopci&oacute;n de la tecnolog&iacute;a de la informaci&oacute;n
influye en la ventaja competitiva de una empresa. En el contexto de
las empresas financieras, este estudio examina c&oacute;mo se adopta
y gestiona la tecnolog&iacute;a de la informaci&oacute;n para mejorar
las pr&aacute;cticas de innovaci&oacute;n en servicios y si las
pr&aacute;cticas de innovaci&oacute;n pueden influir en la ventaja
competitiva de las empresas y c&oacute;mo.<br />
<strong>M&eacute;todo.</strong> Se proponen un marco de investigaci&oacute;n y las
hip&oacute;tesis asociadas. Se realiz&oacute; un estudio emp&iacute;rico
y se mandaron por correo encuestas a 558 empresas financieras en
Taiw&aacute;n.<br />
<strong>An&aacute;lisis.</strong> Se reuni&oacute; y analiz&oacute; un total de 124
observaciones v&aacute;lidas usando la t&eacute;cnica de los m&iacute;nimos
cuadrados parcial.<br />
<strong>Conclusiones.</strong> Los resultados sugieren que la adopci&oacute;n de la
tecnolog&iacute;a de la informaci&oacute;n tiene efectos positivos en
las pr&aacute;cticas de innovaci&oacute;n en servicio, aumentando la
ventaja competitiva de las empresas.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper315.html" target="_blank">
Una revisi&oacute;n de los algoritmos de radicalizaci&oacute;n en
lengua portuguesa</a><br />
Angel Freddy Godoy Viera y Johnny Virgil </h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> La recuperaci&oacute;n de la informaci&oacute;n
tuvo una importancia creciente con la generaci&oacute;n y el uso
habitual de archivos digitales, principalmente en el &aacute;mbito de
la ciencia de la informaci&oacute;n. Una de las diversas estrategias
de tratamiento de textos para la indexaci&oacute;n de su contenido
por sistemas de recuperaci&oacute;n de la informaci&oacute;n es la
llamada radicalizaci&oacute;n, que consiste en la reducci&oacute;n de
las palabras cong&eacute;neres en una &uacute;nica representaci&oacute;n.
La radicalizaci&oacute;n depende de la estructura morfol&oacute;gica
de la lengua que se propone tratar.<br />
<strong>Objetivo.</strong> Este art&iacute;culo se pretende definir el concepto de
radicalizaci&oacute;n, presentar los algoritmos disponibles en lengua
portuguesa y tejer comentarios sobre varios puntos relativos al uso
de esta clase de algoritmos.<br />
<strong>Metodolog&iacute;a.</strong> Se realiza una revisi&oacute;n de toda la
bibliograf&iacute;a pertinente a la radicalizaci&oacute;n en lengua
portuguesa conocida por los autores.<br />
<strong>Resultados.</strong> Hasta el momento, hay solamente tres algoritmos
divulgados que traten de la radicalizaci&oacute;n en lengua
portuguesa: de Porter, de Orengo y de Gonz&aacute;lez.<br />
<strong>Conclusi&oacute;n.</strong> Actualmente, la perfecci&oacute;n del proceso
de radicalizaci&oacute;n en lengua portuguesa no se puede conseguir
con &eacute;xito absoluto, en raz&oacute;n del poco estudio que se
est&aacute; realizando en el &aacute;rea.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper316.html" target="_blank">
La alfabetizaci&oacute;n informacional en bibliotecas p&uacute;blicas.
Situaci&oacute;n actual y propuestas para una agenda de desarrollo</a><br />
Jos&eacute; Antonio G&oacute;mez-Hern&aacute;ndez y Crist&oacute;bal
Pasadas-Ure&ntilde;a</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> El objetivo del trabajo es hacer una revisi&oacute;n
de la alfabetizaci&oacute;n informacional en las bibliotecas
p&uacute;blicas. Se describe la alfabetizaci&oacute;n informacional
como una competencia b&aacute;sica de las personas para saber
encontrar y usar la informaci&oacute;n adecuada a sus necesidades,
independientemente del lugar, soporte o medio utilizado para su
transmisi&oacute;n. Se explica las tendencias internacionales y
locales para la incorporaci&oacute;n de este servicio en las
bibliotecas p&uacute;blicas, y se justifica la importancia de ello
por su conexi&oacute;n con el aprendizaje durante toda la vida, que
hace de las bibliotecas un recurso fundamental para la educaci&oacute;n
no formal e informal de los ciudadanos.<br />
<strong>M&eacute;todo.</strong> Se analiza y describe las publicaciones, modelos
conceptuales, proyectos, documentos normativos de asociaciones
profesionales y los contenidos de los encuentros cient&iacute;ficos y
profesionales sobre alfabetizaci&oacute;n informacional y biblioteca
p&uacute;blica.<br />
<strong>An&aacute;lisis.</strong> Se hace un estudio comparativo de las distintas
teor&iacute;as y proyectos, y se hace una valoraci&oacute;n cr&iacute;tica
confrontando &eacute;stas con su aplicaci&oacute;n pr&aacute;ctica en
las bibliotecas.<br />
<strong>Resultados.</strong> A partir del an&aacute;lisis se exponen las tendencias
en alfabetizaci&oacute;n informacional y se proponen tareas b&aacute;sicas
para una agenda de desarrollo en las bibliotecas p&uacute;blicas de
este servicio.<br />
<strong>Conclusi&oacute;n.</strong> Se propone una agenda com&uacute;n de todas las
bibliotecas, instituciones y profesiones involucradas en la
adquisici&oacute;n por individuos y comunidades de las competencias
b&aacute;sicas englobadas bajo el concepto de &ldquo;alfabetizaci&oacute;n
continua&rdquo;.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper317.html" target="_blank">
Un an&aacute;lisis de din&aacute;micas sociales de los problemas
suscitados en el desarrollo de una red comunitaria: un estudio del
caso de A-Net</a><br />
Dong Hee Shin</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio investiga los procesos
involucrados en el desarrollo de una red comunitaria de banda ancha
en el nordeste de EE.UU. Se estudi&oacute; un proyecto de red
comunitaria rastreando los procesos de desarrollo desde el dise&ntilde;o
de la red al establecimiento de la infraestructura de informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio de caso en la red
comunitaria de banda ancha. Los datos cualitativos se reunieron
principalmente mediante entrevistas en profundidad, utilizando datos
retrospectivos de diversos intereses: grupos pol&iacute;ticos
estrat&eacute;gicos, grupos de usuarios, grupos t&eacute;cnicos y
grupos funcionales. Se reunieron y analizaron tambi&eacute;n
documentos de archivo de varias fuentes para triangular los
resultados de la investigaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Se realizaron an&aacute;lisis cualitativos sobre
los datos, relacionados con noventa y seis entrevistas, 279
documentos de archivo, y veintinueve encuestas devueltas. Los datos
se analizaron mediante an&aacute;lisis tem&aacute;tico usando el
programa de Atlas.ti.<br />
<strong>Resultados.</strong> La econom&iacute;a pol&iacute;tica del proceso de
desarrollo ha desviado el desarrollo hacia intereses privados
alejados del beneficio p&uacute;blico y hacia servicios lucrativos y
de conectividad intra-organizacional alejados de los usos orientados
a la comunidad.<br />
<strong>Conclusi&oacute;n.</strong> Este estudio proporciona una base conceptual
para la comprensi&oacute;n contempor&aacute;nea y futura de las redes
comunitarias ilustrando la pertinencia de la Teor&iacute;a de la
Construcci&oacute;n Social de la Tecnolog&iacute;a. Sugiere que la
Evaluaci&oacute;n de Tecnolog&iacute;a Constructiva ser&iacute;a
valiosa para incluir a los usuarios de tecnolog&iacute;a en el
proceso de dise&ntilde;o de la tecnolog&iacute;a.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper318.html" target="_blank">
El papel de la fase de la investigaci&oacute;n en el
comportamiento de b&uacute;squeda de informaci&oacute;n de estudiosos
jud&iacute;os: una modificaci&oacute;n de las caracter&iacute;sticas
de comportamiento de Ellis</a><br />
J. Bronstein </h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio informa de la aplicaci&oacute;n
del modelo de comportamiento de Ellis en el comportamiento de
b&uacute;squeda de informaci&oacute;n de estudiantes jud&iacute;os
(becarios de investigaci&oacute;n).<br />
<strong>M&eacute;todo.</strong> Un estudio cualitativo en el que se entrevist&oacute;
a veinticinco estudiantes de cuatro universidades en Israel usando
una gu&iacute;a de entrevista semi-estructurada en la que se anim&oacute;
a que los participantes hablaran sobre los diferentes aspectos de su
comportamiento de b&uacute;squeda de informaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Se analizaron los datos usando la aproximaci&oacute;n
de la teor&iacute;a fundamentada. Este m&eacute;todo consiste en
identificar incidentes, eventos y actividades y codificarlos en sus
categor&iacute;as respectivas mediante la comparaci&oacute;n
constante con las propiedades de la categor&iacute;a para desarrollar
y saturar la categor&iacute;a.<br />
<strong>Resultados.</strong> Los resultados apuntan a una fuerte relaci&oacute;n
entre las actividades de informaci&oacute;n usadas y la fase de la
investigaci&oacute;n o prop&oacute;sito de la b&uacute;squeda.<br />
<strong>Conclusi&oacute;n.</strong> Las innovaciones propuestas para cada una de
las actividades de informaci&oacute;n de Ellis dentro de un periodo
de tiempo o en relaci&oacute;n a un tipo espec&iacute;fico de
actividad erudita. La revisi&oacute;n propuesta da una visi&oacute;n
comprensiva de las fases activas del proceso de b&uacute;squeda de
informaci&oacute;n a trav&eacute;s de las actividades de informaci&oacute;n
usadas a cada fase de investigaci&oacute;n.<br />
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />


<h4><a href="paper319.html" target="_blank">La credibilidad de los medios de comunicaci&oacute;n y la autoridad cognoscitiva. El caso de la b&uacute;squeda orientada de informaci&oacute;n</a><br />
Reijo Savolainen</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo es el resultado de un estudio de casos cualitativo centrado en la b&uacute;squeda de informaci&oacute;n pr&aacute;ctica de activistas medioambientales. En particular, se dedic&oacute; una atenci&oacute;n principal a sus percepciones sobre la credibilidad de los medios de comunicaci&oacute;n y la autoridad cognoscitiva en el contexto de la b&uacute;squeda orientada de informaci&oacute;n sobre problemas medioambientales.<br />
    <strong>M&eacute;todo.</strong> Se recogieron en 2005 datos emp&iacute;ricos mediante entrevistas semi-estructuradas con veinte activistas medioambientales en Finlandia.<br />
    <strong>An&aacute;lisis.</strong> Los datos de las entrevistas se examinaron por medio del an&aacute;lisis cualitativo de contenido comparando constantemente las articulaciones de credibilidad de los medios de comunicaci&oacute;n y autoridad cognoscitiva.<br />
    <strong>Resultados.</strong> Las percepciones de la credibilidad de los medios de comunicaci&oacute;n y la autoridad cognoscitiva tienden a ser dependientes del tema a mano. No se reconoci&oacute; ninguna autoridad cognoscitiva espec&iacute;fica. Las fuentes que proporcionan informaci&oacute;n sobre el tema emitida por asociaciones medioambientales se percibieron como las m&aacute;s cre&iacute;bles. Los peri&oacute;dicos se percibieron como menos cre&iacute;bles debido a su tendencia pol&iacute;tica y el nivel general de las noticias. La importancia de la propia reflexi&oacute;n cr&iacute;tica se enfatiz&oacute; en el juicio de la credibilidad de las fuentes de informaci&oacute;n de diversos tipos.<br />
    <strong>Conclusi&oacute;n.</strong> La credibilidad percibida de los medios de comunicaci&oacute;n y la autoridad cognoscitiva orientan significativamente, aunque a menudo impl&iacute;citamente, la selecci&oacute;n de fuentes de informaci&oacute;n. Hay tambi&eacute;n necesidad de explorar su papel en el contexto de la b&uacute;squeda de informaci&oacute;n espec&iacute;fica del problema, tanto relacionada, como no relacionada con el trabajo. </blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper320.html" target="_blank">El comportamiento de informaci&oacute;n de los usuarios - una perspectiva de g&eacute;nero</a><br />
Jela Steinerov&aacute; y Jaroslav &Scaron;u&scaron;ol</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El art&iacute;culo se basa en el estudio de usuarios de biblioteca en Eslovaquia como parte de un extenso proyecto de investigaci&oacute;n en el uso de informaci&oacute;n.<br />
    <strong>M&eacute;todo. </strong>Se realiz&oacute; una encuesta a gran escala a lo largo de 2002 en diecis&eacute;is bibliotecas acad&eacute;micas y de investigaci&oacute;n con 793 sujetos, sobre todo estudiantes y educadores.<br />
    <strong>An&aacute;lisis.</strong> Los datos se analizaron con el uso del paquete estad&iacute;stico SPSS. Se analizan las diferencias de g&eacute;nero con respecto a las formas de b&uacute;squeda de informaci&oacute;n, uso de recursos electr&oacute;nicos y publicaci&oacute;n.<br />
    <strong>Resultados.</strong> Los resultados indican que los hombres prefieren la b&uacute;squeda de informaci&oacute;n individual y las mujeres aplican el uso colaborativo de informaci&oacute;n. Ordenando los tipos de usuario se hall&oacute; que las mujeres tendieron a manifestar una forma pragm&aacute;tica de uso de informaci&oacute;n (el tipo S). Los hombres confirmaron el procesamiento de informaci&oacute;n anal&iacute;tico (el tipo A). Las mujeres declararon menos experiencia en el uso de recursos electr&oacute;nicos y publicaci&oacute;n. Se han destacado las diferencias en orientaci&oacute;n, colaboraci&oacute;n y sentimientos.<br />
   <strong> Conclusi&oacute;n.</strong> El g&eacute;nero como variable puede ser productivo para el mejor entendimiento del fondo cognoscitivo y social del procesamiento de informaci&oacute;n humano. Los resultados pueden informar sobre el diseño de servicios y sistemas y pol&iacute;ticas de alfabetizaci&oacute;n en informaci&oacute;n.</blockquote>


<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Los estudios de casos en la publicaci&oacute;n de acceso abierto.
N&uacute;mero tres.<br />
<a href="paper308.html" target="_blank">El acceso abierto con un presupuesto cero: 
un estudio de casos de Postcolonial Text</a><br />
John Willinsky y Ranjini Mendis</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Se describe la fundaci&oacute;n de una nueva
revista de acceso abierto en lo que se refiere al uso de fuentes de
software abierto de Sistemas Abiertos de Revistas (OJS), su
contribuci&oacute;n a un nuevo campo de investigaci&oacute;n y su
capacidad para operar con un presupuesto cero por lo que se refiere a
los gastos regulares.<br /><strong>M&eacute;todo.</strong> Se emplea un m&eacute;todo de
estudio de caso que describe las circunstancias en la que est&aacute;
fundada la revista y la manera actual de publicar.<br />
<strong>An&aacute;lisis.</strong> El uso de software de fuente abierta y en l&iacute;nea, as&iacute;
como un equipo global de voluntarios, son presentados como base para
sostener un acercamiento de acceso abierto a la
publicaci&oacute;n.<br />
<strong>Resultados.</strong> La revista ha podido operar con un
presupuesto de cero d&oacute;lares a trav&eacute;s del curso de sus
primeras seis ediciones y ha estado en posici&oacute;n de continuar
de esta manera.<br />
<strong>Conclusiones.</strong> Un fuerte compromiso con los
principios para desarrollar un nuevo campo de investigaci&oacute;n
comprometido con los problemas globales de acceso al conocimiento, en
combinaci&oacute;n con fuentes abiertas y las tecnolog&iacute;as
Internet, ha reducido las barreras al ejercicio de la libertad
acad&eacute;mica sobre una modesta, pero no obstante escala global.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 15th April, 2007</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/12-3/spanish123.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:36 GMT -->
</html>
