<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/13-2/spanish132.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:48 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 13 No. 2 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 13 No.2 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 13 No. 2 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish132.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2008-06-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 2, June 2008</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres131.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper340.html" target="_blank">Un modelo basado en la teor&iacute;a de la actividad para el an&aacute;lisis de los requerimientos de la aplicaciones Web</a><br />
Lorna Uden, Pedro Valderas y Oscar Pastor</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Pocas propuestas para el modelado y desarrollo de aplicaciones Web, tratan sobre c&oacute;mo obtener y representar adecuadamente los requerimientos de las aplicaciones Web. Las aplicaciones Web introducen caracter&iacute;sticas &uacute;nicas como la navegaci&oacute;n que no es considerada adecuadamente al nivel de requerimientos. En este art&iacute;culo, buscamos perfeccionar las mejoras sobre los m&eacute;todos existentes a trav&eacute;s del uso de la teor&iacute;a cultural-hist&oacute;rica de la actividad.<br />
<strong>Elaboraci&oacute;n.</strong> Se analizan en primer lugar las nociones principales de la teor&iacute;a de la actividad y se define un modelo basado en la teor&iacute;a de la actividad para analizar las aplicaciones Web. Este es un modelo de tarea, que mostramos que puede ser usado en ingenier&iacute;a de requerimientos mediante su aplicaci&oacute;n en el an&aacute;lisis de una aplicaci&oacute;n de comercio electr&oacute;nico. <br />
<strong>Resultados.</strong> La contribuci&oacute;n principal de este trabajo es la definici&oacute;n de una aproximaci&oacute;n a la ingenier&iacute;a de requerimientos basada en la Teor&iacute;a de la Actividad que es perfectamente apropiada para manejar adecuadamente los requerimientos de una aplicaci&oacute;n Web. Este acercamiento nos permite capturar apropiadamente los requerimientos navegacionales y organizacionales de las aplicaciones Web.<br />
<strong>Conclusiones.</strong> La Teor&iacute;a de la actividad constituye una valiosa herramienta para el an&aacute;lisis de los requerimientos del software. Adem&aacute;s, el uso de un modelo de Teor&iacute;a de la Actividad basado en la tarea proporciona a los desarrolladores Web un modelo que les permite especificar adecuadamente los requerimientos navegacionales y organizacionales.
</blockquote>


<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper341.html" target="_blank">&iquest;C&oacute;mo se usan los documentos electr&oacute;nicos en las organizaciones?</a><br /> 
Erik A.M. Borglund</h4>
<blockquote><strong>Introducci&oacute;n</strong>. Este art&iacute;culo informa de una investigaci&oacute;n sobre si el uso hecho de los documentos afecta al dise&ntilde;o de los sistemas de gesti&oacute;n de documentos electr&oacute;nicos.<br />
<strong>M&eacute;todo.</strong> Los datos emp&iacute;ricos usados en este art&iacute;culo son de cuatro estudios de casos de estudio interpretativos. Se han usado en la recogida de datos un total de cincuenta entrevistas y 100 horas de observaciones participativas.<br />
<strong>An&aacute;lisis.</strong> Los an&aacute;lisis de los datos reunidos han seguido una aproximaci&oacute;n cualitativa d&oacute;nde los datos se han categorizado y re-categorizado. Fue desarrollado un modelo de an&aacute;lisis basado en la teor&iacute;a archiv&iacute;stica y en las estructuras temporales, que fueron el prop&oacute;sito primario y los prop&oacute;sitos secundarios del uso de documentos de archivo.<br />
<strong>Resultados.</strong> En la estructura temporal, las caracter&iacute;sticas del uso fueron la relaci&oacute;n a un proceso de trabajo predeterminado que requiri&oacute; el uso de documentos electr&oacute;nicos de archivo. Dentro de la otra estructura temporal, el prop&oacute;sito secundario de uso de los archivos, el uso era m&aacute;s dif&iacute;cil de predeterminar o identificar por adelantado. Las caracter&iacute;sticas de los usuarios y su uso produc&iacute;an usuarios y uso de documentos desconocidos.<br />
<strong>Conclusiones.</strong> Es dif&iacute;cil de predecir el uso futuro de los documentos de archivo, el cual requiere nuevos m&eacute;todos y t&eacute;cnicas para el dise&ntilde;o y desarrollo de sistemas de gesti&oacute;n de documentos electr&oacute;nicos de archivo que consideren tanto las necesidades del usuario desconocido y conocido.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper342.html" target="_blank">Los recuentos de citas y el Ejercicio de Evaluaci&oacute;n de la Investigaci&oacute;n, parte VI: la Unidad de evaluaci&oacute;n 67 (m&uacute;sica)</a><br />
Charles Oppenheim y Mark A.C.Summers</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio intenta explorar la evaluaci&oacute;n de la investigaci&oacute;n dentro del campo de la m&uacute;sica y, espec&iacute;ficamente, investigar si el recuento de citas puede usarse para reemplazar o informar el sistema de revisi&oacute;n entre pares actualmente en uso en el REINO UNIDO.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un an&aacute;lisis de citas de los acad&eacute;micos sometidos a revisi&oacute;n por pares en la Unidad de Evaluaci&oacute;n 67 en el Ejercicio de Evaluaci&oacute;n de la Investigaci&oacute;n de 2001 usando el &Iacute;ndice de Citas en Artes y Humanidades y se comprobaron las correlaciones con las puntuaciones de evaluaci&oacute;n. Se us&oacute; el test de coeficiente de correlaci&oacute;n de Spearman para evaluar la significaci&oacute;n de las correlaciones entre citas y puntuaciones.<br />
<strong>Resultados.</strong> A un nivel departamental, los recuentos de citas se correlacionaron fuertemente con las puntuaciones otorgadas por el Ejercicio de Evaluaci&oacute;n. Se encontr&oacute; una correlaci&oacute;n m&aacute;s d&eacute;bil entre las puntuaciones y los recuentos individuales. Las correlaciones fueron significativas en el nivel 0.01%. Se analizaron los tipos de presentaciones y se encontraron tendencias dentro del grupo del autor. Sin embargo, se encontr&oacute; al &Iacute;ndice de Citas de Artes y Humanidades no representativo de la actividad de investigaci&oacute;n de m&uacute;sica en las universidades del Reino Unido debido a su elecci&oacute;n de material de la fuente.<br />
<strong>Conclusi&oacute;n.</strong> El &Iacute;ndice de Citas en Artes y Humanidades en exclusiva no es una fuente de datos adecuada para el an&aacute;lisis de citas en el campo de la m&uacute;sica. Sin embargo, si pudiera encontrarse una fuente de datos alternativa, hay potencial para el uso del an&aacute;lisis de citas en la evaluaci&oacute;n de la investigaci&oacute;n en m&uacute;sica.

</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper343.html" target="_blank">Los sistemas de informaci&oacute;n y redes de comunicaci&oacute;n agr&iacute;colas: el caso de los productores de leche en la provincia de Samsun de Turqu&iacute;a</a><br />
Kursat Demiryurek, Huseyin Erdem, Vedat Ceyhan, Savas Atasever y Osman Uysal
</h4> 

<blockquote>
<strong>Introducci&oacute;n. </strong>El an&aacute;lisis de los sistemas de informaci&oacute;n y redes de comunicaci&oacute;n agr&iacute;colas usados por los miembros y no-miembros de la Asociaci&oacute;n de Criadores/Ganaderos de Ganado Vacuno Lechero proporcion&oacute; un marco para identificar las fortalezas y debilidades de los sistemas actuales y llev&oacute; a recomendaciones para la mejora de su desempe&ntilde;o.<br />
<strong>M&eacute;todo.</strong> Se usaron entrevistas estructuradas para reunir datos de cuarenta y tres miembros y sesenta y cinco no-miembros de la Asociaci&oacute;n seleccionados aleatoriamente.<br />
<strong>An&aacute;lisis. </strong>Se realizaron mediante SPSS, test de asociaci&oacute;n (por ejemplo, coeficiente de correlaci&oacute;n y tau de Kendall) y test de diferencia (t de Student).<br />
<strong>Resultados.</strong> La funci&oacute;n principal de los sistemas de informaci&oacute;n era la diseminaci&oacute;n de informaci&oacute;n relacionada con la producci&oacute;n de leche. La Asociaci&oacute;n funciona como un medio para mantener vacas de pura-raza m&aacute;s europeas y proporcionar incentivos financieros, m&aacute;s que para desarrollar un sector de producci&oacute;n lechera moderno. Los no-miembros de la Asociaci&oacute;n usaron principalmente su conocimiento actual y las pr&aacute;cticas tradicionales.<br />
<strong>Conclusiones. </strong>La falta de apoyo de informaci&oacute;n desde las fuentes institucionales origina el desarrollo de fuentes de informaci&oacute;n personales para el intercambio de informaci&oacute;n y la difusi&oacute;n de tecnolog&iacute;a entre los mismos granjeros. Recomendamos la necesidad de una cooperaci&oacute;n m&aacute;s funcional entre el p&uacute;blico y las fuentes de informaci&oacute;n privadas en el sistema para motivar a los productores convencionales a convertirse en sistemas modernos de producci&oacute;n de leche.

</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper344.html" target="_blank">Las necesidades de informaci&oacute;n y las competencias de informaci&oacute;n: un estudio de casos pr&aacute;cticos de la supervisi&oacute;n off-site de instituciones financieras en Brasil</a><br />
Silvania V. Miranda y Kira M.A. Tarapanoff
</h4>
<blockquote>
<strong>Introducci&oacute;n.</strong> El art&iacute;culo trata sobre la identificaci&oacute;n de las necesidades de informaci&oacute;n y las competencias de informaci&oacute;n de un grupo profesional.<br />
<strong>Base te&oacute;rica.</strong> Se propone una relaci&oacute;n te&oacute;rica entre necesidad de informaci&oacute;n y competencias de informaci&oacute;n como temas. Se examinan tres dimensiones: cognoscitiva, afectiva y circunstancial. El reconocimiento de una necesidad de informaci&oacute;n se enlaz&oacute; al desarrollo de competencias para analizar el problema en el estudio.<br />
<strong>Metodolog&iacute;a. </strong>Se us&oacute; la epistemolog&iacute;a cualitativa y la estrategia de investigaci&oacute;n fue el estudio de casos. Las t&eacute;cnicas de investigaci&oacute;n fueron el an&aacute;lisis de documentos, las entrevistas, la observaci&oacute;n participativa, el an&aacute;lisis de proceso de trabajo y las sesiones de grupo.<br />
<strong>An&aacute;lisis y resultados.</strong> El an&aacute;lisis de factores de &eacute;xito cr&iacute;ticos y el mapeo de los procesos de trabajo nos acercan al entendimiento de la relaci&oacute;n entre las necesidades de informaci&oacute;n identificadas y las competencias de informaci&oacute;n desarrolladas para satisfacerlas.<br />
<strong>Conclusi&oacute;n.</strong> Se enlazaron estrechamente las necesidades de informaci&oacute;n a las necesidades de los procesos de trabajo y las competencias desarrolladas para atender a estas necesidades se relacionaron estrechamente a los factores de &eacute;xito. El marco de investigaci&oacute;n propuesto ofreci&oacute; una nueva perspectiva que tuvo resultados positivos en la comprensi&oacute;n de las caracter&iacute;sticas principales de la actividad.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper345.html" target="_blank">El estado actual del apoyo a la toma de decisiones en empresas lituanas</a><br />
Rimvydas Skyrius</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> Se ha realizado un estudio del uso de la inform&aacute;tica para las necesidades de informaci&oacute;n en la toma de decisiones en la comunidad de usuarios empresariales lituanos para aprender sobre las formas reales de uso de la tecnolog&iacute;a y las actitudes del usuario hacia su eficacia.<br />
<strong>M&eacute;todo.</strong> Se ha usado una encuesta para obtener las respuestas de los ejecutivos empresariales y proporcionar vistas del estado de apoyo de las necesidades de informaci&oacute;n para la toma de decisiones.<br />
<strong>An&aacute;lisis.</strong> El estudio rindi&oacute; 250 respuestas sobre cuestiones de necesidades de informaci&oacute;n generales, supervisi&oacute;n del entorno, circunstancias de toma de decisiones y uso de informaci&oacute;n, y preservaci&oacute;n y re-utilizaci&oacute;n de la experiencia de decisi&oacute;n.<br />
<strong>Resultados.</strong> Los encuestados confirmaron el uso de la inform&aacute;tica como una herramienta de gesti&oacute;n para la resoluci&oacute;n de problemas, posicionando su uso cercano a sus fortalezas b&aacute;sicas conocidas. La parte m&aacute;s sofisticada de las funciones de resoluci&oacute;n de problemas (descubrimiento de cambios importantes, encontrar sentido, creatividad) se deja a los actores humanos, asegurando de esta forma la eficacia y flexibilidad.<br />
<strong>Conclusiones. </strong>El acercamiento sugerido para los proveedores de servicios de informaci&oacute;n para la toma de decisiones ser&iacute;a m&aacute;s con menos: enfatizar la proximidad de herramientas de apoyo simples y las fuentes de informaci&oacute;n principales a ejecutivos y asegurar el uso conveniente de la funcionalidad m&aacute;s sofisticada siempre que se requiera.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper346.html" target="_blank">Peque&ntilde;os mundos, mundos de la vida, e informaci&oacute;n: ramificaciones del comportamiento de informaci&oacute;n de grupos sociales en la pol&iacute;tica y la esfera p&uacute;blica</a><br /> 
Gary Burnett y Paul T. Jaeger</h4> 

<blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo intenta construir puentes entre dos conjuntos de conceptos te&oacute;ricos relacionados con el comportamiento de informaci&oacute;n: los conceptos macro-nivel de Jürgen Habermas relacionados con los 'mundos de la vida' y los conceptos micro-nivel de Elfreda Chatman relacionados con los 'peque&ntilde;os mundos'. <br />
<strong>Argumento.</strong> Habermas y Chatman exploraron problemas similares de comportamiento de informaci&oacute;n a niveles diferentes de sociedad. Cada uno conceptualiz&oacute; las formas en que el acceso, intercambio, y comunicaci&oacute;n de informaci&oacute;n social y pol&iacute;tica determinan la sociedad. Las dos aproximaciones pueden verse como herramientas complementarias que, combinadas, pueden proporcionar una buena aproximaci&oacute;n para la explicaci&oacute;n del acceso e intercambio de informaci&oacute;n social y pol&iacute;tica en la sociedad. <br />
<strong>Desarrollo.</strong> Este art&iacute;culo examina en primer lugar los elementos de estas teor&iacute;as y su relaci&oacute;n con la informaci&oacute;n social y pol&iacute;tica. Explora a continuaci&oacute;n las conexiones entre estos dos conjuntos de conceptos y c&oacute;mo, cuando se usan en conjunci&oacute;n, pueden ayudar a iluminar nuestra comprensi&oacute;n del comportamiento de informaci&oacute;n en relaci&oacute;n con la informaci&oacute;n en la esfera p&uacute;blica. Se demuestra el uso combinado de estos conceptos respecto a los foros de discusi&oacute;n pol&iacute;tica en Internet. <br />
<strong>Conclusiones.</strong> Los usos de estos conceptos al un&iacute;sono tienen utilidad no s&oacute;lo en lo referente a las nociones abstractas de comportamiento de informaci&oacute;n, también en el entendimiento de la influencia de la pol&iacute;tica en el discurso p&uacute;blico. </blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 24th June, 2008</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-2/spanish132.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:48 GMT -->
</html>
