<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/11-1/spanish111.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:42 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 10 No. 4 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 10 No. 4 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 10 No. 4 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish111.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2004-07-27">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	
	<style>
	<!--
		TD P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
		H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
		P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
		BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: normal; text-align: justify }
		H4 { color: #800000; font-family: "Times", "Times Roman", serif; font-size: 14pt; font-style: italic; text-align: center }
		H5 { color: #000000 }
	-->
	</style>
	<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

</style>
</head>
<body  bgcolor="#ffffff">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"> <img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
Vol. 11  No. 1, October, 2005<br /><br /><div id="button">
<ul>
	<li><a href="infres111.html">Contents | </a></li>
	<li><a href="../iraindex.html">Author index | </a></li>
	<li><a href="../irsindex.html">Subject index | </a></li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>

</ul>
</div></td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr size="1" style="color: maroon ;" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper240.html">El desarrollo de las habilidades de b&uacute;squeda en Web de niños - un modelo no lineal</a><br /> 
AnnBritt Enochsson, Departmento para las Ciencias Educativas, Universidad de Karlstad, e Instituto Interactivo, Estocolmo, Suecia 
</h4>

<blockquote><strong>Introducci&oacute;n</strong>. El objetivo de este art&iacute;culo es determinar las diversas habilidades necesarias para buscar informaci&oacute;n en Internet en escenarios educativos. A lo largo del art&iacute;culo hay tambi&eacute;n una intenci&oacute;n de presentar la perspectiva de los estudiantes sobre las posibilidades y dificultades en el uso de Internet.<br />
<strong>M&eacute;todos.</strong> El acercamiento es etnogr&aacute;fico, el cual requiere varios m&eacute;todos de recogida de datos. En total han participado 110 estudiantes en cuatro escenarios diferentes.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis fue parcialmente realizado con la ayuda del software NUD*IST para an&aacute;lisis cualitativo, en el que se codificaron sentencias tanto de entrevistas como notas del campo. Algunos an&aacute;lisis fueron de naturaleza cualitativa y basados en el material seleccionado de los textos codificados. Otros fueron estrictamente cuantitativos y compararon los datos del material cualitativo codificado con las encuestas y los registros (logs) de ordenador en una hoja de base de datos. En los an&aacute;lisis etnogr&aacute;ficos, el material es le&iacute;do varias veces y comparado de diferentes formas para ver qu&eacute; temas surgir&aacute;n. En este caso los respondedores han comentado tambi&eacute;n el resultado.<br />
<strong>Resultado.</strong> Los estudiantes consideran seis habilidades diferentes como fundamentales: lenguaje, conocimiento sobre la tecnolog&iacute;a, conocimiento sobre las diferentes maneras de buscar informaci&oacute;n, c&oacute;mo trabajan los motores de b&uacute;squeda, establecimiento de metas y sentido cr&iacute;tico.</blockquote>
  
<hr style="color: rgb(0, 0, 128);" size="3">

<h4><a href="paper241.html">Exploraci&oacute;n del entorno: &iquest;c&oacute;mo se desarrolla la adquisici&oacute;n de informaci&oacute;n en las empresas de Europa Occidental?</a><br />  
David Bencz&uacute;r, Departamento de Informaci&oacute;n y Gesti&oacute;n del Conocimiento, Universidad de Budapest de Tecnolog&iacute;a y Econom&iacute;a, M&ucirc;egyetem rkp.3-9, H-1111, Budapest, Hungr&iacute;a</h4>


 <blockquote><strong>Introducci&oacute;n.</strong> Un n&uacute;mero de trabajos te&oacute;ricos se centran en el impacto revolucionario potencial de Internet y otras Tecnolog&iacute;as de la Informaci&oacute;n y de la Comunicaci&oacute;n (TIC) en Inteligencia Competitiva, pero s&oacute;lo pueden encontrarse sobre ello unos pocos art&iacute;culos emp&iacute;ricos de investigaci&oacute;n. &iquest;Se desconoce a&uacute;n el impacto real, o es demasiado insignificante para hablar sobre &eacute;l? El presente art&iacute;culo busca las respuestas a esta pregunta tanto en la bibliograf&iacute;a como sobre el campo, centr&aacute;ndose en el punto en el que se espera que el impacto sea mayor: la recolecci&oacute;n de informaci&oacute;n.<br />  
<strong>M&eacute;todo.</strong> Fueron revisados importantes ensayos emp&iacute;ricos en la bibliograf&iacute;a acad&eacute;mica, incluyendo estudios americanos y franceses. Bas&aacute;ndonos en la bibliograf&iacute;a, se establecieron las hip&oacute;tesis y se probaron sobre una base de datos existente, conteniendo informaci&oacute;n recogida en dos años consecutivos sobre m&aacute;s de 500 empresas. La muestra se construy&oacute; mediante entrevistas telef&oacute;nicas y se destin&oacute; a probar el efecto de las tecnolog&iacute;as de la informaci&oacute;n y de la comunicaci&oacute;n en varios aspectos de gesti&oacute;n.<br />  
<strong>An&aacute;lisis.</strong> Se clasificaron las hip&oacute;tesis en siete grupos con respecto a la influencia del entorno externo, estructura interna y desarrollo de TI en las actividades de adquisici&oacute;n de informaci&oacute;n de empresas. Se usaron m&eacute;todos cuantitativos para llevar a cabo pruebas sobre la muestra.
Resultados. La estructura interna s&oacute;lo muestra influencia parcial, pero la correlaci&oacute;n era alta para la TI  y el entorno externo. Por otro lado, las empresas todav&iacute;a est&aacute;n subdesarrolladas.<br />  
<strong>Conclusi&oacute;n.</strong> Los resultados presentados proporcionan una mejor comprensi&oacute;n del nivel de desarrollo de Recolecci&oacute;n de Informaci&oacute;n en las empresas y de los factores que lo influyen, y hace pensar en nuevas formas de investigaci&oacute;n adicional para entender por qu&eacute; las empresas todav&iacute;a est&aacute;n subdesarrolladas.</blockquote>

   <hr style="color: rgb(0, 0, 128);" size="3">

<h4><a href="paper242.html">Explorando el entorno externo de empresas por informaci&oacute;n: la evidencia de Grecia</a><br />Liana Kourteli, Escuela de Estudios de Postgrado de Direcci&oacute;n de Atenas, Mitropolitou Gennadiou 18, 546-31, Tesal&oacute;nica, Grecia</h4>
  
    <blockquote><strong>Introducci&oacute;n.</strong> Este art&iacute;culo examina la teor&iacute;a de la exploraci&oacute;n (monitoreo) del entorno externo de empresas por informaci&oacute;n en el contexto de Grecia.  <br />
<strong>M&eacute;todo.</strong> Se desarroll&oacute; una encuesta para explorar las relaciones entre el entorno general y laboral de empresas, la incertidumbre percibida, la estrategia de exploraci&oacute;n, y fuentes de informaci&oacute;n con respecto al tipo de entorno, tamaño e industria. La investigaci&oacute;n se bas&oacute; en una muestra de 144 organizaciones privadas que operan en el norte de Grecia.<br />  
<strong>An&aacute;lisis.</strong> Se analizaron los datos recogidos usando SPSS. Para probar las hip&oacute;tesis desarrolladas se siguieron los procedimientos estad&iacute;sticos de prueba de homogeneidad chi-cuadrada, ANOVA, prueba de Duncan de homogeneidad de medias, y la prueba-t de muestras relacionadas.<br />  
<strong>Resultados.</strong> Los resultados muestran que la incertidumbre percibida de los factores del entorno general y laboral externo de empresas depende del tipo de entorno, el tamaño de organizaci&oacute;n, e industria d&oacute;nde operan las organizaciones; las organizaciones adaptan su estrategia de exploraci&oacute;n a la complejidad del entrono; las fuentes personales de informaci&oacute;n parecen ser m&aacute;s importantes que las fuentes impersonales; las fuentes externas de informaci&oacute;n son igualmente importantes que las fuentes internas; y los niveles m&aacute;s altos de incertidumbre ambiental se asocian con los niveles m&aacute;s altos de exploraci&oacute;n  de las diversas fuentes.<br />  
<strong>Conclusi&oacute;n.</strong> La exploraci&oacute;n del entorno externo de empresas de informaci&oacute;n est&aacute; influenciada por las caracter&iacute;sticas de las mismas organizaciones y por las caracter&iacute;sticas del entorno externo en el que operan. El estudio contribuye a la teor&iacute;a de la exploraci&oacute;n ambiental y tiene importantes mensajes para los profesionales.
</blockquote>
<hr style="color: rgb(0, 0, 128);" size="3">
<h4><a href="paper244.html">Variables asociadas con la exploraci&oacute;n del entorno entre cl&iacute;nicos en los tratamientos cl&iacute;nicos de abuso de substancias</a>Alison L. Koch, Cynthia L. Arfken, y Elizabeth Agius, Departamento de Psiquiatr&iacute;a y Neurociencias Conductuales, Universidad Estatal Wayne, Detroit MI, EE.UU.,  
Marcus W. Dickson y Jacqueline K. Mitchelson, Departamento de Psicolog&iacute;a, Universidad Estatal Wayne, Detroit MI, EE.UU.
 </h4>

    <blockquote><strong>Introducci&oacute;n:</strong> La exploraci&oacute;n del entorno (monitoreo ambiental), como un componente de capacidad absorbente, se ha mostrado asociada con el incremento de t&eacute;cnicas innovadoras de tratamiento en los programas de tratamiento de abuso de substancias. Como la transferencia de t&eacute;cnicas de tratamiento innovadoras, basadas en la evidencia, de la investigaci&oacute;n a la pr&aacute;ctica est&aacute; adquiriendo cada vez m&aacute;s atenci&oacute;n, intentamos identificar las variables asociadas con los niveles m&aacute;s altos de exploraci&oacute;n ambiental entre cl&iacute;nicos de tratamientos de abuso de substancias.<br />
<strong>M&eacute;todo.</strong> Se administr&oacute; un estudio cruzado-seccional a 162 cl&iacute;nicos en quince cl&iacute;nicas de tratamiento de abuso de substancias en Michigan, seleccionados en base a la modalidad de tratamiento, poblaci&oacute;n atendida, situaci&oacute;n geogr&aacute;fica, y afiliaci&oacute;n a la Red de los Ensayos Cl&iacute;nicos.<br />   
<strong>Medidas</strong>. La exploraci&oacute;n del entorno se midi&oacute; mediante la frecuencia de uso de Internet, peri&oacute;dicos, seminarios o conferencias, y personas en otras cl&iacute;nicas de tratamiento para la nueva informaci&oacute;n de tratamiento de abuso de substancias. Se solicitaron sus percepciones a los cl&iacute;nicos sobre la apertura de su cl&iacute;nica a las nuevas t&eacute;cnicas de tratamiento y el apoyo a la adquisici&oacute;n de la nueva informaci&oacute;n, acceso a y satisfacci&oacute;n con las fuentes de informaci&oacute;n en el trabajo, as&iacute; como si sienten que estar actualizados con la investigaci&oacute;n actual sobre tratamientos es parte de su trabajo. Se incluyeron como medidas adicionales si  pensaban dejar sus trabajos y si estaban agotados emocionalmente con el trabajo.<br />   
<strong>Resultados.</strong> Encontramos asociaciones positivas entre la exploraci&oacute;n del entorno y el apoyo cl&iacute;nico percibido para adquirir nueva informaci&oacute;n, la apertura cl&iacute;nica percibida a las nuevas t&eacute;cnicas del tratamiento, el acceso a correo electr&oacute;nico e Internet en el trabajo, y satisfacci&oacute;n con los recursos. La intenci&oacute;n de rotaci&oacute;n y el agotamiento emocional estaban negativamente asociados con la exploraci&oacute;n ambiental.<br />   
<strong>Conclusiones. </strong>Se encontraron variables a nivel individual y organizacional asociadas con los niveles m&aacute;s altos de actividad de exploraci&oacute;n ambiental. Aunque las direcciones causales de estas asociaciones no son conocidas, los resultados hacen pensar en maneras de aumentar la exploraci&oacute;n ambiental entre cl&iacute;nicos.
</blockquote>
<hr style="color: rgb(0, 0, 128);" size="3">
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 18th October, 2005</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif">
<hr style="color: rgb(0, 0, 128);" size="3">
</body>

<!-- Mirrored from informationr.net/ir/11-1/spanish111.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:42 GMT -->
</html>