<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/14-2/spanish142.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:50 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 14 No. 2 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="robots" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 14 No.2 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 14 No. 2 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish142.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2009-06-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 14  no. 2, June 2009</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres142.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper396.html" target="_blank">La efectividad de los buscadores Web en la indizaci&oacute;n de nuevos sitios de diferentes pa&iacute;ses</a><br /><br />
Ari Pirkola</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Hemos investigado c&oacute;mo de eficazmente indizan los buscadores Web los nuevos sitios de los pa&iacute;ses diferentes. El principal inter&eacute;s es si indizan igualmente los nuevos sitios o si los buscadores est&aacute;n predispuestos a favor de ciertos pa&iacute;ses. Si los principales buscadores mostraran sesgo en la cobertura puede ser considerado un problema econ&oacute;mico y pol&iacute;tico significativo debido a la naturaleza internacional de los principales buscadores.<br />
<strong>M&eacute;todo</strong>. Examinamos qu&eacute; proporci&oacute;n de sitios de nombres del dominio recientemente registrados de un cierto pa&iacute;s aparece en un &iacute;ndice de buscador tras un per&iacute;odo de tiempo dado despu&eacute;s del registro del nombre del dominio. Consideramos c&oacute;mo de eficazmente son indizados los sitios Webs de nuevos nombres de dominio finlandeses, franceses y estadounidenses por dos de los principales buscadores de EE.UU. (Google y Microsoft's Live Search) y tres europeos (Virgilio, www.fi, Voila).<br />
<strong>Resultados</strong>. Los resultados mostraron que Google proporcion&oacute; la m&aacute;s alta cobertura de los cinco buscadores y que los estadounidenses Google y Microsoft's Live Search indizaron m&aacute;s eficazmente los sitios estadounidenses que los sitios finlandeses y franceses. Estos resultados est&aacute;n en l&iacute;nea con anteriores resultados de investigaci&oacute;n basados en un m&eacute;todo diferente y pa&iacute;ses diferentes. El www.fi finland&eacute;s indiz&oacute; s&oacute;lo sitios finlandeses y el franc&eacute;s Voila s&oacute;lo sitios franceses. Virgilio indiz&oacute; m&aacute;s eficazmente los sitios europeos que los sitios estadounidenses. <br />
<strong>Conclusiones.</strong> La cobertura sesgada de Google y Microsoft's Live Search suscita preocupaci&oacute;n por su naturaleza internacional. La cobertura sesgada de los buscadores europeos s&oacute;lo parece tener importancia local o regional.
</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper397.html" target="_blank">La actividad de la publicaci&oacute;n Regi&oacute;n Västra Götaland: un estudio bibliom&eacute;trico de una regi&oacute;n sueca pol&iacute;tico administrativa durante el per&iacute;odo 1998-2006</a><br /><br />
Bo Jarneving</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Se realiz&oacute; un estudio descriptivo bibliom&eacute;trico en el &aacute;mbito sub-nacional con el objetivo de trazar la visibilidad y colaboraci&oacute;n en la investigaci&oacute;n de una regi&oacute;n sueca durante el periodo de observaci&oacute;n 1998-2006.<br />
<strong>M&eacute;todo.</strong> Se construyeron los indicadores y medidas de rendimiento de la investigaci&oacute;n sobre la base de est&aacute;ndares nacionales.<br />
<strong>Resultados.</strong> Los resultados muestran que los patrones de citaci&oacute;n y publicaci&oacute;n b&aacute;sicamente reflejaron el sistema de ciencia y tecnolog&iacute;a nacional, aunque fueron observadas algunas desviaciones. Se identificaron los campos cient&iacute;ficos y tecnol&oacute;gicos m&aacute;s influyentes junto con sus productores de investigaci&oacute;n publicada regionales m&aacute;s activos. Se gener&oacute; un perfil de publicaci&oacute;n de la regi&oacute;n as&iacute; como una correspondencia del balance entre productividad e impacto de la citaci&oacute;n. Aplicando una tipolog&iacute;a de investigaci&oacute;n, se exploraron los diferentes tipos de publicaci&oacute;n conjunta y sus relaciones con &aacute;reas de investigaci&oacute;n.<br />
<strong>Conclusiones.</strong> Los resultados son principalmente de inter&eacute;s para la pol&iacute;tica de investigaci&oacute;n local pero tambi&eacute;n de inter&eacute;s para una audiencia m&aacute;s amplia por el m&eacute;todo de acercamiento sugerido para tareas de valoraci&oacute;n regional similares.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper398.html" target="_blank">D-Fussion: un servicio de diseminaci&oacute;n selectiva de informaci&oacute;n para la comunidad investigadora en las bibliotecas digitales</a><br /><br />
Jos&eacute; Manuel Morales-del-Castillo, Eduardo Peis, Juan Manuel Moreno y Enrique Herrera-Viedma
</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> En este art&iacute;culo proponemos de un servicio de Diseminaci&oacute;n Selectiva de Informaci&oacute;n multi-agente para mejorar el acceso de la comunidad investigadora a los recursos de bibliotecas digitales. El servicio tambi&eacute;n proporciona una nueva aproximaci&oacute;n a la recomendaci&oacute;n para satisfacer los requerimientos de informaci&oacute;n espec&iacute;ficos de los investigadores.<br />
<strong>M&eacute;todo.</strong> El modelo del servicio se desarrolla aplicando conjuntamente las tecnolog&iacute;as de la Web Sem&aacute;ntica (usadas para definir descripciones ricas de recursos y un esquema de concepto que ayuden en las tareas de indizaci&oacute;n y recuperaci&oacute;n), las t&eacute;cnicas de modelado ling&uuml;&iacute;stico difuso (tanto la aproximaci&oacute;n ordinal y como la basada en 2-tuplas que nos permiten representar y manejar flexiblemente informaci&oacute;n sujeta a un cierto grado de incertidumbre), as&iacute; como las t&eacute;cnicas de filtrado basadas en contenido y colaborativas.<br />
<strong>An&aacute;lisis.</strong> Se realiz&oacute; un experimento para probar el rendimiento del modelo propuesto usando un prototipo y se han pedido a varios expertos que valoren las recomendaciones proporcionadas por el sistema.<br />
<strong>Resultados</strong>. Los resultados del experimento revelan que el modelo propuesto es factible y eficaz en t&eacute;rminos de precisi&oacute;n y relevancia.<br />
<strong>Conclusiones</strong>. Las tecnolog&iacute;as de Web sem&aacute;ntica y el modelado ling&uuml;&iacute;stico difuso proporcionan los medios para desarrollar servicios de valor agregado para bibliotecas digitales que mejoran el acceso de los usuarios a los recursos de inter&eacute;s. Adem&aacute;s, la aproximaci&oacute;n de la recomendaci&oacute;n aqu&iacute; propuesta permite a los investigadores satisfacer necesidades de informaci&oacute;n espec&iacute;ficas no cubiertas por los sistemas de recomendaci&oacute;n tradicionales.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper399.html" target="_blank">Coordenadas paradigm&aacute;ticas, hist&oacute;ricas y epistemol&oacute;gicas de la Ciencia de la Informaci&oacute;n: una sistematizaci&oacute;n</a><br /><br />
Rosa Lidia Vega-Almeida, J. Carlos Fern&aacute;ndez-Molina y Radam&eacute;s Linares.
</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este trabajo pretende analizar y establecer las coordenadas hist&oacute;ricas y epistemol&oacute;gicas de la Ciencia de la Informaci&oacute;n, que, en la b&uacute;squeda de una soluci&oacute;n definitiva a los problemas que la singularizan, ha evolucionado desde la expl&iacute;cita validaci&oacute;n de la objetividad del conocimiento, en una primera etapa, a la aceptaci&oacute;n del sujeto como ente social que construye el conocimiento en estrecha relaci&oacute;n con su contexto y a trav&eacute;s de procesos de reflexi&oacute;n e interpretaci&oacute;n.<br />
<strong>Metodolog&iacute;a</strong> y An&aacute;lisis. Se utiliz&oacute; como punto de partida una divisi&oacute;n cronol&oacute;gica en tres etapas, dominadas sucesivamente por los paradigmas f&iacute;sico, cognitivo y social, y cada una de ellas fue analizada a trav&eacute;s de una serie de variables cualitativas. El an&aacute;lisis se llev&oacute; a cabo mediante una revisi&oacute;n bibliogr&aacute;fica.<br />
<strong>Resultados.</strong> El acercamiento desde perspectivas hist&oacute;ricas y epistemol&oacute;gicas permiti&oacute; precisar las sustanciales diferencias que indican una reconstrucci&oacute;n c&iacute;clica de los pilares te&oacute;ricos-conceptuales disciplinarios. Estas diferencias permitieron identificar aquellos aspectos distintivos centrados en la relaci&oacute;n sujeto-objeto-contexto, y vinculados con el paradigma social y su emergencia.<br />
<strong>Conclusiones.</strong> Si el paradigma f&iacute;sico es el principal responsable de la configuraci&oacute;n de la Ciencia de la Informaci&oacute;n como disciplina, al establecer los cimientos te&oacute;rico-metodol&oacute;gicos fundacionales, el paradigma cognitivo, al centrarse en el sujeto como ente individual, es reflejo de un cambio social e intelectual m&aacute;s radical. Por su parte, el paradigma social trasciende el estrecho marco utilitario y metodol&oacute;gico que sustent&oacute; el paradigma cognitivo, al hacer &eacute;nfasis en la historicidad de todos los fen&oacute;menos sociales, y en el cuestionamiento persistente de todos los elementos subjetivos presentes en los modelos te&oacute;ricos.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper400.html" target="_blank">Los archivos, bibliotecas y museos como comunicadores de la memoria en los proyectos de la Uni&oacute;n Europea</a><br /><br />
Zinaida Manžuch
</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Explora la aproximaci&oacute;n a la comunicaci&oacute;n de la memoria en archivos, bibliotecas y museos en los proyectos de investigaci&oacute;n de la Uni&oacute;n Europea en 2000-2005. Los objetivos principales fueron: identificar los aspectos predominantes de comunicaci&oacute;n del patrimonio hist&oacute;rico; determinar si y c&oacute;mo la comunicaci&oacute;n de patrimonio hist&oacute;rico se relacion&oacute; a la memoria; establecer modelos de participaci&oacute;n en los proyectos determinando los tipos de instituciones y su pa&iacute;s de origen.<br />
<strong>M&eacute;todo.</strong> El an&aacute;lisis de contenido de las descripciones de proyectos de la Uni&oacute;n Europea para determinar las percepciones de c&oacute;mo la memoria se comunica en los archivos, bibliotecas y museos.<br />
<strong>An&aacute;lisis.</strong>  Se realizaron an&aacute;lisis cualitativos y cuantitativos para identificar los aspectos m&aacute;s visibles de la comunicaci&oacute;n de patrimonio hist&oacute;rico, la interrelaci&oacute;n de memoria y patrimonio hist&oacute;rico e impacto de ciertas instituciones y pa&iacute;ses en el desarrollo de las ideas del proyecto.<br />
<strong>Resultados.</strong> El an&aacute;lisis revel&oacute; que los rasgos definitivos de archivos, bibliotecas y museos eran las colecciones y los procesos de gesti&oacute;n de informaci&oacute;n. Casi no se consideran las necesidades sociales de comunidades actuales y el desarrollo de historias significativas del pasado. Se identific&oacute; el dominio de las bibliotecas y museos en la informaci&oacute;n y los proyectos culturales respectivamente, mientras que los archivos eran los menos visibles.<br />
<strong>Conclusiones.</strong> Las prioridades de los programas de la Uni&oacute;n europeos deben proporcionar m&aacute;s espacio para la realimentaci&oacute;n creativa de los iniciadores de proyecto, incorporando tendencias humanitarias y sociales para enriquecer el papel de las instituciones de memoria y patrimonio hist&oacute;rico, y mantener el equilibrio apropiado entre los aspectos informativos y socio-culturales de la comunicaci&oacute;n de patrimonio hist&oacute;rico.

</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper401.html" target="_blank">Trazando los espacios tecno-literarios: adaptaci&oacute;n del an&aacute;lisis de correspondencias m&uacute;ltiples a la literatura y arte</a><br /><br />
Stephen Paling
</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este art&iacute;culo forma parte de una serie de estudios que intentan establecer &quot;Inform&aacute;tica de Literatura y Arte&quot;. El art&iacute;culo describe el fondo conceptual del an&aacute;lisis de correspondencias m&uacute;ltiples y su uso en la visualizaci&oacute;n de los espacios conceptuales para describir los valores que motivan el uso de la tecnolog&iacute;a de la informaci&oacute;n por los autores literarios. Un examen del uso art&iacute;stico de la tecnolog&iacute;a construido sobre trabajo pasado aplicando el an&aacute;lisis de correspondencias m&uacute;ltiples al estudio del arte y literatura que no representa espec&iacute;ficamente el uso de tecnolog&iacute;a.<br />
<strong>M&eacute;todo</strong>. Los m&eacute;todos descritos en este art&iacute;culo son predominantemente cuantitativos e incorporan datos de entrevistas realizadas a los autores literarios. El art&iacute;culo toma una aproximaci&oacute;n intermedia, mediando entre los art&iacute;culos metodol&oacute;gicos puros y los art&iacute;culos t&oacute;picos que proporcionan una descripci&oacute;n muy abreviada del m&eacute;todo descrito aqu&iacute;.<br />
<strong>An&aacute;lisis.</strong> El art&iacute;culo incluye tanto el an&aacute;lisis cuantitativo que describe el fondo conceptual para usar e interpretar el an&aacute;lisis de correspondencias m&uacute;ltiples como el an&aacute;lisis cualitativo del uso de la t&eacute;cnica en contexto de un estudio de uso de la tecnolog&iacute;a de la informaci&oacute;n por autores literarios. El an&aacute;lisis se centra en el fondo conceptual de la t&eacute;cnica y c&oacute;mo puede proporcionar herramientas interpretativas &uacute;tiles para la &quot;Inform&aacute;tica de Literatura y Arte&quot;.<br />
<strong>Resultados</strong>. El an&aacute;lisis de correspondencias m&uacute;ltiples permiti&oacute; la construcci&oacute;n de espacios conceptuales que ayudaron a la interpretaci&oacute;n del uso de la tecnolog&iacute;a por los autores literarios. Su uso reforz&oacute; los resultados cualitativos de un art&iacute;culo anterior en el que los escritores que hacen un uso mayor de la tecnolog&iacute;a lo hacen de un modo que refleja una intensificaci&oacute;n del avant-garde-ismo que tipifica la escritura literaria americana.
<strong>Conclusiones.</strong> El an&aacute;lisis de correspondencias m&uacute;ltiples proporciona herramientas interpretativas &uacute;tiles que pueden llevar m&aacute;s all&aacute; nuestra comprensi&oacute;n del contexto conceptual en que ocurre el uso de la inform&aacute;tica por los autores literarios.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper402.html" target="_blank">Rasgos de personalidad y comportamiento de informaci&oacute;n grupal: un estudio exploratorio</a><br /><br />
Jette Hyldeg&ring;rd</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> En este art&iacute;culo se trata la relaci&oacute;n entre comportamiento supuesto resultante de una prueba de personalidad y comportamiento de informaci&oacute;n real resultante de un proceso de asignaci&oacute;n basada en grupo.<br />
<strong>M&eacute;todos.</strong> Se realiz&oacute; el seguimiento de tres grupos voluntarios de diez estudiantes de biblioteconom&iacute;a y documentaci&oacute;n durante una asignaci&oacute;n de proyecto. Se utiliz&oacute; la versi&oacute;n larga del instrumento de test NEO-PI-R com&uacute;nmente usado para la descripci&oacute;n y comparaci&oacute;n de los rasgos de personalidad de cada miembro de un grupo en un &aacute;mbito m&aacute;s detallado. Los datos tambi&eacute;n se reunieron mediante una encuesta del proceso, un diario y una entrevista.<br />
<strong>An&aacute;lisis.</strong> El c&aacute;lculo sobre los datos del test de personalidad produjo varias T-puntuaciones sobre los factores de personalidad y facetas para cada miembro del grupo. Los datos del estudio demogr&aacute;fico y la encuesta del proceso se calcularon en Excel, mientras que los datos de los diarios y entrevistas se codificaron mediante el software de datos anal&iacute;ticos Atlas.ti.<br />
<strong>Resultados.</strong> Se identific&oacute; el comportamiento de informaci&oacute;n asociado con los rasgos de personalidad, pero la presencia de efectos de personalidad tendi&oacute; a variar la presencia percibida del contexto social.<br />
<strong>Conclusiones.</strong> Se identificaron algunas correspondencias entre los rasgos de personalidad de los miembros de grupo y su comportamiento de informaci&oacute;n real pero tambi&eacute;n se encontraron desviaciones aparentemente relacionadas al contexto del grupo de trabajo. Ha sido confirmada la importancia del estudio de los rasgos de personalidad en contexto.
</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper403.html" target="_blank">El debate comportamiento/pr&aacute;ctica: una discusi&oacute;n motivada por la revisi&oacute;n de Tom Wilson del libro de Reijo Savolainen &quot;<a href="../reviews/revs327.html" target="_blank">Everyday information practices: a social phenomenological perspective</a>. Lanham, MD: Scarecrow Press, 2008&quot;</h4>

<blockquote>El habitual resumen estructurado no es apropiado para esta contribuci&oacute;n porque es un debate, m&aacute;s que un art&iacute;culo acad&eacute;mico. En lugar de presentar un resumen, en realidad, probablemente s&oacute;lo es necesario proporcionar alguna informaci&oacute;n sobre sus orígenes. Cuando termin&eacute; mi revisi&oacute;n del libro de Reijo se la envi&eacute; y le pregunt&eacute; si quer&iacute;a responder en la revista. Declin&oacute; y le pregunt&eacute; si estar&iacute;a interesado en participar en un debate en el weblog de Information Research, con el fin de iniciar una discusi&oacute;n en l&iacute;nea de las cuestiones. Estuvo de acuerdo, y  el resultado es esta contribuci&oacute;n a la revista. Se consider&oacute; &uacute;til repetir aqu&iacute; el debate, en parte debido al diferente estatus de una contribuci&oacute;n a una revista en comparaci&oacute;n con una contribuci&oacute;n a un weblog, y en parte porque la revista tiene m&aacute;s lectores que el weblog y, en consecuencia, puede que el debate sea continuado. Cualquier persona que desee contribuir al debate puede ir a la contribuci&oacute;n final de Reijo en el weblog y a&ntilde;adir all&iacute; un comentario. El campo s&oacute;lo puede beneficiarse de este tipo de debate.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper404.html" target="_blank">La evoluci&oacute;n de las investigaciones recientes sobre la literatura catalana a trav&eacute;s de la producci&oacute;n de tesis doctorales: un an&aacute;lisis bibliom&eacute;tricos y de redes sociales</a><br /><br />
Jordi Ardanuy, Crist&oacute;bal Urbano and Llu&iacute;s Quintana</h4>
	
<blockquote><strong>Introducci&oacute;n. </strong> Este estudio aborda la situaci&oacute;n de la literatura catalana entre 1976 i 2003 a trav&eacute;s de un estudio bibliom&eacute;trico y an&aacute;lisis de redes sociales de tesis doctorales defendidas en el estado espa&ntilde;ol. Tiene un doble prop&oacute;sito: presentar resultados interesantes para la disciplina i demostrar la eficacia metodol&oacute;gica de las herramientas cienciom&eacute;tricas en las humanidades, un campo en el cual a menudo no se consideran por la dificultad de obtener datos.  <br />
<strong>Metodo. </strong> El an&aacute;lisis fue realizado a partir de 151 registros obtenidos de la base de datos de tesis doctorales TESEO. Los c&aacute;lculos han implicado el uso de las aplicaciones UCINET i Pajek. Se realiz&oacute; un control de autoridades sobre el contenido de los registros. <br />
<strong>An&aacute;lisis. </strong> Se han utilizado indicadores estad&iacute;sticos para analizar todos los aspectos incluidos los necesarios para remarcar diferencias de g&eacute;nero. <br />
<strong>Resultados. </strong> Se demuestra el inter&eacute;s de los gr&aacute;ficos obtenidos. La informaci&oacute;n tem&aacute;tica y cronol&oacute;gica que resulta, as&iacute; como sobre los actores involucrados (estudiantes doctorales, directores de tesis y miembros de tribunales) aporta luz sobre los mecanismos de las disciplinas de humanidades. Tambi&eacute;n se identifican las principales tendencias de investigaci&oacute;n en literatura catalana. Puede denotarse que la composici&oacute;n de miembros de los tribunales de defensa de tesis doctorales sigue la ley de Lotka. <br />
<strong>Conclusiones. </strong> El an&aacute;lisis bibliom&eacute;trico y el an&aacute;lisis de redes sociales puede ser especialmente útil en las humanidades y otros campos en los que hay un d&eacute;ficit de datos en comparaci&oacute;n con las ciencias experimentales.</blockquote>


<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 26 May, 2009</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/14-2/spanish142.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:50 GMT -->
</html>
