<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/9-2/spanish92.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:10 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
  <title>Spanish abstracts</title>
  <meta content="Abstracts in Spanish of the papers in Volume 9 No. 2 of Information Research" name="description">
  <meta content="Mature" name="rating">
  <meta content="Document" name="VW96.objecttype">
  <meta content="ALL" name="ROBOTS">
  <meta content="Spanish abstracts" name="DC.Title">
  <meta content="Abstracts in Spanish of the papers in Volume 9 No. 2 of Information Research" name="DC.Subject">
  <meta content="Abstracts in Spanish of the papers in Volume 9 No. 2 of Information Research" name="DC.Description">
  <meta content="text" name="DC.Type">
  <meta content="1368-1613" scheme="ISSN" name="DC.Identifier">
  <meta content="http://InformationR.net/ir/9-2/spanish92.html" name="DC.Identifier">
  <meta content="http://InformationR.net/ir/9-2/infres92.html" name="DC.Relation.IsPartOf">
  <meta content="text/html" name="DC.Format">
  <meta content="en" name="DC.Language">
  <meta content="2004-01-05" name="DC.Date.Available">
  <meta content="Professor T.D. Wilson" name="DC.Publisher">
  <meta content="http://creativecommons.org/licenses/by-nd-nc/1.0/" name="DC.Rights">
  <meta content="global" name="DC.Coverage.PlaceName">
  <meta content="Professor T.D. Wilson" name="DC.Publisher">

  <style type="text/css">
BLOCKQUOTE {
		BACKGROUND-COLOR: #FFFFff;
		COLOR: black;
		FONT-FAMILY: serif;
		FONT-SIZE: medium;
		FONT-STYLE: normal;
		FONT-WEIGHT: 500;
		MARGIN-LEFT: 50px;
		MARGIN-RIGHT: 50px;
		TEXT-ALIGN: justify
		}
		</style>

  <script type="text/JavaScript" language="JavaScript">
<!--
function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}
function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}
function MM_nbGroup(event, grpName) { //v6.0
  var i,img,nbArr,args=MM_nbGroup.arguments;
  if (event == "init" && args.length > 2) {
    if ((img = MM_findObj(args[2])) != null && !img.MM_init) {
      img.MM_init = true; img.MM_up = args[3]; img.MM_dn = img.src;
      if ((nbArr = document[grpName]) == null) nbArr = document[grpName] = new Array();
      nbArr[nbArr.length] = img;
      for (i=4; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
        if (!img.MM_up) img.MM_up = img.src;
        img.src = img.MM_dn = args[i+1];
        nbArr[nbArr.length] = img;
    } }
  } else if (event == "over") {
    document.MM_nbOver = nbArr = new Array();
    for (i=1; i < args.length-1; i+=3) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = (img.MM_dn && args[i+2]) ? args[i+2] : ((args[i+1])? args[i+1] : img.MM_up);
      nbArr[nbArr.length] = img;
    }
  } else if (event == "out" ) {
    for (i=0; i < document.MM_nbOver.length; i++) {
      img = document.MM_nbOver[i]; img.src = (img.MM_dn) ? img.MM_dn : img.MM_up; }
  } else if (event == "down") {
    nbArr = document[grpName];
    if (nbArr)
      for (i=0; i < nbArr.length; i++) { img=nbArr[i]; img.src = img.MM_up; img.MM_dn = 0; }
    document[grpName] = nbArr = new Array();
    for (i=2; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = img.MM_dn = (args[i+1])? args[i+1] : img.MM_up;
      nbArr[nbArr.length] = img;
  } }
}
//-->
  </script>
</head>

<body onload="MM_preloadImages('../figs/iauthori1.gif','../figs/isubji1.gif','../figs/isearch1.gif','../figs/ihome1.gif','../figs/contents1.gif')" style="background-color: rgb(255, 255, 255);">
<table cellspacing="0" cellpadding="0" border="0" align="center">

<tbody><tr><td colspan="5" align="center" height="30"><h4>Information Research, Vol. 9  No. 2, January, 2004</h4></td></tr>
  <tr> 
    <td><a onmouseout="MM_nbGroup('out')" onmouseover="MM_nbGroup('over','contents','../figs/contents1.gif','',1)" onclick="MM_nbGroup('down','group1','contents','',1)" target="_top" href="infres92.html"><img alt="contents" border="0" src="../figs/contents.gif" name="contents"></a></td>
    <td><a onmouseout="MM_nbGroup('out')" onmouseover="MM_nbGroup('over','authorindex','../figs/iauthori1.gif','',1)" onclick="MM_nbGroup('down','group1','authorindex','',1)" target="_top" href="../iraindex.html"><img border="0" height="20" width="120" name="authorindex" alt="auindex" src="../figs/iauthori.gif"></a></td>
    <td><a onmouseout="MM_nbGroup('out')" onmouseover="MM_nbGroup('over','subjindex','../figs/isubji1.gif','',1)" onclick="MM_nbGroup('down','group1','subjindex','',1)" target="_top" href="../irsindex.html"><img border="0" height="20" width="120" name="subjindex" alt="subindex" src="../figs/isubji.gif"></a></td>
    <td><a onmouseout="MM_nbGroup('out')" onmouseover="MM_nbGroup('over','search','../figs/isearch1.gif','',1)" onclick="MM_nbGroup('down','group1','search','',1)" target="_top" href="../search.html"><img border="0" height="20" width="120" name="search" alt="search" src="../figs/isearch.gif"></a></td>
    <td><a onmouseout="MM_nbGroup('out')" onmouseover="MM_nbGroup('over','home','../figs/ihome1.gif','',1)" onclick="MM_nbGroup('down','group1','home','',1)" target="_top" href="../index.html"><img alt="home" border="0" src="../figs/ihome.gif" name="home"></a></td>
  </tr>
</tbody>
</table>

<hr style="color: rgb(0, 0, 128);" size="3">
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="3">

<h4><a href="paper167.html">Los usuarios y la metodolog&iacute;a de estudio de usuarios: el proyecto JUBILEE</a><br>
Linda Banwell y Graham Coulson, Instituto de Investigaci&oacute;n de
Gesti&oacute;n de Informaci&oacute;n, Escuela de Inform&aacute;tica,
Universidad de Northumbria, Newcastle upon Tyne, REINO UNIDO</h4>

<blockquote>Este art&iacute;culo presenta tanto aspectos te&oacute;ricos como
ejemplos pr&aacute;cticos del vigente y gran proyecto JUBILEE (JISC
Conducta del Usuario en la B&uacute;squeda de Informaci&oacute;n:
Evaluaci&oacute;n longitudinal de Servicios de Informaci&oacute;n
Electr&oacute;nicos), ahora en su quinto a&ntilde;o. Se pondr&aacute;
  un particular &eacute;nfasis  en la importancia de usar una
teor&iacute;a y m&eacute;todos s&oacute;lidos como base de estudios de
usuario acreditados, sobre todo aquellos emprendidos por profesionales.
Se resume la teor&iacute;a subyacente al desarrollo del proyecto y
conjunto de herramientas JUBILEE, seguida de una demostraci&oacute;n de
su uso pr&aacute;ctico e impacto durante el programa de
supervisi&oacute;n y evaluaci&oacute;n en curso del proyecto. Temas
fundamentales del art&iacute;culo se preocupan de la importancia para
los profesionales de la necesidad de entender y adoptar una
metodolog&iacute;a bien fundamentada y m&eacute;todos v&aacute;lidos
con los que desarrollar proyectos, los beneficios adicionales que
pueden derivarse de esta forma de hacer, y las dificultades y peligros
de no hacerlo as&iacute;. JUBILEE se usa como ejemplo de proyecto para
demostrar las cuestiones planteadas.
</blockquote>

<h4><a href="paper168.html">Un an&aacute;lisis del uso de revistas electr&oacute;nicas
y las colecciones comerciales de art&iacute;culos de revistas a
trav&eacute;s del portal de FinELib</a><br> 
Terttu Kortelainen, Departamento de Estudios de Informaci&oacute;n, Universidad de Oulu, Oulu, Finlandia.</h4>
<blockquote>
Se estudiaron respecto a su uso los vol&uacute;menes y
caracter&iacute;sticas de los servicios de una biblioteca
electr&oacute;nica nacional, la FinELib. El indicador del uso del
material de la biblioteca digital fue el n&uacute;mero de
art&iacute;culos impresos por revista en un a&ntilde;o. Los sitios
clasificados como e-revistas proporcionan servicios desarrollados que
utilizan la estructura de hipertexto, 'outlinks', y la posibilidad de
navegar entre materiales diferentes, y, hasta cierto grado, mantienen
la estructura de un revista cient&iacute;fica tradicional. En los
servicios clasificados como archivos de art&iacute;culos, se utiliza
menos la estructura de hipertexto, y la unidad de informaci&oacute;n
entregada es un art&iacute;culo. Se usan m&aacute;s las E-revistas,
pero los archivos de art&iacute;culos las superan en el n&uacute;mero
de revistas que ofrecen. Los servicios de e-revistas y archivos de
art&iacute;culos se complementan.
</blockquote>

<h4><a href="paper169.html">El desaf&iacute;o de la tutor&iacute;a automatizada en
entornos de aprendizaje Web para la instrucci&oacute;n en
recuperaci&oacute;n de informaci&oacute;n</a><br>
Eero Sormunen &amp; Sami Pennanen, Departamento de Estudios de Informaci&oacute;n, Universidad de Tampere, Finlandia.</h4>
<blockquote>
La necesidad de mejorar la educaci&oacute;n de alfabetizaci&oacute;n de
informaci&oacute;n aumenta la demanda de entornos eficaces de
aprendizaje Web para la instrucci&oacute;n en recuperaci&oacute;n de
informaci&oacute;n. El art&iacute;culo presenta el Analizador de
Rendimiento de Consultas (Query Performance Analyser), una  herramienta instruccional 
única&nbsp; para entornos de aprendizaje en
recuperaci&oacute;n de informaci&oacute;n. Sobre un sistema de
recuperaci&oacute;n de informaci&oacute;n y dentro de una tarea de
b&uacute;squeda dada, el Analizador de Rendimiento de Consultas apoya
el aprendizaje visualizando al instante el rendimiento logrado de la
consulta. Aunque el Analizador de Rendimiento de Consultas es una
herramienta &uacute;til en el entrenamiento de las habilidades de
b&uacute;squeda, la informaci&oacute;n del rendimiento no es bastante
para estudiantes que practican en solitario en entornos de aprendizaje
Web. El art&iacute;culo informa los resultados de un an&aacute;lisis
del registro de problemas del usuario ejercitando consultas Booleanas y
de mejor-emparejamiento. Se presenta un dise&ntilde;o de un sistema
automatizado de tutor&iacute;a para la instrucci&oacute;n en RI.
</blockquote>

<h4><a href="paper170.html">El acceso abierto a las publicaciones cient&iacute;ficas - &iquest;un an&aacute;lisis de las barreras a cambiar?</a><br>
Bo-Christer Bj&ouml;rk, Escuela Sueca de Econom&iacute;a y Administraci&oacute;n de Empresas, Helsinki, Finlandia.</h4>

<blockquote>
Uno de los efectos de Internet es que la diseminaci&oacute;n de
publicaciones cient&iacute;ficas ha migrado en unos a&ntilde;os a
formatos electr&oacute;nicos. Sin embargo, no han cambiado mucho las
pr&aacute;cticas comerciales b&aacute;sicas entre bibliotecas y
editoriales para vender y comprar contenidos. En protesta contra los
altos precios de suscripci&oacute;n de los editores principales, los
cient&iacute;ficos han iniciado revistas y repositorios de e-impresos
de Acceso Abierto (OA, Open Access) que distribuyen la
informaci&oacute;n cient&iacute;fica libremente. A pesar del extendido
acuerdo entre acad&eacute;micos sobre que los OA ser&iacute;an el modo
&oacute;ptimo de distribuci&oacute;n de los resultados de la
investigaci&oacute;n financiada p&uacute;blicamente, estos canales
todav&iacute;a constituyen s&oacute;lo un fen&oacute;meno marginal en
el sistema de comunicaci&oacute;n erudito global. Este art&iacute;culo
discute, en vista de las experiencias de los &uacute;ltimos diez
a&ntilde;os, las numerosas barreras que impiden una proliferaci&oacute;n
r&aacute;pida del Acceso Abierto. La discusi&oacute;n se estructura
seg&uacute;n los canales de OA principales; revistas con
revisi&oacute;n entre pares para la publicaci&oacute;n primaria,
repositorios tem&aacute;ticos-espec&iacute;ficos e institucionales para
la publicaci&oacute;n paralela secundaria. Tambi&eacute;n discute los
tipos de barreras, que pueden ser clasificadas como compuestas del
marco legal, la infraestructura de la tecnolog&iacute;a de la
informaci&oacute;n, los modelos comerciales, servicios de
indizaci&oacute;n y est&aacute;ndares, el sistema de recompensa
acad&eacute;mica, la comercializaci&oacute;n, y la masa cr&iacute;tica.
</blockquote>

<h4><a href="paper171.html">Estudio de Visita de Biblioteca: experiencias del usuario en el mostrador de referencia virtual</a><br>
Kirsti Nilsen, Facultad de Informaci&oacute;n y Estudios de los Medios
de comunicaci&oacute;n, Universidad de Ontario Occidental, London,
Ontario, Canad&aacute;.</h4>

<blockquote>
Este art&iacute;culo discute la metodolog&iacute;a e informes de los
resultados iniciales de un estudio que examina las percepciones de
usuarios de servicios de referencia digitales. Es parte de un proyecto
de investigaci&oacute;n a largo plazo, el Estudio de Visita de
Biblioteca (The Library Visit Study) que se ha desarrollado en tres
fases en la Universidad de Ontario Occidental durante m&aacute;s de una
d&eacute;cada. Las fases Una y Dos examinaron las percepciones de
usuarios que se acercaron a los mostradores de referencia
f&iacute;sicos en las bibliotecas con consultas de referencia. La fase
Tres de la investigaci&oacute;n considera encuentros de referencia en
los mostradores de referencia virtuales y compara las experiencias de
usuarios con el mostrador de referencia f&iacute;sico con las
experiencias en el&nbsp; mostrador de referencia virtual. Los
resultados sugieren que, del punto de vista del consultante, el
mostrador de referencia virtual sufre los mismos problemas que el
escritorio de referencia f&iacute;sico: entrevista de referencia
inadecuada, referencia a las fuentes alternativas sin
comprobaci&oacute;n posterior sobre su adecuaci&oacute;n, y una falta
de seguimiento para determinar la satisfacci&oacute;n en general.
</blockquote>



<h4><a href="paper174.html">Un estudio longitudinal continuado de páginas Web: una consideración de la persistencia del documento</a><br /> 
Wallace Koehler, Universidad del Estado de Valdosta, Valdosta, Georgia, EE.UU.</h4>

<blockquote>Está bien probado que los documentos Web son efímeros por naturaleza. La bibliografía sugiere ahora  que algunos objetos Web son más efímeros que otros. Algunos autores describen esto en términos de vida media del documento Web, otros usan términos como 'linkrot' o persistencia. Puede ser que ciertas 'clases' de documentos Web sean probablemente más o menos persistentes que otras. Este artículo está basado en una evaluación de la bibliografía existente así como en un estudio continuo de un conjunto de URLs identificadas a finales de 1996. Se halló que una colección estática de páginas Web generales tiende a 'estabilizarse' poco después de que haya 'envejecido'.Como quiera que puedan ser de 'estables' las diversas colecciones, su inestabilidad plantea sin embargo problemas para diversas clases de usuarios. De acuerdo con la bibliografía, también se encuentra que la estabilidad de las colecciones de documentos Web más especializadas (citas legales, educativas, científicas) varía según la especialización. Este hallazgo, a su vez, puede tener implicaciones tanto para aquéllos que emplean las citas Web como para aquéllos involucrados en el desarrollo de la colección de documentos Web.</blockquote>



<h4><a href="paper172.html">Los sistemas para la gesti&oacute;n de informaci&oacute;n
en un contexto universitario: una investigaci&oacute;n de la necesidad del
usuario</a><br>
Rita Marcella y Karl Knox</h4>

<blockquote>
La accesibilidad, fiabilidad, consistencia, y relevancia de los datos
que mantienen los sistemas de informaci&oacute;n son cruciales para su
uso y efectividad en un escenario universitario. Este art&iacute;culo
informa de los resultados de un proyecto de la investigaci&oacute;n
llevado a cabo en una nueva universidad que resalta el papel que juega
la informaci&oacute;n en el &eacute;xito del funcionamiento y en
permitir a la instituci&oacute;n evolucionar y cumplir los
desaf&iacute;os propuestos por el gobierno, los estudiantes y otros
interesados. Se recogieron los datos del personal acad&eacute;mico y
administrativo de la universidad a trav&eacute;s de entrevistas con los
superiores, y una encuesta Web completada por 863
contestadores (una proporci&oacute;n de repuestas del 47.9%). El
proyecto ten&iacute;a como intenci&oacute;n explorar datos y
actividades de informaci&oacute;n de apoyo a la direcci&oacute;n y toma
de decisi&oacute;n estrat&eacute;gica que se realiza en una nueva
universidad. Los resultados del proyecto indican que hay deficiencias
reales en la realizaci&oacute;n de la estrategia de informaci&oacute;n
en la instituci&oacute;n estudiada y que estas deficiencias deben
dirigirse a desarrollos que se centren en mejorar la efectividad
estrat&eacute;gica en el futuro. Entre los problemas particulares
identificados se incluyen la falta de claridad en la responsabilidad
con respecto a la informaci&oacute;n y las preocupaciones sobre la validez
de muchos de los datos creados y mantenidos internamente.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="3">
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 5th January, 2004</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif">
<hr style="color: rgb(0, 0, 128);" size="3">
</body>
<!-- Mirrored from informationr.net/ir/9-2/spanish92.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:10 GMT -->
</html>