<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/13-1/paper337.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:28 GMT -->
<head>
<title>An&aacute;lisis comparativo de la calidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte (2000-2005)</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<!--Enter appropriate data in the content fields-->
<meta name="dc.title" content="Análisis comparativo de la calidad de las revistas científico-técnicas españolas de Ciencias de la Actividad Física y el Deporte (2000-2005)" />
<meta name="dc.creator" content="Valenciano Valcarcel, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>, Devís-Devís, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>,  Villamón, M." />
<meta name="dc.subject" content="Open <span>source</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>software development" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> content="Introduction. The <span>growth</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>in productivity and number of Spanish periodicals in the field of physical activity and sport sciences recently does not correspond to the improvement in these journals due, among other issues, to their reduced international visibility. Therefore, we develop a comparative study on the <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of these journals between 2000 and 2005 to improve their <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and consolidate this field of study. <span>Method</span>. <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> An analysis of several formal, scientific content and diffusion indicators are developed from <span>direct</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>observation of journals from inventories of journals covering 2000 and 2005. The journals conformity to ISO 8-1977 and ISO 215-1986, as well as the General Normalization Grade and Fundamental Normalization Grade constitute the formal <span>quality</span>. <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> Content <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>was based on the nature of the editorial boards, the affiliation of board members and the process of selecting papers for publication. Finally, diffusion is based on the indexing of journals in databases and from the ways in which the journals appear on the Internet. Conclusions. The <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of Spanish physical activity and sport sciences journals is slightly improved but still with lower standards than other fields. The General Normalization Grade has improved from a <span>medium</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>level to a high level, and there still is a wide <span>range</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of improvement in conformity with ISO standards. <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>reduced use of <span>rigorous</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>paper <span>selection</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span><span>systems</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>is <span>observed</span>, <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> as well as <span>limited</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>diffusion, instability of journal titles, and a high number of periodicals." /> 
<meta name="dc.subject.keywords" content="open <span>source</span>, <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> <span>software</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>development" />

<!--leave the following to be completed by the Editor-->

<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper337.html" />
<meta name="dc.relation.IsPartOf" content="infres131.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2008-03-15" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>

	
<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}
		
fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted #5E96FD;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: #5E96FD;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy;
    border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy;
    font-weight: bold;
}

</style>
<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head>
<body bgcolor="#ffffff">
<table align="center" border="0" cellpadding="0" cellspacing="0">
  <tbody>
  <tr>
    <td colspan="5" align="center" height="30"><img alt="header" src="../mini_logo2.gif" height="45" width="336" /><br /><span style="font-size: medium; font-variant: small-caps; font-weight: bold;">Vol. 13  No. 1, March 2008</span><br /><br />
      <div class="button">
      <ul>
        <li><a href="infres131.html">Contents</a> |  </li>
        <li><a href="../iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index-2.html">Home</a>  </li>

   </ul></div></td></tr>
  <tr>
    <td> </td></tr></tbody></table>
<hr size="1" style="color: #5E96FD;" />
<h1>An&aacute;lisis comparativo de la calidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte (2000-2005)</h1>
<br />
<h4><a href="mailto:javier.valenciano@dempc.uhu.es">Javier Valenciano Valc&aacute;rcel</a><br />
Facultad de Ciencias de la Educaci&oacute;n. Univer0ad de Huelva, Campus de 'El Carmen'. Avda. Tres de Marzo, s/n. 21071 Huelva, Spain<br /><br /><a href="mailto:jose.devis@uv.es">Jos&eacute; Dev&iacute;s-Dev&iacute;s</a> y <a href="mailto:miguel.villamon@uv.es">Miguel Villam&oacute;n</a> Departamento de Educaci&oacute;n F&iacute;sica y Deportiva. Universitat de Val&egrave;ncia. C/Gasc&oacute; Oliag, 3. 46010 Valencia, Spain</h4>
<br />
<form action="#">
<fieldset>
<legend>Resumen</legend>
<blockquote><strong>Introducci&oacute;n</strong>. El aumento de productividad y publicaciones peri&oacute;dicas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte (CCAFD) de los &uacute;timos a&ntilde;os, no se corresponden con la mejora de las revistas a juzgar, entre otras cosas, por su escasa visibilidad internacional.  Por ello, abordamos un estudio comparativo de la calidad de las revistas espa&ntilde;olas de CCAFD entre el a&ntilde;o 2000 y 2005 con el prop&oacute;sito de contribuir a mejorar su calidad y consolidar el campo.<br />
<strong> M&eacute;todo. </strong>A partir de la observaci&oacute;n directa de las revistas de los inventarios del a&ntilde;o 2000 y 2005 se analizan una serie de indicadores formales, de contenido cient&iacute;fico y de difusi&oacute;n. La calidad formal se obtiene de la adecuaci&oacute;n de las revistas a las normas ISO 8-1977 e ISO 215-1986, y del Grado General de Normalizaci&oacute;n (GGN) y Grado Fundamental de Normalizaci&oacute;n (GFN). La calidad de contenido deriva del consejo de redacci&oacute;n, la procedencia de sus miembros y el sistema de selecci&oacute;n de originales. La difusi&oacute;n de las publicaciones se observa de la indizaci&oacute;n en bases de datos y distintos tipos de presencia en Internet.<br />
<strong>Conclusiones.</strong> La calidad de las revistas espa&ntilde;olas de CCAFD ha mejorado ligeramente, si bien poseen unos est&aacute;ndares inferiores a otros campos en Espa&ntilde;a. Se ha pasado de un nivel medio a un nivel elevado en el GGN y todav&iacute;a existe un amplio margen de mejora en la adecuaci&oacute;n a las normas ISO. Se observa una escasa utilizaci&oacute;n de los sistemas de selecci&oacute;n rigurosos, una difusi&oacute;n muy limitada, una cierta inestabilidad en los t&iacute;tulos y un elevado n&uacute;mero de publicaciones peri&oacute;dicas.</blockquote>
<div align="center"><b><a href="#abs">Abstract in English</a></b></div>
</fieldset>
</form>
<br /><br />
<div align="center">
<input value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: white; background-color: #5E96FD;" onclick="doChangeFont()" type="button" /></div>
 <br /><br />

<h2>Introducci&oacute;n</h2>

<p>El campo acad&eacute;mico de las Ciencias de la Actividad F&iacute;sica y el Deporte (CCAFD) ha aumentado su prestigio universitario gracias, entre otras cuestiones, a una mayor presencia de sus contribuciones cient&iacute;ficas en los circuitos internacionales de circulaci&oacute;n del conocimiento. Este fen&oacute;meno se ha observado especialmente en las publicaciones peri&oacute;dicas, los documentos m&aacute;s &aacute;giles de certificaci&oacute;n y comunicaci&oacute;n del conocimiento y de repercusi&oacute;n m&aacute;s inmediata. Ha alcanzado a las subdisciplinas de las ciencias sociales, tradicionalmente menos dadas al uso de estos canales de comunicaci&oacute;n, como consecuencia de la elecci&oacute;n creciente de las revistas como medio de presentaci&oacute;n de resultados de investigaci&oacute;n por parte de los autores. Tambi&eacute;n circulan art&iacute;culos y revistas de las CCAFD por prestigiosas bases de datos internacionales (p.e. Medline, ERIC, PsycINFO) desde hace varias d&eacute;cadas, y el Journal Citation Reports recoge un nutrido grupo de  publicaciones peri&oacute;dicas del campo, fundamentalmente biom&eacute;dicas (ver <a href="#hop03">Hopkins 2003</a>, <a href="#hop04">2004</a>, <a href="#hop05">2005</a>, <a href="#hop06">2006</a>). Incluso han surgido instituciones dedicadas a la informaci&oacute;n y documentaci&oacute;n deportiva como son el Sport Information Resource Center (SIRC) de Canad&aacute; que utiliza la fuente de documentaci&oacute;n del Thesaurus Sport de la Asociaci&oacute;n Internacional de Documentaci&oacute;n Deportiva (IASI) o el Sportcom que re&uacute;ne a un <span>con0erable</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>n&uacute;mero de centros de documentaci&oacute;n iberoamericanos. La emergencia de grandes bases de datos espec&iacute;ficas del campo como son Spolit, Sport Discus, Heracles o Atlantes, vinculadas a instituciones de documentaci&oacute;n, as&iacute; como el incremento y expansi&oacute;n de editoriales, revistas y otras publicaciones especializadas, tambi&eacute;n son un reflejo de la evoluci&oacute;n internacional del campo (<a href="#aqu00">Aquesolo 2000</a>; <a href="#rem00">Remans 2000</a>; <a href="#ghe01">Ghent 2001</a>).</p>

<p>Sin embargo, la visibilidad de t&iacute;tulos espa&ntilde;oles entre las revistas de CCAFD que aparecen en las bases de datos internacionales resulta muy escasa. S&oacute;lo un reducido n&uacute;mero de revistas circula por bases de datos como Sport Discus, EMBASE/Excerpta Medica, CAB Abstracts o el Cat&aacute;logo Latindex, adem&aacute;s de algunas bases de datos espa&ntilde;olas, e incluso se observa una presencia limitada de las revistas en sistemas de difusi&oacute;n abiertos como Internet (<a href="#dev03">Dev&iacute;s <em>et al.</em> 2003</a>; <a href="#vil05">Villam&oacute;n <em>et al.</em> 2005</a>). Esta situaci&oacute;n no se corresponde con el aumento de la producci&oacute;n cient&iacute;fica del campo y del n&uacute;mero de revistas espa&ntilde;olas surgidas durante los &uacute;ltimos a&ntilde;os. Adem&aacute;s, en este periodo se ha incrementado el acceso de sus investigadores a los recursos econ&oacute;micos y estructurales necesarios para el desarrollo de su actividad, se han formado grupos de investigaci&oacute;n estables en las univer0ades y se han establecido programas de doctorado propios del campo (<a href="#pas03">Pastor 2003</a>).</p>

<p>Ante esta situaci&oacute;n resulta pertinente preguntarse si la escasa circulaci&oacute;n de las publicaciones peri&oacute;dicas se debe a que no han adoptado los niveles de calidad editorial necesarios para servir con eficacia a las funciones de comunicaci&oacute;n, difusi&oacute;n y certificaci&oacute;n colectiva del conocimiento. Tambi&eacute;n cabe preguntarse si los editores y las instituciones con responsabilidad en la mejora del sistema cient&iacute;fico espa&ntilde;ol est&aacute;n realizando esfuerzos para aumentar la calidad y la visibilidad internacional de las publicaciones peri&oacute;dicas del campo de las CCAFD. Promover la calidad de estos &oacute;rganos de comunicaci&oacute;n cient&iacute;fica es fundamental para garantizar la presencia de revistas espa&ntilde;olas en los circuitos acad&eacute;micos internacionales. De lo contrario, los autores preferir&aacute;n difundir su trabajo en revistas extranjeras o espa&ntilde;olas de campos afines que tengan solucionada esta cuesti&oacute;n. Por otra parte, las publicaciones peri&oacute;dicas de calidad son fundamentales para el desarrollo cient&iacute;fico del campo porque se convierten en un elemento clave en la dinamizaci&oacute;n de la comunidad cient&iacute;fica y porque sirven de referencia en la evaluaci&oacute;n de la actividad investigadora de sus miembros. En definitiva, como ya se&ntilde;alara <a href="#kuh87">Kuhn (1987)</a>, las revistas cient&iacute;ficas ayudan a consolidar un determinado campo y a asegurar su posici&oacute;n en el mundo acad&eacute;mico. Por ello, hemos abordado este trabajo cuyo objetivo consiste en comparar la calidad editorial de las revistas espa&ntilde;olas de CCAFD y poder conocer si se ha mejorado la calidad de dichas publicaciones durante el periodo comprendido entre el a&ntilde;o 2000 y el 2005.</p>
 
<p>En el campo de las CCAFD existe cierta tradici&oacute;n en el estudio de la productividad cient&iacute;fica (<a href="#sar01">Sarig <em>et al.</em> 2001</a>), pero pocos son los estudios que se han ocupado de la calidad de sus publicaciones peri&oacute;dicas o de algunos de sus aspectos. Probablemente, el car&aacute;cter multidisciplinar del campo no lo ha propiciado, ya que aglutina revistas biom&eacute;dicas, humanas y sociales, y complica su an&aacute;lisis e interpretaci&oacute;n a los investigadores. A&uacute;n as&iacute;, algunos estudios han abordado el campo en su conjunto, tal y como lo hicieron <a href="#mir91">Miranda y Mongau (1991)</a> para determinar las revistas m&aacute;s prestigiosas. No obstante, los trabajos recientes se han centrado en subdisciplinas concretas y sobre aspectos determinados. Por ejemplo, el estudio de la calidad de un grupo de revistas de medicina del deporte mediante un an&aacute;lisis de la metodolog&iacute;a empleada en los art&iacute;culos de investigaci&oacute;n (<a href="#ble02">Bleakley y MacAuley 2002</a>; <a href="#bro05">Brophy <em>et al.</em> 2005</a>) o el an&aacute;lisis del factor de impacto de la revista "Journal of Teaching in Physical Education" comparado con otras revistas del campo (<a href="#mcb06">McBride 2006</a>). En cambio, en este art&iacute;culo tratamos de evaluar la calidad editorial del conjunto de revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD, atendiendo a los aspectos formales, de contenido cient&iacute;fico y difusi&oacute;n, as&iacute; como la evoluci&oacute;n sufrida durante un periodo de cinco a&ntilde;os.</p>

<p>Con una investigaci&oacute;n de este tipo no s&oacute;lo abarcamos la totalidad de publicaciones cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas del campo, sino que lo hacemos desde la perspectiva metodol&oacute;gica que ofrece oportunidades para mejorar las propias revistas. En este sentido, los resultados derivados de un estudio de estas caracter&iacute;sticas pueden ser de gran utilidad para distintos agentes implicados en la actividad cient&iacute;fica del campo. En primer lugar, resulta de utilidad para los editores de las revistas porque puede ayudarles a aumentar los est&aacute;ndares de calidad de sus publicaciones peri&oacute;dicas, y tambi&eacute;n para los autores potenciales, ya sean espa&ntilde;oles o extranjeros, porque les permite seleccionar informadamente el lugar m&aacute;s apropiado para publicar sus art&iacute;culos de investigaci&oacute;n en revistas espa&ntilde;olas. En segundo lugar, la utilidad alcanza a las instituciones y agencias espa&ntilde;olas y europeas que deben subvencionar y velar por la mejora de las revistas, as&iacute; como tambi&eacute;n evaluar la actividad investigadora de los investigadores de este campo.</p>

<h2>Metodolog&iacute;a</h2>

<p>El car&aacute;cter comparativo de este estudio exige utilizar la misma metodolog&iacute;a en los dos momentos elegidos para el an&aacute;lisis. Para la elaboraci&oacute;n de este art&iacute;culo hemos repetido el an&aacute;lisis realizado en ocasiones anteriores (<a href="#dev03">Dev&iacute;s <em>et al.</em> 2003</a>; <a href="#dev04">Dev&iacute;s <em>et al.</em> 2004</a>), cuyas caracter&iacute;sticas metodol&oacute;gicas se detallan en los apartados siguientes.</p>

<h3>Inventarios de revistas cient&iacute;fico-t&eacute;cnicas</h3>

<p>Las publicaciones peri&oacute;dicas espa&ntilde;olas de CCAFD sometidas al an&aacute;lisis son las vigentes en los a&ntilde;os objeto de la comparaci&oacute;n y que forman parte de los inventarios correspondientes al a&ntilde;o 2000 y 2005 respectivamente (ver <a href="#dev03">Dev&iacute;s <em>et al.</em> 2003</a>; <a href="#vil05">Villam&oacute;n <em>et al.</em> 2005</a>). De esta manera, adem&aacute;s de la calidad del conjunto de las revistas, se pueden observar las continuidades, discontinuidades y nuevas incorporaciones de las publicaciones peri&oacute;dicas de este campo.</p>

<h3>Indicadores de calidad</h3>

<p>Los indicadores de calidad para el an&aacute;lisis comparativo incluyen una dimensi&oacute;n formal, otra de calidad indirecta del contenido cient&iacute;fico y otra relativa a la difusi&oacute;n. La calidad formal se estudia a partir de la adecuaci&oacute;n de las revistas a las normas internacionales de publicaci&oacute;n ISO 8-1977 e ISO 215-1986 (<a href="#iso88">ISO 1988</a>). En concreto, los apartados 3, 4, 5, 8, 10 y 12 de la primera norma y el 4 y 5 de la segunda. Para facilitar la comparaci&oacute;n hemos elaborado unos indicadores de segundo orden, el Grado General de Normalizaci&oacute;n (GGN) y el Grado Fundamental de Normalizaci&oacute;n (GFN). Estos indicadores los hemos tomado y adaptado de otros trabajos sobre evaluaci&oacute;n de revistas cient&iacute;ficas porque ofrecen una visi&oacute;n global del estado de normalizaci&oacute;n de las revistas (<a href="#del98">Delgado y Ruiz 1998</a>; <a href="#red02">Redero 2002</a>).</p>

<p>Para analizar la calidad de contenido se con0eran los indicadores indirectos relativos al consejo de redacci&oacute;n, la procedencia de sus miembros y el sistema de selecci&oacute;n de originales que emplean. En particular, se comprueba si las revistas cuentan con este &oacute;rgano de gesti&oacute;n y si precisan la pertenencia institucional de sus miembros. Asimismo, se da cuenta del proceso por el que las revistas aceptan o rechazan los trabajos que reciben, anotando qui&eacute;n eval&uacute;a los art&iacute;culos y si utilizan un sistema ciego para la revisi&oacute;n.</p>

<p>Por otra parte, la difusi&oacute;n de las publicaciones se analiza a trav&eacute;s de los indicadores de indizaci&oacute;n en bases de datos y la presencia en Internet. En este &uacute;ltimo aspecto se recoge el grado de dicha presencia, es decir, si se ofrece &uacute;nicamente informaci&oacute;n o alguna noticia de la revista, si se facilita el acceso a sumarios o si se trata de una publicaci&oacute;n totalmente electr&oacute;nica.</p>

<h3>Procedimiento</h3>

<p>La aplicaci&oacute;n de los indicadores se lleva a cabo mediante la observaci&oacute;n directa de las revistas de los inventarios. El ejemplar sometido a evaluaci&oacute;n es el correspondiente al &uacute;ltimo n&uacute;mero de los a&ntilde;os objeto de nuestro estudio, es decir, el a&ntilde;o 2000 y el 2005. Por exigencia de algunos indicadores se observa el resto de n&uacute;meros del mismo a&ntilde;o o de a&ntilde;os anteriores en el caso de las revistas de periodicidad anual.</p>

<p>La perspectiva de an&aacute;lisis adoptada en los indicadores formales de primer orden consiste en la observaci&oacute;n del cumplimiento (S&iacute; - No) o grado de cumplimiento (Nunca - Casi nunca - Casi siempre - Siempre) de los requisitos normativos. Para el c&aacute;lculo de los indicadores de segundo orden, este cumplimiento se punt&uacute;a de la siguiente manera: S&iacute; = 1; No = 0; Nunca = 0; Casi nunca = 0,25; Casi siempre = 0,75; Siempre = 1. El GGN, indicador de segundo orden, se obtiene aplicando la siguiente f&oacute;rmula:</p>

<p>GGN = Ne / Nt donde,<br />-	Ne es el n&uacute;mero de elementos normativos cumplidos total o parcialmente y<br />-	Nt es el n&uacute;mero total de elementos evaluables en cada caso.</p>

<p>El GFN, por su parte, se obtiene a partir de aquellas exigencias normativas con0eradas como fundamentales. Es decir, la ubicaci&oacute;n del sumario y los datos que incluye, los datos existentes en la portada de la revista y en el t&iacute;tulo de cada p&aacute;gina, as&iacute; como los elementos de identificaci&oacute;n de los art&iacute;culos. Se calcula de la manera siguiente:</p>

<p>GFN = Nef / Ntf siendo,<br />-	Nef, el n&uacute;mero de elementos fundamentales cumplidos total o parcialmente y<br />-	Ntf, el n&uacute;mero total de elementos fundamentales evaluables en cada caso.</p>

<p>La escala que permite interpretar el valor de los grados de normalizaci&oacute;n y comprender su significado se detalla en la tabla 1.</p>

<table width="50%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom">&nbsp;<br /><strong>Tabla 1: Niveles del Grado de Normalizaci&oacute;n</strong></caption>
<tr><th>Grado de Normalizaci&oacute;n</th>
<th>Valor</th></tr>
<tr><td>Muy elevado</td><td align="center">0,85 - 1</td></tr>
<tr><td>Elevado</td><td align="center">0,70 - 0,84</td></tr>
<tr><td>Medio</td><td align="center">0,50 - 0,69</td></tr>
<tr><td>Bajo</td><td align="center">0 - 0,49</td></tr>
</table>

<p>Para el an&aacute;lisis de los indicadores indirectos de calidad de contenido se ha con0erado &uacute;nicamente la informaci&oacute;n ofrecida por las propias publicaciones en el n&uacute;mero analizado, pues es un primer signo de calidad que la revista haga p&uacute;blicos sus &oacute;rganos de gesti&oacute;n y sus procesos editoriales para la revisi&oacute;n y aceptaci&oacute;n de trabajos. S&oacute;lo en el caso de la difusi&oacute;n, se ha ido m&aacute;s all&aacute; de la informaci&oacute;n ofrecida por las revistas para comprobar qu&eacute; tipo de versi&oacute;n electr&oacute;nica ofrecen en Internet.</p>

<h2>Resultados y discusi&oacute;n</h2>

<p>A continuaci&oacute;n se presenta el resultado del an&aacute;lisis comparativo, organizado por los apartados que dan cuenta de los principales aspectos de este trabajo: los inventarios de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD; la calidad formal; la calidad de contenido; y la calidad de difusi&oacute;n de las publicaciones peri&oacute;dicas.</p>

<h3>Comparaci&oacute;n de los inventarios de las revistas</h3>

<p>El inventario actualizado de revistas del a&ntilde;o 2005 recoge un total de 32 publicaciones, frente a las 26 que fueron incluidas en el inventario del a&ntilde;o 2000 (ver Tabla 2). En un primer momento, este aumento puede interpretarse como un s&iacute;ntoma de la creciente actividad del campo de las CCAFD, pero tambi&eacute;n puede significar una baja calidad de las publicaciones ante la dificultad de mantener vigentes un elevado n&uacute;mero de publicaciones peri&oacute;dicas. Al comparar el n&uacute;mero de revistas de este campo con el de otros campos en Espa&ntilde;a, encontramos cantidades similares a las existentes en Antropolog&iacute;a con 29 publicaciones, Biblioteconom&iacute;a y Documentaci&oacute;n con 25 y Urbanismo con 35 (<a href="#rom02">Rom&aacute;n <em>et al.</em> 2002</a>). Tambi&eacute;n ser&iacute;a similar a las 33 revistas de Ciencias Agrarias y las 29 de Ciencias de la Tierra y el Espacio (<a href="#urd03">Urd&iacute;n <em>et al.</em> 2003</a>). Incluso el n&uacute;mero estar&iacute;a pr&oacute;ximo a las 35 revistas brit&aacute;nicas del campo de las CCAFD durante el a&ntilde;o 2005 (1), aunque debemos tener en cuenta el retraso universitario espa&ntilde;ol en este campo respecto al brit&aacute;nico y tambi&eacute;n el tama&ntilde;o de la comunidad acad&eacute;mica.</p>

<p>Un elevado n&uacute;mero de publicaciones peri&oacute;dicas debe corresponderse con una comunidad cient&iacute;fica lo suficientemente grande como para mantener las revistas y su nivel de calidad. En cambio, si la comunidad es proporcionalmente m&aacute;s peque&ntilde;a que el n&uacute;mero de publicaciones, la calidad puede verse resentida. Esto significa que a los cient&iacute;ficos espa&ntilde;oles de CCAFD, en comparaci&oacute;n con la comunidad brit&aacute;nica por ejemplo, les cuesta mucho m&aacute;s mantener un elevado n&uacute;mero de revistas porque deben enviar, proporcionalmente, m&aacute;s originales y emplear a m&aacute;s evaluadores. Como se&ntilde;alan <a href="#olc04">Olcina y Rom&aacute;n (2004)</a>, esta nece0ad conduce a una baja competencia para la selecci&oacute;n de los art&iacute;culos o un retraso en el proceso editorial que, inevitablemente, repercute en una merma de la calidad de las publicaciones.</p>

<p>Por otra parte, en la tabla 2 tambi&eacute;n se observa un cierto vaiv&eacute;n en las altas y bajas de las revistas al comparar el inventario del a&ntilde;o 2000 y el de 2005, ya que en los cinco a&ntilde;os que median entre ellos han desaparecido 5 revistas y se han incluido 11 nuevos t&iacute;tulos. <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>esta inestabilidad hay que sumar el retraso <span>con0erable</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>que sufren algunas de las revistas, que en determinados casos ponen en duda su continuidad. Algunas razones explicativas de esta situaci&oacute;n pueden ser la baja productividad cient&iacute;fica de calidad, la falta de presupuesto e infraestructura adecuada o permanente y que la revista sea fruto de una iniciativa individual y no colectiva, tal y como se&ntilde;ala <a href="#ram01">Ramos (2001)</a> al analizar las revistas acad&eacute;micas latinoamericanas. En cualquier caso, estos altibajos en el n&uacute;mero de revistas evidencian una cierta inmadurez del campo porque sus &oacute;rganos principales y m&aacute;s inmediatos de comunicaci&oacute;n y difusi&oacute;n del conocimiento certificado todav&iacute;a no est&aacute;n consolidados.</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom">&nbsp;<br /><strong>Tabla 2: Inventarios de revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD (2000-2005)</strong></caption>
<tr>
<th rowspan="2">T&iacute;tulo de la revista</th>
<th colspan="2">Vigencia</th></tr>
<tr><th>2000</th><th>2005</th></tr>
<tr><td>&Aacute;gora para la educaci&oacute;n f&iacute;sica y el deporte</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Agua y Gesti&oacute;n. Revista especializada en actividades acu&aacute;ticas y gesti&oacute;n de instalaciones deportivas</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Aloma. Revista de Psicolog&iacute;a, Ci&egrave;ncies de l'Educaci&oacute; i de l'Esport</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Apunts. Educaci&oacute;n F&iacute;sica y Deportes</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Apunts. Medicina del Deporte</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Archivos de Medicina del Deporte</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>&Aacute;skesis (electr&oacute;nica)</td><td align="center">X</td><td>&nbsp;</td></tr>
<tr><td>Avances en Traumatolog&iacute;a, Cirug&iacute;a, Rehabilitaci&oacute;n, Medicina Preventiva y Deportiva</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Biomec&aacute;nica</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Cair&oacute;n. Revista de Ciencias de la Danza</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Comunicaciones T&eacute;cnicas. Publicaci&oacute;n de la Escuela Nacional de Entrenadores de la Real Federaci&oacute;n Espa&ntilde;ola de Nataci&oacute;n</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Cuadernos de Psicolog&iacute;a del Deporte</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Cuadernos Pastopas. Revista de Intercambio de Experiencias sobre lo Corporal y lo Motriz</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Derecho Deportivo</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Derecho Deportivo en l&iacute;nea (electr&oacute;nica)</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Espacio y Tiempo. Revista de Educaci&oacute;n F&iacute;sica</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>F&uacute;tbol. Cuadernos T&eacute;cnicos</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Habilidad Motriz. Revista de las Ciencias de la Actividad F&iacute;sica y el Deporte</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Infocoes. Publicaci&oacute;n t&eacute;cnico-cient&iacute;fica del Centro Ol&iacute;mpico de Estudios Superiores</td><td align="center">X</td><td>&nbsp;</td></tr>
<tr><td>Kronos. La Revista Cient&iacute;fica de la Actividad F&iacute;sica y el Deporte</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Motricidad. European Journal of <span>Human</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>Movement</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Nataci&oacute;n, Saltos/Sincro y Waterpolo. Revista de la Asociaci&oacute;n Espa&ntilde;ola de T&eacute;cnicos de Nataci&oacute;n</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Perspectivas de la Actividad F&iacute;sica y el Deporte</td><td align="center">X</td><td>&nbsp;</td></tr>
<tr><td>Psicomotricidad. Revista de Estudios y Experiencias</td><td align="center">X</td><td>&nbsp;</td></tr>
<tr><td>RED. Revista de Entrenamiento Deportivo</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Rendimientodeportivo.com (electr&oacute;nica)</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Retos. Nuevas tendencias en Educaci&oacute;n F&iacute;sica, Deporte y Recreaci&oacute;n</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Revista de Biomec&aacute;nica</td><td align="center">X</td><td>&nbsp;</td></tr>
<tr><td>Revista de Educaci&oacute;n F&iacute;sica. Renovar la Teor&iacute;a y la Pr&aacute;ctica (REF)</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Revista de Psicolog&iacute;a del Deporte</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Revista de Traumatolog&iacute;a del Deporte</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Revista Espa&ntilde;ola de Educaci&oacute;n F&iacute;sica y Deportes</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Revista Iberoamericana de Psicomotricidad y T&eacute;cnicas Corporales (electr&oacute;nica)</td><td>&nbsp;</td><td align="center">X</td></tr>
<tr><td>Revista Internacional de Medicina y Ciencias de la Actividad F&iacute;sica y el Deporte (electr&oacute;nica)</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Revista Jur&iacute;dica de Deporte y Entretenimiento</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>Selecci&oacute;n. Revista Espa&ntilde;ola e Iberoamericana de Medicina de la Educaci&oacute;n F&iacute;sica y el Deporte</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td>T&aacute;ndem. Did&aacute;ctica de la Educaci&oacute;n F&iacute;sica y el Deporte</td><td align="center">X</td><td align="center">X</td></tr>
<tr><td><strong>Total</strong></td><td align="center">26</td><td align="center">32</td></tr>
</table>

<p>Una de las maneras de aumentar la calidad de las publicaciones peri&oacute;dicas espa&ntilde;olas de CCAFD asociada al n&uacute;mero de revistas, consiste en la reducci&oacute;n de los t&iacute;tulos al agruparse las publicaciones de temas afines. Se trata de una estrategia apuntada ya en otros &aacute;mbitos (<a href="#kra95">Krauskopf y Vera 1995</a>; <a href="#roj98">Rojas 1998</a>; <a href="#gim01">Gim&eacute;nez <em>et al.</em> 2001a</a>; <a href="#ram01">Ramos 2001</a>) y que va dirigida a aumentar la competencia entre los trabajos enviados por los autores potenciales del campo, con el beneficio a&ntilde;adido de atraer a m&aacute;s autores interesados en publicar sus originales en las revistas espa&ntilde;olas debido al aumento de la calidad experimentado con dicha medida.</p>

<h3>Comparaci&oacute;n de la calidad formal</h3>

<p>La situaci&oacute;n global de la calidad formal de las publicaciones peri&oacute;dicas del campo de CCAFD en los a&ntilde;os 2000 y 2005, as&iacute; como la evoluci&oacute;n sufrida entre dicho periodo, puede observarse en la tabla 3 en la que se muestra las puntuaciones de cada revista en el GGN y GFN, los indicadores de segundo orden elaborados a tal efecto.</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom">&nbsp;<br /><strong>Tabla 3: Comparaci&oacute;n del GGN y del GFN de las revistas en 2000 y en 2005</strong></caption>
<tr>
<th rowspan="2">T&iacute;tulo de la revista</th><th colspan="2">GGN</th>
<th colspan="2">GFN</th></tr>
<tr><th>2000</th><th>2005</th><th>2000</th><th>2005</th></tr>
<tr><td>&Aacute;gora para la educaci&oacute;n f&iacute;sica y el deporte</td><td>&nbsp;</td><td align="center">0,66</td><td align="center">&nbsp;</td><td align="center">0,50</td></tr>
<tr><td>Agua y Gesti&oacute;n</td><td align="center">0,61</td><td align="center">0,71</td><td align="center">0,46</td><td align="center">0,61</td></tr>
<tr><td>Aloma. Revista de Psicolog&iacute;a, Ci&egrave;ncies de l'Educaci&oacute; i de l'Esport</td><td align="center">&nbsp;</td><td align="center">0,69</td><td align="center">&nbsp;</td><td align="center">0,53</td></tr>
<tr><td>Apunts. Educaci&oacute;n F&iacute;sica y Deportes</td><td align="center">0,77</td><td align="center">0,88</td><td align="center">0,71</td><td align="center">0,78</td></tr>
<tr><td>Apunts. Medicina del Deporte</td><td align="center">0,70</td><td align="center">0,73</td><td align="center">0,66</td><td align="center">0,66</td></tr>
<tr><td>Archivos de Medicina del Deporte</td><td align="center">0,65</td><td align="center">0,71</td><td align="center">0,61</td><td align="center">0,60</td></tr>
<tr><td>&Aacute;skesis</td><td align="center">0,54</td><td align="center">&nbsp;</td><td align="center">0,53</td><td align="center">&nbsp;</td></tr>
<tr><td>Avances en Traumatolog&iacute;a, Cirug&iacute;a, Rehabilitaci&oacute;n, Medicina Preventiva y Deportiva</td><td align="center">0,59</td><td align="center">0,64</td><td align="center">0,45</td><td align="center">0,50</td></tr>
<tr><td>Biomec&aacute;nica</td><td align="center">0,70</td><td align="center">0,72</td><td align="center">0,58</td><td align="center">0,55</td></tr>
<tr><td>Cair&oacute;n. Revista de Ciencias de la Danza</td><td align="center">0,62</td><td align="center">0,60</td><td align="center">0,46</td><td align="center">0,33</td></tr>
<tr><td>Comunicaciones T&eacute;cnicas</td><td align="center">0,65</td><td align="center">0,65</td><td align="center">0,65</td><td align="center">0,60</td></tr>
<tr><td>Cuadernos de Psicolog&iacute;a del Deporte</td><td align="center">&nbsp;</td><td align="center">0,77</td><td align="center">&nbsp;</td><td align="center">0,80</td></tr>
<tr><td>Cuadernos Pastopas</td><td align="center">&nbsp;</td><td align="center">0,75</td><td align="center">&nbsp;</td><td align="center">0,71</td></tr>
<tr><td>Derecho Deportivo</td><td align="center">&nbsp;</td><td align="center">0,60</td><td align="center">&nbsp;</td><td align="center">0,38</td></tr>
<tr><td>Derecho Deportivo en l&iacute;nea</td><td align="center">&nbsp;</td><td align="center">0,51</td><td align="center">&nbsp;</td><td align="center">0,44</td></tr>
<tr><td>Espacio y Tiempo. Revista de Educaci&oacute;n F&iacute;sica</td><td align="center">0,57</td><td align="center">0,66</td><td align="center">0,60</td><td align="center">0,56</td></tr>
<tr><td>F&uacute;tbol. Cuadernos T&eacute;cnicos</td><td align="center">0,58</td><td align="center">0,65</td><td align="center">0,47</td><td align="center">0,56</td></tr>
<tr><td>Habilidad Motriz</td><td align="center">0,59</td><td align="center">0,76</td><td align="center">0,49</td><td align="center">0,74</td></tr>
<tr><td>Infocoes</td><td align="center">0,74</td><td align="center">&nbsp;</td><td align="center">0,70</td><td align="center">&nbsp;</td></tr>
<tr><td>Kronos. La Revista Universitaria de la Actividad F&iacute;sica y el Deporte</td><td align="center">&nbsp;</td><td align="center">0,70</td><td align="center">&nbsp;</td><td align="center">0,69</td></tr>
<tr><td>Motricidad. European Journal of <span>Human</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>Movement</td><td align="center">0,79</td><td align="center">0,69</td><td align="center">0,65</td><td align="center">0,56</td></tr>
<tr><td>NSW. Nataci&oacute;n, Saltos/Sincro y Waterpolo</td><td align="center">0,64</td><td align="center">0,64</td><td align="center">0,69</td><td align="center">0,64</td></tr>
<tr><td>Perspectivas de la Actividad F&iacute;sica y el Deporte</td><td align="center">0,76</td><td align="center">&nbsp;</td><td align="center">0,64</td><td align="center">&nbsp;</td></tr>
<tr><td>Psicomotricidad</td><td align="center">0,58</td><td align="center">&nbsp;</td><td align="center">0,49</td><td align="center">&nbsp;</td></tr>
<tr><td>RED. Revista de Entrenamiento Deportivo</td><td align="center">0,79</td><td align="center">0,82</td><td align="center">0,74</td><td align="center">0,75</td></tr>
<tr><td>Rendimientodeportivo.com (electr&oacute;nica)</td><td align="center">&nbsp;</td><td align="center">0,88</td><td align="center">&nbsp;</td><td align="center">0,87</td></tr>
<tr><td>Retos. Nuevas tendencias en Educaci&oacute;n F&iacute;sica, Deporte y Recreaci&oacute;n</td><td align="center">&nbsp;</td><td align="center">0,77</td><td align="center">&nbsp;</td><td align="center">0,67</td></tr>
<tr><td>Revista de Biomec&aacute;nica</td><td align="center">0,63</td><td align="center">&nbsp;</td><td align="center">0,51</td><td align="center">&nbsp;</td></tr>
<tr><td>Revista de Educaci&oacute;n F&iacute;sica</td><td align="center">0,75</td><td align="center">0,77</td><td align="center">0,64</td><td align="center">0,61</td></tr>
<tr><td>Revista de Psicolog&iacute;a del Deporte</td><td align="center">0,79</td><td align="center">0,95</td><td align="center">0,76</td><td align="center">0,94</td></tr>
<tr><td>Revista de Traumatolog&iacute;a del Deporte</td><td align="center">&nbsp;</td><td align="center">0,71</td><td align="center">&nbsp;</td><td align="center">0,65</td></tr>
<tr><td>Revista Espa&ntilde;ola de Educaci&oacute;n F&iacute;sica y Deportes</td><td align="center">0,63</td><td align="center">0,73</td><td align="center">0,66</td><td align="center">0,67</td></tr>
<tr><td>Revista Iberoamericana de Psicomotricidad y T&eacute;cnicas Corporales</td><td align="center">&nbsp;</td><td align="center">0,82</td><td align="center">&nbsp;</td><td align="center">0,85</td></tr>
<tr><td>Revista Internacional de Medicina y Ciencias de la Actividad F&iacute;sica y del Deporte</td><td align="center">0,84</td><td align="center">0,90</td><td align="center">0,97</td><td align="center">0,98</td></tr>
<tr><td>Revista Jur&iacute;dica de Deporte y Entretenimiento</td><td align="center">0,67</td><td align="center">0,59</td><td align="center">0,60</td><td align="center">0,38</td></tr>
<tr><td>Selecci&oacute;n</td><td align="center">0,75</td><td align="center">0,88</td><td align="center">0,74</td><td align="center">0,80</td></tr>
<tr><td>T&aacute;ndem. Did&aacute;ctica de la Educaci&oacute;n F&iacute;sica</td><td align="center">0,77</td><td align="center">0,80</td><td align="center">0,71</td><td align="center">0,72</td></tr>
<tr><td><strong>Media</strong></td><td align="center">0,68</td><td align="center">0,73</td><td align="center">0,62</td><td align="center">0,64</td></tr>
</table>

<p>La comparaci&oacute;n de los valores medios del GGN de las revistas pone de manifiesto una mejor&iacute;a global de las publicaciones peri&oacute;dicas del campo durante los cinco a&ntilde;os que median entre un an&aacute;lisis y otro. Adem&aacute;s, se trata de una importante mejora cualitativa, ya que esta evoluci&oacute;n (de 0,68 a 0,73) ha supuesto que el valor promedio de este indicador pase del nivel 'medio' al nivel 'elevado'. Esto se debe, fundamentalmente, a que el 15,63% de las publicaciones del a&ntilde;o 2005 ha alcanzado el rango de 'muy elevado' cuando en el a&ntilde;o 2000 no hab&iacute;a ninguna revista en ese nivel.</p>

<p>En cuanto a la evoluci&oacute;n particular de las revistas, cuatro han subido de un nivel 'elevado' a un nivel 'muy elevado': "Revista de Psicolog&iacute;a del Deporte", "Revista Internacional de Medicina y Ciencias de la Actividad F&iacute;sica y el Deporte", "Selecci&oacute;n", y "Apunts. Educaci&oacute;n F&iacute;sica y Deportes". De un nivel 'medio' a un nivel 'elevado', han hecho lo propio otras cuatro revistas: "Habilidad Motriz", "Revista Espa&ntilde;ola de Educaci&oacute;n F&iacute;sica y Deportes", "Agua y Gesti&oacute;n" y "Archivos de Medicina del Deporte". La &uacute;nica revista que ha mostrado una regresi&oacute;n ha 0o "Motricidad", que ha retrocedido de un nivel 'elevado' a un nivel 'medio' al descuidar elementos como la situaci&oacute;n del sumario o la numeraci&oacute;n correlativa de los fasc&iacute;culos.</p>

<p>En el caso del GFN, la comparaci&oacute;n de los resultados tambi&eacute;n denota una evoluci&oacute;n positiva (de 0,62 a 0,64), aunque no tan marcada como en el GGN. La mejora se observa claramente en los niveles extremos, ya que se ha producido un aumento del porcentaje de revistas que ha alcanzado el nivel 'muy elevado', de un 3,80% a un 12,50%, as&iacute; como un descenso del porcentaje de revistas de nivel 'bajo' al pasar de un 23,10% a un 12,50%. En concreto, la "Revista de Psicolog&iacute;a del Deporte" ha pasado del nivel 'elevado' al 'muy elevado', "Habilidad Motriz" lo ha hecho del nivel 'bajo' al 'elevado', y las revistas de "Agua y Gesti&oacute;n", "F&uacute;tbol. Cuadernos T&eacute;cnicos" y "Avances en Traumatolog&iacute;a, Cirug&iacute;a, Rehabilitaci&oacute;n, Medicina Preventiva y Deportiva" han pasado del nivel 'bajo' al 'medio'. S&oacute;lo la "Revista Jur&iacute;dica del Deporte y Entretenimiento" ha retrocedido al pasar del nivel 'medio' al nivel 'bajo'.</p>

<p>Esta evoluci&oacute;n global de la normalizaci&oacute;n, derivada de los indicadores de segundo orden, tambi&eacute;n se ve reflejada en los indicadores de primer orden utilizados en nuestro an&aacute;lisis. En este sentido, se observa una ligera mejor&iacute;a en el cumplimiento de las normas ISO 8-1977 e ISO 215-1986 que hemos analizado, aunque todav&iacute;a resulta insuficiente si la comparamos con la situaci&oacute;n de las revistas de otras &aacute;reas. Para esto &uacute;ltimo tomaremos como referencia los estudios realizados sobre revistas de tres grandes &aacute;reas de conocimiento, que al utilizar una metodolog&iacute;a similar se prestan a la comparaci&oacute;n con nuestros resultados: las Ciencias Sociales y Humanas (<a href="#rom02">Rom&aacute;n <em>et al.</em> 2002</a>), el &aacute;rea de Ciencia y Tecnolog&iacute;a (<a href="#urd03">Urd&iacute;n <em>et al.</em> 2003</a>) y las Ciencias de la Salud (<a href="#vaz03">V&aacute;zquez <em>et al.</em> 2003</a>). <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>modo de ejemplo, comentaremos los datos de algunos indicadores de estas normas que pueden observarse en la tabla 4.</p>

<table width="90%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom">&nbsp;<br /><strong>Tabla 4. Comparaci&oacute;n de algunos indicadores de las normas ISO 8-1977 e ISO 215-1986</strong></caption>
<tr>
<th>A&ntilde;o</th><th>Datos en cubierta</th><th>Datos en cada p&aacute;gina</th><th>Datos en el sumario</th><th>Resumen en idioma de la revista</th><th>Resumen en ingl&eacute;s o franc&eacute;s</th><th>Palabras clave</th></tr>
<tr><td>2000</td><td align="center">4; 15,40%</td><td align="center">1; 3,80%</td><td align="center">1; 3,80%</td><td align="center">9; 34,60%</td><td align="center">5; 19,20%</td><td align="center">5; 19,20%</td></tr>
<tr><td>2005</td><td align="center">8; 25%</td><td align="center">4; 12,50%</td><td align="center">4; 12,50%</td><td align="center">21; 65,63%</td><td align="center">13; 40,63%</td><td align="center">14; 43,75%</td></tr>
</table>

<p>El porcentaje de revistas que incluyen la totalidad de los datos que, seg&uacute;n la norma ISO 8-1977 deber&iacute;an aparecer en las portadas de las revistas, ha pasado del 15,40% del a&ntilde;o 2000 al 25% en 2005. En concreto, en el a&ntilde;o 2000 eran "Archivos de Medicina del Deporte", "Biomec&aacute;nica", "Revista de Psicolog&iacute;a del Deporte" y "Revista Internacional de Medicina y Ciencias de la Actividad F&iacute;sica y el Deporte", las que se encontraban en esa situaci&oacute;n. En el 2005, la primera de ellas no refleja el ISSN, pero a las otras tres se han sumado "Derecho Deportivo en l&iacute;nea", "Rendimientodeportivo.com", "Revista de Traumatolog&iacute;a del Deporte", "Revista Iberoamericana de Psicomotricidad y T&eacute;cnicas Corporales" y "Selecci&oacute;n". Pese a la mejora, ese 25% est&aacute; muy lejos del 62,7% observado en el &aacute;rea de las Ciencias Sociales y Humanas, del 90,7% del &aacute;rea de Ciencia y Tecnolog&iacute;a y del 99,6% de las Ciencias de la Salud.</p>

<p>El porcentaje de revistas que recogen todos los datos que deber&iacute;an estar presentes en cada una de sus p&aacute;ginas del fasc&iacute;culo, de acuerdo a la norma ISO 8-1977, tambi&eacute;n ha aumentado ligeramente de un 3,80% a un 12,50% entre el a&ntilde;o 2000 y el 2005. <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>la "Revista Internacional de Medicina y Ciencias de la Actividad F&iacute;sica y el Deporte", la &uacute;nica revista que hac&iacute;a lo propio en 2000, hay que a&ntilde;adir "Habilidad Motriz", "Rendimientodeportivo.com" y "Revista de Psicolog&iacute;a del Deporte". Aun con ese incremento, el 12,50% de las revistas de CCAFD que se encuentran en esa condiciones est&aacute; por debajo del 21,5% de las Ciencias Sociales y Humanas, del 18,4% del &aacute;rea de Ciencia y Tecnolog&iacute;a o del 59,4% de las Ciencias de la Salud.</p>

<p>En cuanto a los datos que debe reflejar el sumario conforme a la norma ISO 8-1977, el porcentaje de revistas que incluyen todos los elementos pertinentes ha pasado de un 3,80% a un 12,50%. De esta manera, a la &uacute;nica revista que se encontraba en esa situaci&oacute;n en el a&ntilde;o 2000, "Revista Internacional de Medicina y Ciencias de la Actividad F&iacute;sica y el Deporte", se han sumado "Rendimientodeportivo.com", "Retos" y "Revista de Psicolog&iacute;a del Deporte". En este caso no es posible contrastar estos resultados porque algunos de los elementos analizados del sumario difieren de los con0erados en los tres estudios anteriores de referencia (<a href="#rom02">Rom&aacute;n <em>et al.</em> 2002</a>; <a href="#vaz03">V&aacute;zquez <em>et al.</em> 2003</a>; <a href="#urd03">Urd&iacute;n <em>et al.</em> 2003</a>).</p>

<p>La inclusi&oacute;n de res&uacute;menes y palabras clave en cada uno de los art&iacute;culos de las revistas, de acuerdo con la norma ISO 215-1986, han experimentado una mejora destacable con respecto al a&ntilde;o 2000. La presencia en todos los art&iacute;culos del resumen correspondiente al idioma de la revista ha pasado a incluirse del 34,60% en el 2000 al 65,63% en el a&ntilde;o 2005. Este &uacute;ltimo porcentaje es superior al 40,3% observado en las publicaciones peri&oacute;dicas espa&ntilde;olas de Ciencias Sociales y Humanas, pero inferior al 74,5% de las revistas de Ciencia y Tecnolog&iacute;a y al 93,4% de las Ciencias de la Salud. Esta situaci&oacute;n se repite, equivalentemente, al comparar la existencia de res&uacute;menes en dos idiomas, ya que el 40,63% de las CCAFD en 2005 es superior al 33,2% de las Ciencias Sociales y Humanas, pero inferior al 48,7% del &aacute;rea de Ciencia y Tecnolog&iacute;a y al 82,8% de las Ciencias de la Salud.</p>

<p>Algo similar ha ocurrido con las palabras clave, que han pasado de reflejarse en todos los art&iacute;culos de una revista de un 19,20% de los casos a un 43,75%. Este &uacute;ltimo porcentaje relativo a las revistas de CCAFD del a&ntilde;o 2005 es mayor que el 20,63% de las publicaciones peri&oacute;dicas espa&ntilde;olas de Ciencias Sociales y Humanas, pero menor al 49% de las revistas de Ciencia y Tecnolog&iacute;a y al 83,2% de las relativas a Ciencias de la Salud. Por &uacute;ltimo, destacamos que diez publicaciones, el 31,25%, siempre presentan las palabras clave y el resumen en dos idiomas, mientras que en el a&ntilde;o 2000 eran solamente tres, es decir, el 11,54% de las revistas.</p>

<p>Una vez m&aacute;s, debemos recordar que la normalizaci&oacute;n es un aspecto b&aacute;sico de la calidad de una revista, un requisito previo (<a href="#per01">P&eacute;rez 2001</a>) para que sea un producto editorial que facilite la transferencia y el uso de la informaci&oacute;n cient&iacute;fica que contiene (<a href="#del97">Delgado 1997</a>; <a href="#gim01b">Gim&eacute;nez <em>et al.</em> 2001b</a>; <a href="#rui90">Ruiz-P&eacute;rez y Pinto 1990</a>). La normalizaci&oacute;n favorece la visibilidad de las revistas en los diferentes sistemas de difusi&oacute;n y, de esta manera, su conocimiento por parte de la comunidad cient&iacute;fica, condici&oacute;n necesaria aunque no suficiente para el reconocimiento posterior que todas ans&iacute;an. Por tanto, urge que los responsables de las publicaciones mejoren este aspecto de la calidad que, por otra parte, no exige grandes esfuerzos ni recursos.</p>

<h3>Comparaci&oacute;n de la calidad de contenido</h3>

<p>La comparaci&oacute;n de los indicadores indirectos de la calidad de contenido elegidos para el an&aacute;lisis tambi&eacute;n se&ntilde;ala una mejora en el conjunto de las publicaciones peri&oacute;dicas del campo de las CCAFD del a&ntilde;o 2005 respecto a la situaci&oacute;n en que se encontraban dichas publicaciones en 2000. La tabla 5 muestra los datos relativos a la calidad de contenido de las revistas en los dos a&ntilde;os elegidos en el estudio para facilitar la comparaci&oacute;n.</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom">&nbsp;<br /><strong>Tabla 5. Comparaci&oacute;n de los indicadores indirectos de la calidad de contenido</strong></caption>
<tr><th colspan="2">Consejo de Redacci&oacute;n</th><th colspan="4">Procedencia de los miembros del Consejo</th><th colspan="5">Sistema de selecci&oacute;n</th></tr>
<tr><th>A&ntilde;o</th><th>S&iacute;</th><th>No</th><th>Ninguno</th><th>Casi ninguno</th><th>Casi todos</th><th>Todos</th><th>Otros procesos No ciego</th><th>Otros procesos Ciego</th><th>Evaluaci&oacute;n externa<br />No ciego</th><th>Evaluaci&oacute;n externa Ciego</th></tr>
<tr><td>2000</td><td align="center">23;<br />88,50%</td><td align="center">3;<br />11,50%</td><td align="center">23;<br />88,50%</td><td align="center">0<br /></td><td align="center">1;<br />3,80%</td><td align="center">2;<br />7,70%</td><td align="center">9;<br />34,60%</td><td align="center">2;<br />7,70%</td><td align="center">0<br /></td><td align="center">2;<br />7,70%</td></tr>
<tr><td>2005</td><td align="center">29;<br />90,62%</td><td align="center">3;<br />9,38%</td><td align="center">23;<br />71,88%</td><td align="center">0<br /></td><td align="center">1;<br />3,12%</td><td align="center">8;<br />25%</td><td align="center">9;<br />28,12%</td><td align="center">7;<br />21,87%</td><td align="center">2<br />6,25</td><td align="center">4;<br />12,50%</td></tr>
</table>

<p>Como puede observarse, el porcentaje de revistas que cuentan con un consejo de redacci&oacute;n ha aumentado con respecto a 2000. Al igual que en el a&ntilde;o 2000, solamente las revistas "Biomec&aacute;nica", "Comunicaciones T&eacute;cnicas" y "F&uacute;tbol. Cuadernos T&eacute;cnicos" siguen <span>sin</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>dar cuenta de un &oacute;rgano como &eacute;ste. El porcentaje de publicaciones peri&oacute;dicas espa&ntilde;olas de CCAFD que indica la existencia de un consejo de redacci&oacute;n alcanza el 90,62% en 2005, dato superior al 75,8% de las Ciencias Sociales y Humanas y al 79,7% de Ciencia y Tecnolog&iacute;a, aunque inferior al 100% de las publicaciones espa&ntilde;olas de Ciencias de la Salud.</p>

<p>El porcentaje de publicaciones peri&oacute;dicas que indican la filiaci&oacute;n institucional de todos los miembros del consejo de redacci&oacute;n, tambi&eacute;n ha aumentado al pasar de un 7,70% en el a&ntilde;o 2000 a un 25% en el a&ntilde;o 2005, aunque con porcentajes mucho menores a la existencia del consejo. A&uacute;n as&iacute;, el 25,93% de las revistas de CCAFD de 2005 es superior al 23,9% del observado en las Ciencias Sociales y Humanas y, curiosamente, al 14,3% de las Ciencias de la Salud, que en el resto de aspectos se encuentran en condiciones mucho mejores. Son las revistas del &aacute;rea de Ciencia y Tecnolog&iacute;a las que cumplen en mayor medida este precepto al indicarlo en el 30,6% de las publicaciones.</p>

<p>En sinton&iacute;a con los resultados anteriores, las revistas de CCAFD han experimentado una mejora general en los sistemas de selecci&oacute;n de los art&iacute;culos. En primer lugar, ha disminuido el porcentaje de revistas que no explicitan el sistema de selecci&oacute;n utilizado, ya que del 50% de las publicaciones que no indicaban nada se ha pasado a un 31,25%, lo que constituye un avance en favor de la transparencia de los procesos de revisi&oacute;n. En segundo lugar, el procedimiento de evaluaci&oacute;n externa, ciego y no ciego, ha pasado de utilizarlo un 7,70% de las revistas en 2000 a un 18,75% en 2005.</p>

<p>Sin embargo, aunque los procedimientos de revisi&oacute;n han mejorado siguen siendo muy pocas las revistas que emplean los mecanismos m&aacute;s rigurosos. As&iacute;, por ejemplo, s&oacute;lo cuatro revistas utilizan en el a&ntilde;o 2005 la evaluaci&oacute;n externa por procedimiento ciego ("Motricidad", "Revista de Psicolog&iacute;a del Deporte", "Revista de Traumatolog&iacute;a del Deporte" y "Revista Internacional de Medicina y Ciencias de la Actividad F&iacute;sica y el Deporte"), mientras que otras dos dicen recurrir a evaluadores externos, aunque no explicitan que lo hagan a trav&eacute;s de un procedimiento ciego ("Biomec&aacute;nica" y "Revista Iberoamericana de Psicomotricidad y T&eacute;cnicas Corporales"). En relaci&oacute;n con las publicaciones peri&oacute;dicas espa&ntilde;olas de los campos que venimos comparando en este trabajo, el 18,75% de las revistas de CCAFD que utilizan la evaluaci&oacute;n externa es superior al 14% de las revistas de Ciencias Sociales y Humanas, pero substancialmente menor que el 34,6% y del 46,3% de las publicaciones de Ciencia y Tecnolog&iacute;a, y Ciencias de la Salud, respectivamente.</p>

<p>Estos datos relativos a la calidad de contenido de las revistas, especialmente a los sistemas de selecci&oacute;n de los art&iacute;culos, ponen de manifiesto la nece0ad de que editores y directores de las revistas de CCAFD procuren el establecimiento de los procesos de revisi&oacute;n propios de una revista cient&iacute;fica, la revisi&oacute;n ciega por pares (blind peer review). Pese a las objeciones que se han hecho a este sistema (<a href="#bue03">Buela-Casal 2003</a>; <a href="#cam02">Campanario 2002</a>; <a href="#dal95">Dalton 1995</a>; <a href="#kap95">Kaplan 1995</a>), se admite que la revisi&oacute;n ciega por pares es, de los existentes, el mejor m&eacute;todo para determinar la calidad de una contribuci&oacute;n cient&iacute;fica (<a href="#cam97">Cam&iacute; 1997</a>; <a href="#gim01">Gim&eacute;nez y Rom&aacute;n 2001</a>; <a href="#san02">Sancho 2002</a>; <a href="#wel02">Weller 2002</a>).</p>

<h3>Comparaci&oacute;n de la calidad de difusi&oacute;n</h3>

<p>El an&aacute;lisis comparativo relativo a la calidad de la difusi&oacute;n de las revistas espa&ntilde;olas del campo de las CCAFD lo hemos realizado a partir de la indizaci&oacute;n de las publicaciones en bases de datos y el tipo de presencia que tienen dichos documentos en Internet (ver Tabla 6).</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom">&nbsp;<br /><strong>Tabla 6. Comparaci&oacute;n de los indicadores de la calidad de difusi&oacute;n</strong></caption>
<tr><th colspan="2">Inclusi&oacute;n en<br />bases de datos</th><th colspan="5">Versi&oacute;n en Internet</th></tr>
<tr><th>A&ntilde;o</th><th>S&iacute;</th><th>No</th><th>S&oacute;lo noticia</th><th>Papel y acceso<br />a sumarios</th><th>Papel y<br />electr&oacute;nica</th><th>Electr&oacute;nica</th></tr>
<tr><td>2000</td><td align="center">4; 15,40%</td><td align="center">22; 84,60%</td><td align="center">8; 30,80%</td><td align="center">0</td><td align="center">0</td><td align="center">2; 7,70%</td></tr>
<tr><td>2005</td><td align="center">6; 18,75%</td><td align="center">26; 81,25%</td><td align="center">10; 31,25%</td><td align="center">10; 31,25%</td><td align="center">2; 6,25%</td><td align="center">4; 12,50%</td></tr>
</table>

<p>La difusi&oacute;n de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD es un tema preocupante por lo que a la indizaci&oacute;n en bases de datos se refiere. En el a&ntilde;o 2005, s&oacute;lo el 18,75% de las revistas se encuentren recogidas en, al menos, uno de estos sistemas, si bien es cierto que es un porcentaje algo mayor al observado en el a&ntilde;o 2000. Las revistas indizadas en alguna base de datos en el a&ntilde;o 2005 son: "Apunts. Educaci&oacute;n F&iacute;sica y Deportes", "Apunts. Medicina del Deporte", "Archivos de Medicina del Deporte", "Motricidad", "Revista de Psicolog&iacute;a del Deporte" y "Selecci&oacute;n". En el caso de Motricidad, hay que advertir que en algunos ejemplares no se declaran las bases de datos en las que se encuentra indizada, omisi&oacute;n que hemos atribuido a un <span>error</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>de imprenta. Este porcentaje del 18,75% no lo podemos comparar con los estudios espa&ntilde;oles de referencia que hemos utilizado en la calidad formal y de contenido por tener diferencias metodol&oacute;gicas. No obstante, el dato refleja una limitada proyecci&oacute;n internacional de las publicaciones, cuando la difusi&oacute;n de una revista es un aspecto con0erado por los autores potenciales para seleccionar el destino de sus art&iacute;culos. &Eacute;stos aspiran a la mayor repercusi&oacute;n posible entre la comunidad cient&iacute;fica y, para ello, optan por aquellos canales de comunicaci&oacute;n que m&aacute;s visibilidad puedan reportarles a sus trabajos (<a href="#gim01a">Gim&eacute;nez <em>et al.</em> 2001a</a>).</p>

<p>Algo mejor es la visibilidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD en Internet, ya que ha aumentado alg&uacute;n tipo de presencia en la red. Si en el a&ntilde;o 2000 no hab&iacute;a revistas que ofrecieran acceso a sus sumarios a trav&eacute;s de la red o que simultanearan la versi&oacute;n en papel con la electr&oacute;nica, en el 2005 hay un 31,25% y un 6,25% de publicaciones, respectivamente, que s&iacute; lo hacen. Adem&aacute;s, las revistas exclusivamente electr&oacute;nicas han pasado de constituir el 7,70% al 12,50% del total durante estos cinco a&ntilde;os. Las revistas 'on-line' actualmente vigentes son "Derecho Deportivo en l&iacute;nea", "Rendimientodeportivo.com", "Revista Internacional de Medicina Ciencias de la Actividad F&iacute;sica y el Deporte" y "Revista Iberoamericana de Psicomotricidad y T&eacute;cnicas Corporales". Pese a la mejor&iacute;a, en el a&ntilde;o 2005 hay un 18,75% de publicaciones que no tienen ning&uacute;n tipo de presencia en Internet. Este dato es con0erablemente menor que el 64,4% y el 48% de las revistas espa&ntilde;olas de Ciencias Sociales y Humanas y de Ciencia y Tecnolog&iacute;a, respectivamente, que no poseen ning&uacute;n tipo de presencia en la red, aunque curiosamente algo mayor que el 16,7% de las publicaciones peri&oacute;dicas de Ciencias de la Salud.</p>

<h2>Conclusiones</h2>

<p>Los resultados de este estudio indican que la calidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD ha mejorado ligeramente entre los cinco a&ntilde;os que median entre los dos an&aacute;lisis realizados, si bien poseen unos niveles de calidad inferiores a otros campos en Espa&ntilde;a. Se requiere, por tanto, un esfuerzo mayor por parte de todos los agentes implicados en el proceso editorial para elevar los est&aacute;ndares de calidad que, al menos, le corresponder&iacute;an por el aumento experimentado en la productividad de las &uacute;ltimas d&eacute;cadas en el campo estudiado. <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>continuaci&oacute;n presentamos las principales conclusiones de nuestro trabajo:</p>

<ol type="1">
    <li>El n&uacute;mero de revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD ha aumentado de 26 a 32 publicaciones entre el a&ntilde;o 2000 y el 2005.</li>
    <li>El conjunto de las publicaciones peri&oacute;dicas espa&ntilde;olas del campo de estudio se muestra inestable, ya que en los cinco a&ntilde;os que median entre un an&aacute;lisis y otro se han producido cinco bajas y once incorporaciones en el inventario de revistas.</li>
    <li>El GGN de las revistas ha mejorado substancialmente al aumentar el valor promedio de este indicador de segundo orden (de 0,68 a 0,73), lo que supone el paso de este valor del nivel 'medio' en el a&ntilde;o 2000 al nivel 'elevado' en el a&ntilde;o 2005. </li>
    <li>El GFN tambi&eacute;n ha evolucionado positivamente, si bien los valores promedio en los dos a&ntilde;os de nuestro an&aacute;lisis (0,62 y 0,64) se mantienen dentro del mismo nivel de normalizaci&oacute;n, el 'medio'. </li>
    <li>La adecuaci&oacute;n de las revistas a la norma ISO 8-1977 (Presentaci&oacute;n de las publicaciones peri&oacute;dicas) ha mejorado ligeramente en lo que respecta a la inclusi&oacute;n de todos los datos en las portadas de las revistas (del 15,40% al 25%), as&iacute; como en cada una de las p&aacute;ginas de los fasc&iacute;culos y en el sumario (en estos dos casos de 3,80% a 12,50%), aunque los porcentajes alcanzados son todav&iacute;a bajos. </li>
    <li>El ajuste de las publicaciones a la norma ISO 215-1986 (Presentaci&oacute;n de art&iacute;culos en publicaciones peri&oacute;dicas) ha experimentado una mejora destacable, pues el 31,25% de las revistas del a&ntilde;o 2005 siempre presentan las palabras clave y el resumen en dos idiomas, mientras que en el a&ntilde;o 2000 era solamente el 11,54%. La presencia, en todos los art&iacute;culos de una revista, de un resumen en el idioma de la publicaci&oacute;n, ha pasado a incluirse del 34,60% al 65,63% de las revistas y la inclusi&oacute;n de las palabras clave del 19,20% en el 2000 al 43,75% en el 2005.</li>
    <li>El porcentaje de revistas que disponen de consejo de redacci&oacute;n ha aumentado del 88,50% al 90,62% entre los dos a&ntilde;os del an&aacute;lisis. Tambi&eacute;n ha aumentado el porcentaje de publicaciones peri&oacute;dicas que indican la filiaci&oacute;n institucional de todos los miembros del consejo de redacci&oacute;n (de 7,70% a 25%), aunque es un porcentaje mucho menor con respecto a las revistas que tienen este &oacute;rgano. </li>
    <li>Las revistas de CCAFD han experimentado un avance en favor de la transparencia de los procesos de revisi&oacute;n, ya que del 50% de las publicaciones que no indicaban nada al respecto en el a&ntilde;o 2000 se ha pasado a un 31,25% en el 2005. Sin embargo, la mejora es muy pobre en el uso de los mecanismos m&aacute;s rigurosos de evaluaci&oacute;n, la revisi&oacute;n externa y ciega (de 7,70% a 12,50%).</li>
    <li>La difusi&oacute;n de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD es un tema preocupante, ya que s&oacute;lo de un 18,75% de las publicaciones del a&ntilde;o 2005 se encuentran indizadas en, al menos, una base de datos, porcentaje s&oacute;lo algo mayor al 15,40% observado en el 2000.</li>
    <li>La visibilidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD en Internet ha mejorado durante nuestro periodo de an&aacute;lisis al aumentar los distintos niveles de presencia en la red. No obstante, un 18,75% de las publicaciones sigue <span>sin</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>tener ning&uacute;n tipo de presencia en Internet. </li>
</ol> 

<p>En s&iacute;ntesis, las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de CCAFD deben avanzar de manera activa en esa tendencia positiva que apuntan. Pese a ello, se observa una escasa utilizaci&oacute;n de los sistemas de selecci&oacute;n rigurosos, una difusi&oacute;n muy limitada, una cierta inestabilidad en los t&iacute;tulos y un elevado n&uacute;mero de publicaciones peri&oacute;dicas, as&iacute; como un amplio margen de mejora en la normalizaci&oacute;n de las revistas.</p>

<p>Desde nuestro punto de vista, con este tipo de an&aacute;lisis de la calidad de las revistas cient&iacute;ficas estamos enfatizando la interdependencia entre los aspectos formales, los de contenido cient&iacute;fico y de difusi&oacute;n de la calidad global de las publicaciones peri&oacute;dicas. La normalizaci&oacute;n de una revista contribuye a su indizaci&oacute;n y difusi&oacute;n y, con ello, a su circulaci&oacute;n y conocimiento entre la comunidad cient&iacute;fica, que podr&aacute; con0erarla como herramienta de inter&eacute;s para el consumo de informaci&oacute;n y el env&iacute;o de originales. Conforme crezca la afluencia de trabajos aumentar&aacute; la competencia para resultar seleccionados y, en consecuencia, la calidad de los que finalmente fueran publicados. Si a ello se suma el prestigio de los miembros del consejo de redacci&oacute;n y el car&aacute;cter riguroso de los sistemas de selecci&oacute;n de originales, no s&oacute;lo aumentar&iacute;a el n&uacute;mero de originales sino que se recibir&iacute;an art&iacute;culos de mayor calidad. Por lo tanto, las carencias que este trabajo ha identificado deben repararse con urgencia. Como se adelant&oacute; en la introducci&oacute;n, la comunidad cient&iacute;fica espa&ntilde;ola de CCAFD necesita dotarse de revistas que no se desajusten con su grado de desarrollo y productividad para consolidar el campo y contribuir a la mejora de las aportaciones de sus miembros.</p>

<h2>Notas</h2>

<p>(1) Dato obtenido de la consulta del cat&aacute;logo de revistas de la British Library en junio de 2005 con las siguientes palabras de b&uacute;squeda: dance, exercise, fitness, games, leisure, PE, physical activity, physical <span>education</span>, <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> physiology, recreation, sport y sports.</p>

<h2>Reconocimientos</h2>

<p>Agradecemos al Ministerio de Educaci&oacute;n Espa&ntilde;ol las ayudas recibidas por los dos proyectos de investigaci&oacute;n que sustentan el trabajo de este art&iacute;culo (Proyecto EA-7199 de la convocatoria de 2001 y Proyecto I+D+I, SEJ2004-03996/EDUC de la convocatoria 2004-2007)</p>

<form action="#">
<fieldset>
<legend style="border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; padding: 0.1ex 0.5ex; color: white; background-color: #5E96FD; font-size: medium; font-weight: bold;">References</legend>
<ul>
    <li><a name="aqu00" id="aqu00"></a>Aquesolo, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2000). Apuntes para una historia de la documentaci&oacute;n deportiva. <i>Revista General de Informaci&oacute;n y Documentaci&oacute;n</i>, <strong>10</strong>(1), 31-67.</li>
    <li><a name="ble02" id="ble02"></a>Bleakley, C. &amp; MacAuley, D. (2002). The <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of research in sports journals. <i>British Journal of Sports Medicine</i>, <strong>36</strong>(2), 124-125.</li>
    <li><a name="bro05" id="bro05"></a>Brophy, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> H., Gardner, M. <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>, Saleem, O. &amp; Marx, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> G. (2005). An assessment of the methodological <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of research published in The American Journal of Sports Medicine. <i>American Journal of Sports Medicine</i>, <strong>33</strong>(12), 1812-1815.</li>
    <li><a name="bue03" id="bue03"></a>Buela-Casal, G. (2003). Evaluaci&oacute;n de la calidad de los art&iacute;culos y de las revistas cient&iacute;ficas: propuesta del factor de impacto ponderado y de un &iacute;ndice de calidad. <i>Psicothema</i>, <strong>15</strong>(1), 23-35.</li>
    <li><a name="cam97" id="cam97"></a>Cam&iacute;, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (1997). Impactolatr&iacute;a: diagn&oacute;stico y tratamiento. <i>Medicina Cl&iacute;nica</i>, <strong>109</strong>(13), 515-524.</li>
    <li><a name="cam02" id="cam02"></a>Campanario, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> M. (2002). El sistema de revisi&oacute;n por expertos (peer review): muchos problemas y pocas soluciones. <i>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</i>, <strong>25</strong>(3), 166-184.</li>
    <li><a name="dal95" id="dal95"></a>Dalton, M. S. (1995). Refereeing of scholarly works for <span>primary</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>publishing. <i>Annual Review of Information Science and Technology</i>, <strong>30</strong>, 213-250.</li>
    <li><a name="del98" id="del98"></a>Delgado, E. &amp; Ruiz, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (1998). <i>Normalizaci&oacute;n de revistas cient&iacute;ficas: m&eacute;todo de evaluaci&oacute;n</i>. Salamanca: Ediciones Univer0ad de Salamanca.</li>
    <li><a name="del97" id="del97"></a>Delgado, E. (1997). Incidencia y normalizaci&oacute;n de las revistas cient&iacute;ficas en la transferencia y evaluaci&oacute;n de la informaci&oacute;n cient&iacute;fica. <i>Revista de Neurolog&iacute;a</i>, <strong>25</strong>(148), 1942-1946.</li>
    <li><a name="dev03" id="dev03"></a>Dev&iacute;s, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>, Antol&iacute;n, L., Villam&oacute;n, M., Moreno, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Valenciano, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2003). Las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de las ciencias de la actividad f&iacute;sica y el deporte: inventario y an&aacute;lisis de la calidad de contenido y difusi&oacute;n. <i>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</i>, <strong>26</strong>(2), 177-190.</li>
    <li><a name="dev04" id="dev04"></a>Dev&iacute;s, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>, Villam&oacute;n, M., Antol&iacute;n, L., Valenciano, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Moreno, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2004). Las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de ciencias de la actividad f&iacute;sica y el deporte: adecuaci&oacute;n a las normas ISO y grado de normalizaci&oacute;n. <i>Ci&ecirc;ncia da Informa&ccedil;ao</i>, <strong>33</strong>(1), 38-47.</li>
    <li><a name="ghe01" id="ghe01"></a>Ghent, G. (2001). The development of sports documentation and information centres highlights from recent history. <i>Sports Information in the Third Millenium: Proceedings of the 11th IASI World Congress</i> (pp. 171-186), Lausanne: Olympic Museum and Studies Centre.</li>
    <li><a name="gim01" id="gim01"></a>Gim&eacute;nez, E. &amp; Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2001). Elementos de calidad que deben estar presentes en las revistas cient&iacute;ficas convencionales y/o electr&oacute;nicas. Modelos de evaluaci&oacute;n. In Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (coord.), <i>La edici&oacute;n de revistas cient&iacute;ficas. Gu&iacute;a de buenos usos</i> (pp. 51-66). Madrid: CINDOC.</li>
    <li><a name="gim01a" id="gim01a"></a>Gim&eacute;nez, E., G&oacute;mez, I. &amp; V&aacute;zquez, M. (2001a). Difusi&oacute;n nacional e internacional de las revistas cient&iacute;ficas. In Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (coord.), <i>La edici&oacute;n de revistas cient&iacute;ficas. Gu&iacute;a de buenos usos</i> (pp. 35-46). Madrid: CINDOC.</li>
    <li><a name="gim01b" id="gim01b"></a>Gim&eacute;nez, E., Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; V&aacute;zquez, M. (2001b). Normalizaci&oacute;n. In  Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (coord.), <i>La edici&oacute;n de revistas cient&iacute;ficas. Gu&iacute;a de buenos usos</i> (pp. 17-33). Madrid: CINDOC.</li>
    <li><a name="hop03" id="hop03"></a>Hopkins, W.G. (2003). <a href="http://www.webcitation.org/5UqhpKHm0" target="_blank">Impact factor of journals in sport and exercise science, 1999-2001.</a> <i>Sportscience</i>, <strong>7</strong>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>14 January, 2008 from http://sportsci.org/jour/03/wghif.htm  (Archived by WebCite&reg; at http://www.webcitation.org/5UqhpKHm0)</li>
    <li><a name="hop04" id="hop04"></a>Hopkins, W.G. (2004). <a href="http://www.webcitation.org/5UqimWarM" target="_blank">Impact factor of journals in sport and exercise science, 2000-2003.</a> <i>Sportscience</i>, <strong>8</strong>, 12-19. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>14 January, 2008 from http://sportsci.org/jour/04/wghif.htm  (Archived by WebCite&reg; at http://www.webcitation.org/5UqimWarM)</li>
    <li><a name="hop05" id="hop05"></a>Hopkins, W.G. (2005). <a href="http://www.webcitation.org/5UqiswAmf" target="_blank">Impact factor of journals in sport and exercise science, 2004</a>. <i>Sportscience</i>, <strong>9</strong>, 14-16. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>14 January, 2008 from http://www.sportsci.org/jour/05/wghif.htm  (Archived by WebCite&reg; at http://www.webcitation.org/5UqiswAmf)</li>
    <li><a name="hop06" id="hop06"></a>Hopkins, W.G. (2006). <a href="http://www.webcitation.org/5Uqiy5uPu" target="_blank">The Journals World Cup 2005: Impact factor for sport science, 1999-2000.</a> <i>Sportscience</i>, 10, 9-11. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>14 January, 2008 from http://sportsci.org/2006/wghif.htm  (Archived by WebCite&reg; at http://www.webcitation.org/5Uqiy5uPu)</li>
    <li><a name="iso88" id="iso88"></a>ISO (International <span>Standard</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>Organization). (1988). <i>Documentation et information: recueil de normes ISO 1</i>. (3rd. ed.). Ginebra: ISO-Unesco.</li>
    <li><a name="kap95" id="kap95"></a>Kaplan, D. (1995). How to fix peer review. <i>The Scientist</i>, <strong>19</strong>(1), 10.</li>
    <li><a name="kra95" id="kra95"></a>Krauskopf, M. &amp; Vera, M.I. (1995). Las revistas latinoamericanas de corriente principal: indicadores y estrategias para su consolidaci&oacute;n. <i>Interciencia</i>, <strong>20</strong>(3), 144-148.</li>
    <li><a name="kuh87" id="kuh87"></a>Kuhn, T.S. (1987). <i>La estructura de las revoluciones cient&iacute;ficas</i>. (11<sup>a</sup> reimpresi&oacute;n). Madrid: Fondo de Cultura Econ&oacute;mica.</li>
    <li><a name="mcb06" id="mcb06"></a>McBride, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2006). Impact factors for the Journal of Teaching in Physical Education - what are they and are they important?. <i>Journal of Teaching in Physical Education</i>, <strong>25</strong>(1), 3-8.</li>
    <li><a name="mir91" id="mir91"></a>Miranda, M.<span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Mongeau, D. (1991). An evaluation of journals  in physical <span>education</span>, <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> athletics, and sports. <i>The Serials Librarian</i>, <strong>21</strong>(1), 89-113.</li>
    <li><a name="olc04" id="olc04"></a>Olcina, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2004). <i><a href="http://www.webcitation.org/5UqjD1VOK" target="_blank">
Las revistas espa&ntilde;olas de Geograf&iacute;a: cambios y adaptaci&oacute;n a los criterios editoriales de calidad</a></i>. Informe. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>14 January, 2008 from http://www.ieg.csic.es/Age/docs_AGE/04-09-Las_revistas.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5UqjD1VOK)</li>
    <li><a name="pas03" id="pas03"></a>Pastor, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> L. (2003). La investigaci&oacute;n en las ciencias de la actividad f&iacute;sica y el deporte. Perspectiva Hist&oacute;rica. <i>&Aacute;gora</i>, No. 2-3, 39-50.</li>
    <li><a name="per01" id="per01"></a>P&eacute;rez, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2001). La evaluaci&oacute;n de las revistas cient&iacute;ficas. <i><a href="http://www.ub.es/biblio/bid/06perez2.htm" target="_blank">BiD: textos universitaris de biblioteconomia i documentaci&oacute;n</a></i>, No. 6. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>14 January, 2008 from http://www.ub.es/biblio/bid/06perez2.htm</li>

<li><a name="ram01" id="ram01"></a>Ramos, C. (2001). <a href="http://www.revele.com.ve/programas/indice/ria.php?id=10946&amp;rev=extramuros" target="_blank">Visi&oacute;n y revisi&oacute;n de las revistas acad&eacute;micas como par&aacute;metro de productividad cient&iacute;fica (calidad, normas, pol&iacute;ticas e indizaci&oacute;n).</a> <i>Extramuros</i>, <strong>1</strong>(14). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>12, May 2005 from http://www.revele.com.ve/programas/indice/ria.php?id=10946&amp;rev=extramuros</li>

    <li><a name="red02" id="red02"></a>Redero, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2002). <i>An&aacute;lisis y evaluaci&oacute;n de las revistas cient&iacute;ficas universitarias de Castilla y Le&oacute;n: un estudio de normalizaci&oacute;n documental</i>. Salamanca: Ediciones Univer0ad de Salamanca.</li>

    <li><a name="rem00" id="rem00"></a>Remans, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2000). Informaci&oacute;n y documentaci&oacute;n en Europa. <i>Revista General de Informaci&oacute;n y Documentaci&oacute;n</i>, <strong>10</strong>(1), 17-29.</li>

    <li><a name="roj98" id="roj98"></a>Rojas, F. (1998). Panor&aacute;mica general de las revistas biom&eacute;dicas de Cuba. Presente y futuro. <i>Acimed</i>, <strong>6</strong>(1), 42-49.</li>

    <li><a name="rom02" id="rom02"></a>Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>, V&aacute;zquez, M. &amp; Urd&iacute;n, C. (2002). Los criterios de calidad editorial Latindex en el marco de la evaluaci&oacute;n de las revistas espa&ntilde;olas de humanidades y ciencias sociales. <i>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</i>, <strong>25</strong>(3), 286-307.</li>

    <li><a name="rui90" id="rui90"></a>Ruiz-P&eacute;rez, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Pinto, M. (1990). <i>Directrices fundamentales para la normalizaci&oacute;n de revistas cient&iacute;ficas: recomendaciones destinadas a autores, directores y editores</i>. Granada: Univer0ad, Grupo de Trabajo de Informaci&oacute;n y Documentaci&oacute;n de la Comisi&oacute;n Nacional de Espa&ntilde;a de la Unesco.</li>

    <li><a name="san02" id="san02"></a>Sancho, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2002). Indicadores de los sistemas de ciencia, tecnolog&iacute;a e innovaci&oacute;n. <i>Econom&iacute;a Industrial</i>, No. 343, 97-109.</li>

    <li><a name="sar01" id="sar01"></a>Sarig, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>, Kennett, S., Maharik, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>, Miller, U. &amp; Lidor, <span>R++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2001). Bibliometric analysis in sport and physical <span>education</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>sciences background guidelines and benefits. <i>Sports Information in the Third Millenium: Proceedings of the 11th IASI World Congress</i> (pp. 228-232), Lausanne: Olympic Museum and Studies Centre.</li>

    <li><a name="urd03" id="urd03"></a>Urd&iacute;n, C., V&aacute;zquez, M. &amp; Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2003). Los criterios de calidad editorial Latindex en el marco de evaluaci&oacute;n de las revistas espa&ntilde;olas de Ciencia y Tecnolog&iacute;a. <i>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</i>, <strong>26</strong>(1), 56-73.</li>

    <li><a name="vaz03" id="vaz03"></a>V&aacute;zquez, M., Urd&iacute;n, C. &amp; Rom&aacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2003). Las revistas espa&ntilde;olas de ciencias de la salud frente a los criterios de calidad editorial Latindex. <i>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</i>, <strong>26</strong>(4), 418-432.</li>

    <li><a name="vil05" id="vil05"></a>Villam&oacute;n, M., Dev&iacute;s, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Valenciano, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> (2005). An&aacute;lisis de la visibilidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte. <i>Revista de Psicolog&iacute;a del Deporte</i>, <strong>14</strong>(2), 253-267.</li>

    <li><a name="wel02" id="wel02"></a>Weller, <span>A+</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> C. (2002). <i>Editorial peer review. Its strenghts and weaknesses</i>. (2nd. ed.). Medford, NJ: Information Today, Inc.</li>
</ul>
</fieldset>
</form>

<form action="#">
<fieldset>
<legend><a id="abs" name="abs" />Abstract in English</legend>
<blockquote><strong>Introduction. </strong>The <span>growth</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>in productivity and number of Spanish periodicals in the field of physical activity and sport sciences recently does not correspond to the improvement in these journals due, among other issues, to their reduced international visibility.  Therefore, we develop a comparative study on the <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of these journals between 2000 and 2005 to improve their <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>and consolidate this field of study. <br />
<strong>Method.</strong> An analysis of several formal, scientific content and diffusion indicators are developed from <span>direct</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>observation of journals from  inventories of journals covering 2000 and 2005.  The journals conformity to ISO 8-1977 and ISO 215-1986, as well as the General Normalization Grade and Fundamental Normalization Grade constitute the formal <span>quality</span>. <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> Content <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>was based on the nature of the editorial boards, the affiliation of board members and the process of selecting papers for publication. Finally, diffusion is based on the indexing of journals in databases and from the ways in which the journals appear on the Internet.<br/>
<strong>Conclusions.</strong> The <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of Spanish physical activity and sport sciences journals is slightly improved but still with lower standards than other  fields. The General Normalization Grade has improved from a <span>medium</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>level to a high level, and there still is a wide <span>range</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>of improvement in conformity with ISO standards. <span>A+</span>  <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>reduced use of <span>rigorous</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>paper <span>selection</span>  <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span><span>systems</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>is <span>observed</span>, <span class="exper" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> as well as <span>limited</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>diffusion, instability of journal titles, and a high number of periodicals.</blockquote>
</fieldset>
</form>
<form action="#">
<fieldset>
<legend style="border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>navy; padding: 0.1ex 0.5ex; color: white; background-color: #5E96FD; font-size: medium; font-weight: bold;">How to cite this paper</legend>
<div><br />
Valenciano Valc&aacute;rcel, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>,  Dev&iacute;s-Dev&iacute;s, <span>J++</span>. <span class="compus" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span> &amp; Villam&oacute;n, M. (2008). &quot;An&aacute;lisis comparativo de la calidad de las revistas cient&iacute;fico-t&eacute;cnicas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte (2000-2005)&quot; <em>Information Research</em>, <strong>13</strong>(1) paper 337. [Available 16 January, 2008 at http://InformationR.net/ir/13-1/paper337.html]</div>
</fieldset>
</form>

<table align="center" cellspacing="10">
	<tbody><tr>
		<td colspan="3" style="background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;" align="center">Find other papers on this subject</td></tr>
	<tr>
		<td align="center" valign="top">

<form method="get" action="http://scholar.google.com/scholar" target="_blank">
			<table bgcolor="#ffffff">

				<tbody><tr>
					<td align="center" height="32" nowrap="nowrap" valign="top"><input name="q" size="31" maxlength="255" value="&quot;sports science&quot; journals <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>bibliometrics" type="hidden" /> <br />
<input name="sa" value="Scholar Search" style="font-size: small; font-family: Verdana; font-weight: bold;" type="submit" />
<input name="num" value="100" type="hidden" />
					</td>
				</tr>
			</tbody></table>

</form>
		</td>

		<td align="center" valign="top">
<!-- Search Google -->

<form method="get" action="http://www.google.com/custom" target="_top">
			<table bgcolor="#ffffff">
				<tbody><tr>
					<td align="center" height="32" nowrap="nowrap" valign="top"><input name="q" size="31" maxlength="255" value="&quot;sports science&quot; journals <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>bibliometrics" type="hidden" /><br />
<input name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;" type="submit" />
<input name="client" value="pub-5081678983212084" type="hidden" />
<input name="forid" value="1" type="hidden" />

<input name="ie" value="ISO-8859-1" type="hidden" />
<input name="oe" value="ISO-8859-1" type="hidden" />

<input name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;" type="hidden" />
<input name="hl" value="en" type="hidden" />
					</td>
				</tr>
			</tbody></table>
</form>
</td>
<td align="center" valign="top">
<form method="get" action="http://www.live.com/" target="_blank">
			<table bgcolor="#ffffff">
				<tbody><tr>

					<td align="center" height="32" nowrap="nowrap" valign="top"><input name="q" size="31" maxlength="255" value="&quot;sports science&quot; journals <span>quality</span>  <span class="quali" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>bibliometrics" type="hidden" /> <br />
<input name="sa" value="Windows Academic" style="font-size: small; font-family: Verdana; font-weight: bold;" type="submit" />
<input name="num" value="100" type="hidden" />

					</td>
				</tr>
			</tbody></table>
</form>			
		</td>
	</tr>

</tbody></table>
<!-- <div align="center">Articles citing this paper, <a href="http://scholar.google.com/scholar?hl=en&lr=&cites=15087050128968045568" target="_blank">according to Google Scholar</a></div>
<br /> -->
<div align="center">
<img src="http://images.del.icio.us/static/img/delicious.small.gif" alt="delicious post" /> <a href="http://del.icio.us/post" onclick="window.open('http://del.icio.us/post?v=4&amp;noui&amp;jump=close&amp;url='+encodeURIComponent(location.href)+'&amp;title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark This Page</a>
</div>
<br />
<hr style="color: #5E96FD;" size="1" />

<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>
<img src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper337" align="middle"  width="60" height="20" border="0" hspace="4" vspace="2" alt="counter" /><br /><a href="http://www.digits.com/">Web Counter</a>
</div></td>

<td align="center" valign="top"><div>
&copy; the authors, 2008. <br />Last updated: 15 January, 2008</div></td>

         <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START-->
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'>
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
    var d=document;
    var 0="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('paper337.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:117px 39px 117px 39px;position:relative;">.</span>site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>
<noscript>
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online Web site analytics" /></a>
</noscript>
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online Web site analytics</a><br /></div></td></tr></table></div>
<!--ONESTAT SCRIPTCODE END-->
</td></tr>
</table>
<hr size="3" style="color: #5E96FD;" />

<table align="center"><tr><td><div class="button">

<ul>
	<li><a href="infres131.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>

	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr></table>

<hr size="3" style="color: #5E96FD;" />
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-1/paper337.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:28 GMT -->
</html>