<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/12-2/paper300.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:12:38 GMT -->
<head>
<title>El efecto de las noticias de alto impacto en los servicios de documentación: el caso del atentado terrorista del 11 de marzo de 2004 en Madrid en la prensa española</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<!--Enter appropriate data in the content fields-->
<meta name="dc.title" content="El efecto de las noticias de alto impacto en los servicios de documentación: el caso del atentado terrorista del 11 de marzo de 2004 en Madrid en la prensa española" />
<meta name="dc.creator" content="Elea Giménez Toledo, Susana Torrado Morales" />
<meta name="dc.subject" content="The effect of high impact news items on documentation services" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> content="Introducción. Se analiza la respuesta de los centros de documentación de los medios de comunicación en situaciones de crisis, concretamente como la producida por el atentado terrorista del 11 de marzo de 2004 en Madrid, observando tanto el impacto de una noticia de esta envergadura en los departamentos de documentación como las consecuencias que haya podido tener en dichos departamentos. Metodología. Se procede a la realización de una serie de entrevistas, compuestas por preguntas abiertas y definidas a priori por las investigadoras a responsables de áreas de documentación de tres periódicos españoles (El País, El Mundo y Abc). Se complementan estas entrevistas con el análisis de las piezas publicadas en la fecha de los atentados así como en los especiales realizados un año después. Resultados. Las principales consecuencias en los servicios de documentación son un incrementos en el número de consultas realizadas, así como de las fuentes de información potencialmente interesantes. El incremento de actividad en dichos servicios se traduce en tres facetas distintas del trabajo documental. En primer lugar en el método del trabajo, más próximo al trabajo de redacción, estableciéndose prioridades tanto en las consultas como en el procesamiento de información entrante y la dedicación de más recursos para contrastar dicha información, así como un incremento en la capacidad de previsión. En segundo lugar, la importancia de la realización de dos tareas puramente documentales como son el seguimiento de la prensa nacional e internacional y la elaboración de cronologías, en algunos casos incluso minutadas. En tercer lugar, la elaboración de una serie de productos informativos y documentales específicos (bases de datos, documentos de recopilación y gráficos). Todos estos cambios vienen acompañados por el desarrollo de una taxonomía especial sobre terrorismo y temas afines que incrementan la precisión en la recuperación de la información." /> 
<meta name="dc.subject.keywords" content="news, terrorism, documentation services, Spain" />

<!--leave the following to be completed by the Editor-->
<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="http://InformationR.net/ir/12-2/paper300.html " />
<meta name="dc.relation.IsPartOf" content="infres122.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2007-01-15" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>
	
<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}
		
fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted maroon;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: maroon;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy;
    border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy;
    font-weight: bold;
}

</style>

<script language="<span>JavaScript</span>" <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>>
<!-- hide
function openNewWindow() {
  popupWin = window.open('figure.',
  'open_window',
  'menubar, toolbar, location, directories, <span>status</span>, <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> scrollbars, resizable, dependent, width=640, height=480, left=0, top=0')
}
// done hiding -->

</script>
<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head>
<body bgcolor="#ffffff">
<table cellspacing="0" cellpadding="0" align="center" border="0">
  <tbody>
  <tr>
    <td align="center" colspan="5" height="30"><img height="45" alt="header" src="../mini_logo2.gif" 
      width="336" /><br />Vol. 12  No. 2, January 2007<br /><br />
      <div class="button">
      <ul>
        <li><a href="infres122.html">Contents</a> |  </li>
        <li><a href="../iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index-2.html">Home</a>  </li>
   </ul></div></td></tr>
  <tr>
    <td>&nbsp;</td></tr></tbody></table>
<hr style="COLOR: maroon" size="1" />

<h1>El efecto de las noticias de alto impacto en los servicios de documentaci&oacute;n: el caso del atentado terrorista del 11 de marzo de 2004 en Madrid en la prensa espa&ntilde;ola.</h1>
<br />
<div style="margin-left: 10%; margin-right: 10%;">
<h4><a href="mailto:elea@yahoo.es">Elea Gim&eacute;nez Toledo</a><br /> 
Centro de Informaci&oacute;n y Documantaci&oacute;ón Científica-CINDOC, Pinar, 25, 28006 Madrid, Spain<br />
<a href="mailto:storrado@um.es">Susana Torrado Morales</a><br />Facultad de Comunicaci&oacute;n y Documentaci&oacute;n, Univer0ad de Murcia, 30003 - Murcia, Spain. </h4>
</div>
<br />

<form action="http://informationr.net/ir/12-2/none">
<fieldset><legend>Abstract</legend>

<blockquote><strong>Introducci&oacute;n</strong>. Se analiza la respuesta de los centros de documentaci&oacute;n de los medios de comunicaci&oacute;n en situaciones de crisis, concretamente como la producida por el atentado terrorista del 11 de marzo de 2004 en Madrid, observando tanto el impacto de una noticia de esta envergadura en los departamentos de documentaci&oacute;n como las consecuencias que haya podido tener en dichos departamentos.<br />
  <strong>Metodolog&iacute;a.</strong> Se procede a la realizaci&oacute;n de una serie de entrevistas, compuestas por preguntas abiertas y definidas a priori por las investigadoras a responsables de &aacute;reas de documentaci&oacute;n de tres peri&oacute;dicos espa&ntilde;oles (El Pa&iacute;s, El Mundo y Abc). Se complementan estas entrevistas con el an&aacute;lisis de las piezas publicadas en la fecha de los atentados as&iacute; como en los especiales realizados un a&ntilde;o despu&eacute;s.<br />
  <strong>Resultados.</strong> Las principales consecuencias en los servicios de documentaci&oacute;n son un incrementos en el n&uacute;mero de consultas realizadas, as&iacute; como de las fuentes de informaci&oacute;n potencialmente interesantes. El incremento de actividad en dichos servicios se traduce en tres facetas distintas del   trabajo documental. En primer lugar en el m&eacute;todo del trabajo, m&aacute;s pr&oacute;ximo al trabajo de redacci&oacute;n, estableci&eacute;ndose prioridades tanto en las consultas como en el procesamiento de informaci&oacute;n entrante y la dedicaci&oacute;n de m&aacute;s recursos para contrastar dicha informaci&oacute;n, as&iacute; como un incremento en la capacidad de previsi&oacute;n. En segundo lugar, la importancia de la realizaci&oacute;n de dos tareas puramente documentales como son el seguimiento de la prensa nacional e internacional y la elaboraci&oacute;n de cronolog&iacute;as, en algunos casos incluso minutadas. En tercer lugar, la elaboraci&oacute;n de una serie de productos informativos y documentales espec&iacute;ficos (bases de datos, documentos de recopilaci&oacute;n y gr&aacute;ficos). Todos estos cambios vienen acompa&ntilde;ados por el desarrollo de una taxonom&iacute;a especial sobre terrorismo y temas afines que incrementan la precisi&oacute;n en la recuperaci&oacute;n de la informaci&oacute;n.
<br /><br />
</blockquote>
</fieldset> 
</form>
<div align="center"><a href="#abstract">Abstract in English</a></div>
<br /><br />
<div align="center">
<input type="button" value="change font" class="btn" 
style="font-variant: small-caps; font-weight: bold; font-family: 
Verdana; color: white; background-color: maroon;" 
onclick="doChangeFont()" /></div>

<br />

<h2>Introducci&oacute;n</h2>

<p>Hay noticias que por ser imprevistas, tr&aacute;gicas, in&eacute;ditas, o por la trascendencia que tienen, impactan de manera especial en el proceso de comunicaci&oacute;n. Tanto es as&iacute; que la comunicaci&oacute;n en situaciones de crisis se estudia como algo particular que exige seguir ciertos protocolos y que ha 0o especialmente cuidado en el &aacute;mbito de la comunicaci&oacute;n corporativa. Los departamentos de documentaci&oacute;n de los medios reciben, al igual que las redacciones, el impacto de tales noticias, puesto que lo que all&iacute; se hace es apoyar el trabajo de los redactores, constituirse en su <em>memoria</em> y proporcionar toda aquella informaci&oacute;n que en un momento determinado pueda ser demandada. </p>

<p>La agitaci&oacute;n en una redacci&oacute;n puede no tener mucho impacto en documentaci&oacute;n y a la inversa: una situaci&oacute;n cotidiana de la redacci&oacute;n puede generar una demanda a los documentalistas que desate un importante trabajo. Sin embargo, noticias como los atentados del 11 septiembre, 2001 (11-S) contra las Torres Gemelas o los del 11 marzo, 2004 (11-M) en los trenes de cercan&iacute;as de Madrid, desencadenan peque&ntilde;as tormentas -las grandes son las sociales- en las redacciones y, <span>sin</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>duda, en documentaci&oacute;n. En estos contextos, la propia actualidad (consecuencias de la noticia, declaraciones, investigaci&oacute;n, etc.) genera m&uacute;ltiples y variadas informaciones, al tiempo que se disparan las nece0ades de informaci&oacute;n de los periodistas, se complican las decisiones sobre la selecci&oacute;n de material y, en cierto modo, se desequilibra el funcionamiento habitual tanto de las redacciones como de los servicios de documentaci&oacute;n de los medios. Si bien los departamentos de Documentaci&oacute;n de los medios de comunicaci&oacute;n han 0o analizados en innumerables ocasiones, son pocos los acercamientos que se han producido cuando pasan por situaciones de especial inten0ad o complejidad informativa. </p>

<p>Este trabajo pretende cubrir parcialmente ese hueco, analizando las actuaciones especiales llevadas a cabo por los servicios de documentaci&oacute;n en la tr&aacute;gica jornada del 11 de marzo de 2004 y tambi&eacute;n en los d&iacute;as posteriores. Entonces, tuvo lugar el atentado terrorista m&aacute;s grave en la historia de Espa&ntilde;a: varias bombas estallaron en distintos trenes de cercan&iacute;as de Madrid y causaron 191 v&iacute;ctimas mortales y m&aacute;s de 2.000 heridos. Sin duda fue una noticia <span>sin</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>precedentes en nuestro pa&iacute;s aunque, informativamente hablando, parece que el 11 de septiembre alter&oacute; m&aacute;s el ritmo de las actividades period&iacute;sticas y documentales (<a href="#arg04">Argenti 2004</a>). En cualquier caso, el objetivo que se plantea en este trabajo es observar y analizar el impacto de una noticia de esta envergadura en los departamentos de Documentaci&oacute;n y las consecuencias que, a medio o largo plazo, tiene. Para conseguirlo, se han obtenido y comparado informaciones seg&uacute;n el m&eacute;todo que se describe a continuaci&oacute;n. </p>

<h2>Metodolog&iacute;a</h2>

<p>El an&aacute;lisis que se aborda se ci&ntilde;e al comportamiento de los centros de documentaci&oacute;n ante una noticia muy concreta, lo que nos permite profundizar en el tipo de variaciones de la actividad cotidiana y en las exigencias de trabajo que plantea esa noticia en particular, independientemente de que haya caracter&iacute;sticas de las situaciones de crisis que puedan ser id&eacute;nticas en el caso de cualquier otra noticia <em>extraordinaria</em>. </p>

<p>Para obtener y discutir las informaciones que se exponen, se realizaron entrevistas personales a los responsables del &aacute;rea de Documentaci&oacute;n de los diarios <i> El Pa&iacute;s</i> y <i> El Mundo</i> y a una de las documentalistas de <i> Abc</i><sup>[<a name="#n1" href="#n1">1</a>]</sup>. Se trata de los tres diarios de mayor tirada en Espa&ntilde;a<sup>[<a name="#n2" href="#n2">2</a>]</sup> y representan, adem&aacute;s, tendencias e ideolog&iacute;as muy distintas. De ellos, <i> Abc</i> es el peri&oacute;dico m&aacute;s antiguo, fundado como semanario en 1903 y refundado como diario en 1905, sigue una clara l&iacute;nea conservadora y mon&aacute;rquica; actualmente forma parte de uno de los mayores grupos medi&aacute;ticos espa&ntilde;oles: Vocento. <i> El Pa&iacute;s,</i> por su parte, nace en 1976, al tiempo que acaba la dictadura franquista, es de ideolog&iacute;a socialdem&oacute;crata y pertenece al grupo medi&aacute;tico espa&ntilde;ol m&aacute;s importante, PRISA<sup>[<a name="#n3" href="#n3">3</a>]</sup>. Finalmente, <i> El Mundo</i>, diario independiente, es el m&aacute;s joven de los tres analizados, pues fue fundado en 1989 y, aunque en sus or&iacute;genes no fue as&iacute;, a d&iacute;a de hoy mantiene una l&iacute;nea editorial af&iacute;n a la derecha. </p>

<p>Las entrevistas giraron en torno a una serie de preguntas abiertas, definidas a priori en funci&oacute;n del hipot&eacute;tico impacto que una noticia de semejantes caracter&iacute;sticas habr&iacute;a podido tener en los departamentos de documentaci&oacute;n: </p>

<ul>
<li>La gesti&oacute;n de la informaci&oacute;n procedente de diversas fuentes y de forma simult&aacute;nea: testigos, fuentes oficiales y gubernamentales, corresponsales, etc. </li>
<li>Reacci&oacute;n y organizaci&oacute;n del equipo de Documentaci&oacute;n para poder responder a la avalancha de demandas informativas de los redactores. </li>
<li>Posible transformaci&oacute;n ocasional de las funciones (documentalistas actuando como periodistas). </li>
<li>Elaboraci&oacute;n de productos informativos especiales por las caracter&iacute;sticas de la noticia. </li>
<li>Presencia o ausencia de consignas por parte de la direcci&oacute;n, en aras de la cautela con la que necesariamente hab&iacute;a que tratar el tema. </li>
<li>Estrategias seguidas para investigar y obtener informaci&oacute;n de temas anteriormente poco o nada explorados. </li>
<li>Establecimiento de criterios especiales para evaluar y filtrar la informaci&oacute;n. </li>
<li>Seguimiento de las informaciones publicadas en otros medios. </li>
</ul>

<p>Las distintas experiencias vividas en los tres medios, as&iacute; como la propia percepci&oacute;n de cada uno de los entrevistados sobre el comportamiento especial de sus secciones en esos d&iacute;as fueron apuntando nuevos temas y condicionando un tratamiento m&aacute;s superficial o m&aacute;s profundo de los distintos aspectos que en un principio se quisieron analizar. Por ello, el ep&iacute;grafe cuarto tratar&aacute; de resaltar aquellos rasgos comunes a los tres centros de documentaci&oacute;n y de marcar alguna diferencia en el modo de afrontar los cambios que produjeron aquellos atentados en los centros. Tambi&eacute;n se presentar&aacute;n los resultados de un breve an&aacute;lisis de las piezas publicadas durante aquellos d&iacute;as en los tres diarios examinados, as&iacute; como en los especiales que vieron la luz un a&ntilde;o despu&eacute;s de los atentados, para comprobar la influencia del trabajo documental en las informaciones. </p>

<p>Antes de ello, se expondr&aacute; sint&eacute;ticamente el contexto pol&iacute;tico en el que tuvieron lugar los atentados del 11 de marzo. Disponer de esa informaci&oacute;n es clave para entender la complejidad de las investigaciones posteriores, el comportamiento de los diarios y, por supuesto, el trabajo derivado hacia Documentaci&oacute;n. </p>

<h2>Los atentados del 11 marzo, 2004 en Madrid y su contexto pol&iacute;tico</h2>

<p>A falta de tres d&iacute;as para la celebraci&oacute;n de elecciones generales de 2004 en Espa&ntilde;a, tuvo lugar en Madrid la peor masacre cometida en este pa&iacute;s por un acto terrorista: 191 personas fallecidas y m&aacute;s de 2.000 heridos conforman el macabro resultado del estallido de 10 de las 13 bombas colocadas por radicales islamistas en cuatro trenes de cercan&iacute;as en Madrid. Tras las primeras horas de conmoci&oacute;n, las hip&oacute;tesis sobre la autor&iacute;a se sucedieron. </p>

<p>Por una parte, la sociedad espa&ntilde;ola, con m&aacute;s de tres d&eacute;cadas de terrorismo de ETA a sus espaldas, pens&oacute; ineludiblemente en la banda como autora. Meses antes se hab&iacute;a abortado un intento de atentado precisamente en la estaci&oacute;n ferroviaria de Chamart&iacute;n (Madrid), y la hip&oacute;tesis, por tanto, ten&iacute;a una cierta base. Sin embargo, a pesar de la dureza de los asesinatos cometidos por ETA, nunca se hab&iacute;a producido un atentado de semejantes dimensiones. Por otra parte, el pre0ente del gobierno espa&ntilde;ol, Jos&eacute; Mar&iacute;a Aznar, apoy&oacute; la invasi&oacute;n de Irak llevada a cabo por Estados Unidos, en contra de la mayor parte de los gobiernos europeos. El pre0ente pos&oacute; para la fotograf&iacute;a en las Islas Azores junto a Tony Blair y <span>George</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>Bush el 16 de marzo de 2003. En octubre de ese mismo a&ntilde;o se producen las declaraciones del l&iacute;der de Al Qaeda, Osama Bin Laden, afirmando que Espa&ntilde;a era objetivo de acciones terroristas por el apoyo a la coalici&oacute;n internacional de la ofensiva contra Irak. Aunque el pasado terrorista en Espa&ntilde;a imprimi&oacute; una tr&aacute;gica inercia a los espa&ntilde;oles, llevando el pensamiento en primera instancia a ETA, lo cierto es que la autor&iacute;a de Al Qaeda era una hip&oacute;tesis que pronto comenz&oacute; a tomar fuerza y que, finalmente, fue confirmada (<a href="#dep">De Pablos 2004</a>).</p>

<p>Siguiendo una cronolog&iacute;a de los hechos, dos horas despu&eacute;s del estallido de los artefactos, el pre0ente del Gobierno Vasco, Juan Jos&eacute; Ibarretxe, afirmaba en una comparecencia oficial desde la sede del gobierno auton&oacute;mico que con los atentados <em>'ETA ha pretendido dinamitar la democracia'</em> (<a href="#red041">Redacci&oacute;n Elpais.es 2004</a>) , mientras el gobierno espa&ntilde;ol convocaba una hora m&aacute;s tarde una manifestaci&oacute;n para el d&iacute;a siguiente en toda Espa&ntilde;a bajo el lema <em>'Con las v&iacute;ctimas, con la Constituci&oacute;n, por la derrota del terrorismo'</em>, dando por sentada la autor&iacute;a de ETA. La rueda de prensa ofrecida por &Aacute;ngel Acebes - en aquel momento ministro de Interior - en la que se&ntilde;alaba como culpable a ETA, asegurando que el explosivo era el utilizado normalmente por la banda terrorista vasca, y todos los comunicados de repulsa de ese d&iacute;a (l&iacute;deres pol&iacute;ticos nacionales, mandatarios internacionales, etc.) conflu&iacute;an en la misma hip&oacute;tesis. Esta teor&iacute;a tambi&eacute;n fue ratificada por el portavoz del Departamento de Estado americano, Richard Boucher, al asegurar que no hab&iacute;a indicios de que Al Qaeda estuviera detr&aacute;s de los atentados. Dicha organizaci&oacute;n public&oacute; un comunicado en el peri&oacute;dico &aacute;rabe editado en Londres <i> Al Quds Al Arabi</i> reivindicando los atentados. Los especialistas y el propio gobierno espa&ntilde;ol con0eraron que el comunicado no era fiable, pues al parecer la organizaci&oacute;n terrorista se hab&iacute;a atribuido falsamente gran parte de los sucesos acaecidos meses antes en el mundo. </p>

<p>El 12 de marzo, mientras se insiste desde el gobierno en que no hay que descartar ninguna hip&oacute;tesis, la polic&iacute;a cient&iacute;fica certifica que los explosivos y los detonadores no son los que usa habitualmente ETA. La organizaci&oacute;n terrorista realiza una llamada telef&oacute;nica a la televisi&oacute;n vasca y al peri&oacute;dico <i>Gara</i> negando su autor&iacute;a en los atentados. Se empieza a apelar a la transparencia en las investigaciones: <i> El Mundo</i> afirma que "El PSOE sospecha que el gobierno oculta informaci&oacute;n sobre la autor&iacute;a"   (<a href="#red042">Redacci&oacute;n Elmundo.es 2004a</a>), mientras Aznar afirma que <em>'todo lo que sepamos, lo van a saber los espa&ntilde;oles'</em> (<a href="#red043">Redacci&oacute;n Elmundo.es 2004b</a>). Al d&iacute;a siguiente, mientras se suceden manifestaciones delante de las sedes del Partido Popular (el partido gobernante) para conocer la verdad del 11-M, se producen las primeras detenciones -tres marroqu&iacute;es y dos espa&ntilde;oles de origen indio-, y se encuentra un v&iacute;deo en el que el presunto portavoz militar de Al-Qaeda en Europa ha asumido la autor&iacute;a. El Centro Nacional de Inteligencia asegura, seg&uacute;n la cadena de radio SER, que el 11-M es obra de terroristas isl&aacute;micos y la jornada de reflexi&oacute;n se viste de luto y dudas. </p>

<p>De este modo, la jornada electoral fue una de las m&aacute;s extra&ntilde;as que ha vivido Espa&ntilde;a en su historia. El PSOE ganaba las elecciones -contra pron&oacute;stico seg&uacute;n las encuestas anteriores a los atentados- con una mayor&iacute;a holgada. Las incertidumbres en la investigaci&oacute;n y las diferentes y contrapuestas informaciones que iban ofreciendo gobierno, polic&iacute;a, oposici&oacute;n, medios, etc. fueron una constante en aquellas jornadas, entre el 11 y el 14 de marzo, en las que Espa&ntilde;a vivi&oacute; unos d&iacute;as que cambiaron la historia del terrorismo en este pa&iacute;s. </p>

<p>Una vez vista la situaci&oacute;n pol&iacute;tica de partida a ra&iacute;z de los atentados, resultar&aacute; m&aacute;s claro el an&aacute;lisis que sigue, tanto de las reacciones de los peri&oacute;dicos como del uso que &eacute;stos hicieron de los servicios de Documentaci&oacute;n.</p>

<h2>El 11-M en los servicios de documentaci&oacute;n de la prensa espa&ntilde;ola</h2>

<p>A la dificultad que toda noticia inesperada conlleva se uni&oacute;, en aquel caso,el desconocimiento sobre la autor&iacute;a y el hecho de que Espa&ntilde;a se encontrase en plena campa&ntilde;a electoral. La primera circunstancia obligaba a investigar las distintas hip&oacute;tesis, autores y m&oacute;viles del atentado. La segunda marcaba la informaci&oacute;n como un material extremadamente sensible que pod&iacute;a ser condicionante, indudablemente, de los resultados de las elecciones. No en vano los medios se convirtieron entonces en el punto de muchas miradas y presiones<sup>[<a name="#n4" href="#n4">4</a>]</sup> , y seguidos masivamente por la poblaci&oacute;n espa&ntilde;ola. El diario <i> El Pa&iacute;s</i>, sac&oacute; una edici&oacute;n vespertina especial, el mismo d&iacute;a 11, con el err&aacute;tico titular <em>Matanza de ETA en Madrid</em>, tras haber recibido la llamada del pre0ente del gobierno, apuntando a la banda terrorista vasca como la autora de la masacre (<a href="#cas">Casero 2004</a>). </p>

<p>La situaci&oacute;n de caos, confusi&oacute;n y profusi&oacute;n de datos que se produjo a partir de los atentados se hizo notar de manera inmediata en las redacciones de los diarios y, obviamente, en sus servicios de documentaci&oacute;n. Los documentalistas que habitualmente gestionan y recuperan la informaci&oacute;n que necesitan los periodistas tuvieron entonces que hacer frente a esa misma tarea modificada en gran medida por la enorme y constante producci&oacute;n de informaci&oacute;n procedente de m&uacute;ltiples fuentes (<a href="#vara">Vara 2006</a>). Pero, como se ver&aacute; en las siguientes l&iacute;neas, los cambios que la noticia llev&oacute; a los servicios de documentaci&oacute;n fueron aumentando a medida que pasaban los d&iacute;as. </p>

<h3>Los servicios de documentaci&oacute;n frente al d&iacute;a clave</h3>

<p>El 11 de marzo de 2004 la noticia estaba en la calle y los redactores y reporteros gr&aacute;ficos acudieron r&aacute;pidamente a los lugares de los atentados. All&iacute; recabaron informaci&oacute;n y recogieron testimonios para la elaboraci&oacute;n de sus piezas informativas. Los servicios de Documentaci&oacute;n de los peri&oacute;dicos recibieron el impacto y reaccionaron a la par que las redacciones. Este impacto se tradujo fundamentalmente en un aluvi&oacute;n de consultas, una llegada constante de informaci&oacute;n potencialmente interesante para los redactores y en la realizaci&oacute;n de un trabajo muy cercano a redacci&oacute;n<sup>[<a name="#n5" href="#n5">5</a>]</sup>. La inten0ad en las investigaciones llevadas a cabo por los periodistas tiene un reflejo directo en Documentaci&oacute;n, medido en el n&uacute;mero y la variedad de peticiones que los periodistas fueron formulando a sus respectivos departamentos de Documentaci&oacute;n. Aunque l&oacute;gicamente se siguieron muy de cerca las informaciones proporcionadas por las fuentes oficiales (en concreto, por el Ministerio de Interior y el Ministerio de Pre0encia), la duda inicial sobre la autor&iacute;a de los atentados supuso investigar varias v&iacute;as en paralelo. En Documentaci&oacute;n las b&uacute;squedas de informaci&oacute;n estuvieron encaminadas a apoyar las distintas hip&oacute;tesis siempre partiendo de la base de que la investigaci&oacute;n del pasado puede dar pistas sobre el presente. Por ello, se examinaron cuestiones como los atentados de ETA no reivindicados, las similitudes de los atentados de Madrid con otros atentados<sup>[<a name="#n6" href="#n6">6</a>]</sup>, amenazas hacia Espa&ntilde;a de distintos grupos terroristas, etc. Una vez confirmada la autor&iacute;a de Al Qaeda, la recuperaci&oacute;n de informaci&oacute;n se centra obviamente en este grupo terrorista y se descartan las b&uacute;squedas en otros sentidos<sup>[<a name="#n7" href="#n7">7</a>]</sup>. </p>

<p>Junto a la b&uacute;squeda de antecedentes o noticias relacionadas con estos atentados se deben destacar otras dos tareas puramente documentales y especialmente desarrolladas en ese momento. En primer lugar, el seguimiento de la prensa nacional e internacional para controlar las reacciones internacionales producidas en torno a los atentados; esta tarea no se lleva a cabo con tanto inter&eacute;s o de manera tan sistem&aacute;tica en otras ocasiones y, <span>sin</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>embargo, entonces result&oacute; una actividad destacada, entre otras cosas por la posibilidad de observar el an&aacute;lisis realizado desde otros pa&iacute;ses y las opiniones y declaraciones que se fueron produciendo. En segundo lugar, la elaboraci&oacute;n de cronolog&iacute;as cobr&oacute; una gran importancia en esos momentos de alta producci&oacute;n informativa. La secuencia de los acontecimientos y unas declaraciones, por ejemplo, pueden tener significados muy distintos en funci&oacute;n del momento en el que se pronuncien. La ordenaci&oacute;n de los hechos en el tiempo permiti&oacute; informar de manera correcta y situar a periodistas y receptores de la informaci&oacute;n en aquel contexto ca&oacute;tico. Entonces, como siempre, fue fundamental ofrecer la informaci&oacute;n cronol&oacute;gicamente contextualizada. </p>

<p>En general se puede decir que la informaci&oacute;n que sirvi&oacute; de base para que los periodistas elaboraran las distintas piezas lleg&oacute; procedente de distintas fuentes y de forma simult&aacute;nea: testigos, fuentes policiales, asistencia sanitaria, fuentes gubernamentales, informaci&oacute;n retrospectiva sobre antecedentes (recuperada por los servicios de documentaci&oacute;n), informaci&oacute;n procedente de otros medios nacionales e internacionales (tambi&eacute;n fruto del seguimiento informativo de Documentaci&oacute;n) e informaci&oacute;n ofrecida por los corresponsales de distintos pa&iacute;ses que, adem&aacute;s, suelen proporcionar a los medios fuentes de informaci&oacute;n de inter&eacute;s sobre los temas relacionados. En lo que respecta a las fuentes utilizadas por los documentalistas en esas primeras horas fueron las habituales de cada uno de los diarios: bases de datos internas sobre anteriores atentados de ETA, los documentos elaborados para uso interno sobre el 11-S y otros atentados de Al-Quaeda, declaraciones de ministros y otros responsables en la gesti&oacute;n de la crisis, informaciones que aparec&iacute;an en las webs oficiales o los teletipos de la agencia Efe. </p>

<p>Tambi&eacute;n en este caso, result&oacute; evidente que la gran cantidad de informaci&oacute;n circulante en Internet no era siempre fiable (<a href="#pani">Paniagua 2004</a>). <span>A+</span>  <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>veces se encuentra informaci&oacute;n sobre un tema, pero no se encuentra otra similar para contrastarla, con lo que la fiabilidad es limitada. Sin embargo, se&ntilde;alan, este problema no es mayor con el terrorismo internacional que con otros temas que puedan surgir. Es un problema constante cuando se habla de utilizar la Red como fuente. Desde <i>El Mundo</i> se con0era que uno de los principales retos fue la nece0ad de contrastar y confirmar continuamente la informaci&oacute;n por no disponer, como en muchos otros casos, de una fuente de informaci&oacute;n &uacute;nica y por completo fiable. Incluso las fuentes oficiales (Ministerio de Interior, Polic&iacute;a, etc.) pueden resultar a veces imprecisas o incompletas. Por eso, los centros de documentaci&oacute;n tienen que plantearse en ocasiones la elaboraci&oacute;n de productos informativos propios que les sirvan de fuente de informaci&oacute;n de referencia. </p>

<p>En todos los departamentos de los tres diarios tuvo lugar un reparto de funciones casi espont&aacute;neo, fruto quiz&aacute;s de la costumbre de trabajar en paralelo en situaciones de mucha producci&oacute;n informativa. En este tipo de contextos, redactores y documentalistas de distintos turnos se unen para poder cubrir correctamente todos los asuntos posibles. El momento en que se produjeron los atentados sorprendi&oacute; a los redactores fuera de los peri&oacute;dicos pero, una vez alertados todos y una vez que ocuparon sus puestos en la redacci&oacute;n, el trabajo en Documentaci&oacute;n hubo de realizarse atendiendo distintas consultas simult&aacute;neamente, de una manera casi ca&oacute;tica pero que necesariamente ha de ser as&iacute; por el ritmo al que se producen las informaciones y por la nece0ad de informar de todos los temas relacionados con la noticia (v&iacute;ctimas, asistencia en hospitales, declaraciones oficiales, amenazas de bombas, suspensi&oacute;n de la campa&ntilde;a electoral,etc.) (<a href="#roj">Rojas 2003</a>). La inmediatez de las consultas impidi&oacute; organizar la secuencia de resoluci&oacute;n de las mismas. </p>

<p>Otro de los cambios que se produjeron aquel d&iacute;a en el funcionamiento habitual de los diferentes departamentos de Documentaci&oacute;n, fue el establecimiento de prioridades en cuanto a las consultas y al procesamiento de la informaci&oacute;n propia. Los tres responsables se&ntilde;alan que la demanda de informaci&oacute;n fue constante pero, mientras en <i> El Pa&iacute;s</i> se opt&oacute; por atender s&oacute;lo las peticiones relativas al caso, posponiendo la entrada de informaci&oacute;n en su base de datos<sup>[<a name="11" href="#n11">11</a>]</sup>, en <i> Abc</i> se decidi&oacute; catalogar inmediatamente toda la documentaci&oacute;n que fuera produci&eacute;ndose de forma que pudiera estar disponible para los redactores, casi desde el mismo momento en que se produc&iacute;a. La responsable del servicio de documentaci&oacute;n de <i> El</i> <i>Mundo</i>, Noem&iacute; Ram&iacute;rez compara el n&uacute;mero de peticiones de informaci&oacute;n con otro d&iacute;a clave en la historia del terrorismo internacional como fue el 11-S, y cree que entonces se gener&oacute; m&aacute;s demanda informativa por parte de los periodistas que el 11-M. </p>

<p>Aunque la acumulaci&oacute;n de consultas o el trabajo continuo en la b&uacute;squeda de informaci&oacute;n fue una caracter&iacute;stica de aquella jornada, est&aacute; claro que eso mismo se ha producido en otras circunstancias con la misma inten0ad. Juan Carlos Blanco (<i>El Pa&iacute;s</i>) destaca que a pesar de esos aluviones de peticiones o de la especificidad de algunas consultas, la respuesta documental se puede dar con cierta facilidad o, al menos, con mucha mayor facilidad que la de hace unas d&eacute;cadas; insiste en la importancia de la multitud de recursos y fuentes de informaci&oacute;n con los que cuentan para resolver estas nece0ades de informaci&oacute;n, y en la reducci&oacute;n de los tiempos para dar respuestas. </p>

<h3>Elaboraci&oacute;n de productos informativos y documentales sobre el 11 marzo, 2004</h3>

<p>En situaciones de normalidad, los tres diarios mantienen diferentes posturas en lo referente a la actuaci&oacute;n del documentalista como redactor y esa diferencia tambi&eacute;n se plasm&oacute; en esta situaci&oacute;n cr&iacute;tica. Desde <i> El Pa&iacute;s </i> se asegura que la elaboraci&oacute;n de piezas por parte de los documentalistas est&aacute; disminuyendo porque la pura compilaci&oacute;n de datos ya no es <em>competitiva</em>; necesita de las aportaciones de los periodistas, de su an&aacute;lisis o de su cr&iacute;tica para que sean piezas distinguidas con respecto a las de la competencia. Esto no quiere decir que no se hagan pero cuando se hacen tratan de incorporar alg&uacute;n valor a&ntilde;adido. Hace a&ntilde;os s&oacute;lo algunos medios ten&iacute;an medios y fuentes para crear esas piezas documentales, con valor en s&iacute; mismas. Actualmente, la mayor&iacute;a de los medios cuentan con esos recursos y pueden generar piezas similares. Por eso, la diferenciaci&oacute;n de las piezas vendr&aacute; dada por el estilo period&iacute;stico que le imprima o por la interpretaci&oacute;n de los datos. Habitualmente el departamento de documentaci&oacute;n proporciona las bases fundamentales para la elaboraci&oacute;n de esas piezas (dossieres, comprobaci&oacute;n de datos, investigaciones, etc.). </p>

<p>De una u otra manera los tres departamentos analizados participaron en la elaboraci&oacute;n de piezas informativas. El departamento de Documentaci&oacute;n de <i> El Pa&iacute;s</i> particip&oacute; en la elaboraci&oacute;n de tres o cuatro piezas el mismo d&iacute;a de los atentados, y el jefe del departamento elabor&oacute; una pieza informativa que se public&oacute; &iacute;ntegra -sin intervenci&oacute;n alguna de los periodistas- el d&iacute;a 12 ("M&aacute;s muertos en un d&iacute;a que en 13 a&ntilde;os"); en esta noticia, se hac&iacute;a un repaso de los atentados m&aacute;s sangrientos cometidos en Espa&ntilde;a por ETA y por otros grupos terroristas. </p>

<p>Por otra parte, los documentalistas de <i> El Mundo </i> publicaron el d&iacute;a 21 de marzo de 2004 art&iacute;culos en los que se aportaban conclusiones obtenidas del an&aacute;lisis de los medios (prensa y radio fundamentalmente). Se quiso observar si se hab&iacute;a producido alineamiento de las informaciones dadas con el ideario de los medios y para ello se llevaron a cabo sesiones de an&aacute;lisis de las tertulias de la SER. En este diario, es relativamente frecuente que el documentalista adopte el rol de redactor. Una muestra del reconocimiento de la tarea es que cada documentalista firma sus piezas, al igual que lo hace cualquier periodista. Aunque en esta ocasi&oacute;n, la elaboraci&oacute;n de piezas no fue inmediata, s&iacute; cabe destacar c&oacute;mo algunas informaciones obtenidas y elaboradas por Documentaci&oacute;n fueron objeto de p&aacute;ginas completas tras los atentados del 11-S en Nueva York. La funci&oacute;n de los documentalistas de <i> Abc </i> en la elaboraci&oacute;n de piezas informativas siempre es de apoyo. Prueba de ello es que en los d&iacute;as posteriores al 11-M, las cronolog&iacute;as desarrolladas en documentaci&oacute;n fueron la base para distintas noticias. No suele haber piezas directamente producidas por documentaci&oacute;n -y si las hay nunca aparece la firma del documentalista- y aquella ocasi&oacute;n no fue una excepci&oacute;n. </p>

<div align="center"><img src="p300fig1.png" width="803" height="1202" alt="Documento del 11-M Diario El Pais" /></div>
<div align="center"><br /><strong>Figure 1: Documento del 11-M Diario El Pa&iacute;s</strong></div>

<p>Cualquier acontecimiento de alto impacto suele llevar consigo la realizaci&oacute;n de algunas tareas b&aacute;sicas en los departamentos de documentaci&oacute;n: cronolog&iacute;as&mdash;en ocasiones minutadas&mdash;que presenten la sucesi&oacute;n de los hechos y sus antecedentes en el tiempo, biograf&iacute;as, b&uacute;squeda de antecedentes o similitudes y comprobaci&oacute;n de datos. El 11-M no fue una excepci&oacute;n y todas las tareas enumeradas fueron muy frecuentes el mismo d&iacute;a de los atentados y los d&iacute;as posteriores. No obstante, las caracter&iacute;sticas de la situaci&oacute;n en cuanto a gravedad de los acontecimientos, desconcierto, profusi&oacute;n de las informaciones, etc. provocaron que todas esas actividades documentales se multiplicaran e intensificaran y que, adem&aacute;s, tuvieran que cumplir con un binomio complicado como es el de lograr precisi&oacute;n en un tiempo r&eacute;cord. Y es que el ritmo de los acontecimientos exige l&oacute;gicamente mayor celeridad al trabajo documental. </p>

<p>Pero adem&aacute;s de esta especial dedicaci&oacute;n a tareas habituales, destacan las iniciativas llevadas a cabo desde el departamento de documentaci&oacute;n de <i>El Mundo</i>.  En concreto, la elaboraci&oacute;n de la base de datos de detenidos, la elaboraci&oacute;n de documentos de recapitulaci&oacute;n y la elaboraci&oacute;n de gr&aacute;ficos. La primera comport&oacute; un esfuerzo inicial en cuanto al dise&ntilde;o y la introducci&oacute;n de los datos iniciales, pero ha permitido dar respuesta muy r&aacute;pida a preguntas muy precisas sobre los detenidos; la complejidad de la trama y de la investigaci&oacute;n han hecho que el control de la informaci&oacute;n de los detenidos no fuera f&aacute;cil; previendo esta circunstancia, la elaboraci&oacute;n de esta base de datos se present&oacute; casi como una nece0ad ineludible. Uno de los aspectos clave para que sea plenamente operativa es, l&oacute;gicamente, la actualizaci&oacute;n diaria y la tarea de contrastar los datos que se introducen. </p>

<p>Los documentos de s&iacute;ntesis, por su parte, recogen de forma resumida los acontecimientos m&aacute;s relevantes, los protagonistas, las declaraciones, los puntos clave en la investigaci&oacute;n, los detalles precisos y contrastados y la cronolog&iacute;a de los hechos; estos documentos exigen una actualizaci&oacute;n casi diaria y minuciosa ya que, de lo contrario, pierden por completo su valor. Por &uacute;ltimo, tambi&eacute;n se han realizado gr&aacute;ficos internos, que puedan ser utilizados m&aacute;s tarde como infogr&aacute;ficos, y que reflejen distintos tipos de interacciones o relaciones (entre detenidos, implicados, protagonistas, etc.). En consecuencia, son herramientas que sirven para el trabajo interno en la redacci&oacute;n, pero que en un momento dado podr&iacute;an constituirse en piezas informativas del diario. </p>

<p>Uno de estos gr&aacute;ficos, en concreto el de los implicados del 11-M, sirvi&oacute; en el aniversario de la tragedia para elaborar una pieza informativa titulada <em>Todas las pistas conducen a Marruecos</em> que apareci&oacute; en el especial de <i>Abc</i> del 11 de marzo de 2005. Un a&ntilde;o despu&eacute;s del atentado los tres diarios analizados publicaron tres especiales "La herida abierta" en <i> El Pa&iacute;s</i>, <em>Lo que perdimos</em> en <i>Abc</i> y <em>11/M/2005 Memoria del horror</em> de <i> El Mundo</i>. En ellos, las piezas informativas son retratos de las v&iacute;ctimas, de los equipos de rescate, de los supervivientes o noticias sobre las investigaciones. Los tres cuentan con infograf&iacute;as a trav&eacute;s de las cuales se ve la diferencia de visi&oacute;n de cada uno de ellos, mientras en la de <i> El Pa&iacute;s</i> se dan datos num&eacute;ricos de <em>Las v&iacute;ct&iacute;mas del 11-M</em> en las de <i> El Mundo</i> y <i>Abc</i> se relata minuto a minuto la tragedia. Mientras, en <i>El Pa&iacute;s</i> se centran m&aacute;s en realizar perfiles y biograf&iacute;as que en <i>El Mundo</i> y <i>Abc</i>, donde el n&uacute;mero de noticias y reportajes sobre las investigaciones, la trama de los explosivos de Legan&eacute;s, los confidentes de la polic&iacute;a, el sumario del juez del Olmo o la comisi&oacute;n del 11-M ocupan la mayor parte de las p&aacute;ginas de sus especiales. Todas las piezas informativas est&aacute;n asentadas en las bases de datos y los dossieres creados en el departamento de Documentaci&oacute;n, el ejemplo m&aacute;s significativo: la base de datos de detenidos de <i>Abc</i>. </p>

<h3>Cambios en los servicios de Documentaci&oacute;n de la prensa espa&ntilde;ola tras el 11-M</h3>

<p>El trabajo diario en un centro de documentaci&oacute;n de cualquier medio de comunicaci&oacute;n tiene mucho de actividad <em>hipertextual</em>: se salta de un tema a otro con facilidad, se atienden en paralelo peticiones de informaci&oacute;n que nada tienen que ver la una con la otra y, al mismo tiempo, se cataloga o se desarrolla alguna otra tarea propia del proceso documental. Sin embargo, a pesar de esta caracter&iacute;stica especial, hay acontecimientos que impactan sobremanera en las redacciones y, en consecuencia, en documentaci&oacute;n. Y lo hacen no s&oacute;lo en el momento de producirse la noticia o unas horas o d&iacute;as despu&eacute;s, sino tambi&eacute;n o fundamentalmente a largo plazo. Si bien el reto del d&iacute;a de los atentados fue llegar a satisfacer todas las demandas informativas e incluso participar en la redacci&oacute;n por el desbordamiento de trabajo que tuvieron los periodistas, es cierto que el mayor impacto en documentaci&oacute;n se produjo a <span>posteriori</span>, <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> en los meses siguientes a los atentados. Desde marzo hasta octubre de 2004, los tres servicios de documentaci&oacute;n catalogaron miles de noticias, art&iacute;culos de opini&oacute;n, editoriales... sobre cualquier aspecto relacionado con 11-M: la trama de explosivos de Avil&eacute;s, la inmolaci&oacute;n de los supuestos autores en un piso de Legan&eacute;s, la comisi&oacute;n de investigaci&oacute;n, etc. Pero al mismo tiempo se han visto obligados a cambiar determinados modos de trabajo, a establecer nuevas clasificaciones para los documentos o a elaborar productos informativos espec&iacute;ficos relacionados con los atentados. </p>

<p>Los tres documentalistas entrevistados reconocen, al mirar atr&aacute;s y recorrer el periodo que dista entre el 11-M y el d&iacute;a de hoy, y al hilo de las cuestiones planteadas durante las entrevistas, que los cambios producidos en la secci&oacute;n despu&eacute;s de los atentados son suficientemente destacables. Y si bien, la reflexi&oacute;n pausada sobre las nuevas formas de proceder, de clasificar o de disponer la informaci&oacute;n se producen ahora, los cambios se han ido produciendo paulatinamente desde el momento de la noticia y a medida que se iban generando demandas informativas especiales o situaciones que requirieron crear un nuevo producto, buscar en otras fuentes, etc. <span>A+</span>  <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>pesar de que internamente los cambios en algunas fases del trabajo han 0o significativos, los reflejos de la actividad documental en los peri&oacute;dicos apenas se notan si tenemos en cuenta el n&uacute;mero de noticias producidas (los peri&oacute;dicos siempre tienen las mismas p&aacute;ginas) pero el trabajo en documentaci&oacute;n es mayor y complejo ante acontecimientos de este tipo. </p>

<p>A pesar de que la fecha de referencia es el 11-M, los entrevistados coinciden en se&ntilde;alar que el 11-S supuso, <span>sin</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>duda, una mayor revoluci&oacute;n en la redacci&oacute;n y en documentaci&oacute;n porque la magnitud y gravedad de aquel acontecimiento no contaba con precedente alguno. Todos coinciden en que el impacto de la noticia de los atentados en los departamentos de documentaci&oacute;n ha 0o m&aacute;s importante en los meses posteriores que en el d&iacute;a de autos. Las transformaciones se han ido produciendo al hilo de la actividad diaria, como respuesta a las nece0ades que se iban generando y de una manera casi espont&aacute;nea, apoyadas en un gran sentido com&uacute;n y en un buen conocimiento del medio para el que se trabaja. Por ello, los documentalistas se&ntilde;alan que han 0o m&aacute;s conscientes de los enormes cambios que ha tra&iacute;do la noticia en el momento de preguntarles por ellos y de pararse a pensar, con algo de perspectiva, las dimensiones de los cambios que se han ido produciendo. </p>

<p>El primer gran cambio que puede destacarse es el que apunta Noem&iacute; Ram&iacute;rez y es que este tema les ha obligado a desarrollar mucho m&aacute;s el sentido de la previsi&oacute;n: cualquier detalle o informaci&oacute;n trivial puede ser &uacute;til a <span>posteriori</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>para los redactores. El ejemplo es la elaboraci&oacute;n de la base de datos de detenidos, que se mencionaba anteriormente. El producto surgi&oacute; para dar respuesta a preguntas que casi seguro llegar&iacute;an y que necesitar&iacute;an de un producto espec&iacute;fico que aportara la precisi&oacute;n necesaria. Adem&aacute;s, el sentido de la previsi&oacute;n tambi&eacute;n lleva a que se compruebe cada uno de los datos que se barajan y publican, por insignificantes que puedan parecer. La falta de comprobaci&oacute;n en esa fase puede llevar a publicar una cadena de errores, que se reproducen adem&aacute;s de unos medios a otros. No obstante, la comprobaci&oacute;n de cada dato es una tarea ardua y no siempre posible en los medios. En <i> El Mundo</i> se dedicaron muchos esfuerzos a hacer lecturas reposadas de las informaciones publicadas con el objetivo de detectar errores que se hubieran producido por ese efecto <em>arrastre</em>. Se sigue la m&aacute;xima de dudar como actitud fundamental para conseguir que el periodismo realmente sea de precisi&oacute;n. </p>

<p>Uno de los cambios fundamentales al que se refieren los documentalistas ha 0o la nece0ad de desarrollar una taxonom&iacute;a o una clasificaci&oacute;n especial sobre terrorismo y otros temas relacionados para poder analizar desde el punto de vista del contenido cada uno de los materiales que han circulado por el diario o que se han generado en &eacute;l. Una indizaci&oacute;n efectiva capaz de dar respuesta inmediata a nece0ades informativas puntuales requiere de una clasificaci&oacute;n adecuada y, en este caso, hubo que desarrollarlas puesto que eran temas que, previamente, no hab&iacute;an tenido la suficiente importancia (desde el punto de vista de las demandas informativas). Durante una &eacute;poca, el encabezamiento terrorismo internacional sirvi&oacute; para designar actividades terroristas de grupos diversos. Ahora mismo, la precisi&oacute;n en la recuperaci&oacute;n obliga a trabajar con encabezamientos y t&eacute;rminos mucho m&aacute;s espec&iacute;ficos. Cada uno de los diarios trabaja habitualmente con sistemas de clasificaci&oacute;n muy diferentes, desde el tesauro ampliamente desarrollado de <i> El Pa&iacute;s</i> hasta las cabeceras y descriptores clave de <i> El Mundo</i> o un sistema similar que incluye descriptores onom&aacute;sticos y subtemas, en <i> Abc</i>. Si bien es cierto que todos los nuevos temas que surgen requieren una ampliaci&oacute;n del sistema de clasificaci&oacute;n, la complejidad de este tema de investigaci&oacute;n hace que esa ampliaci&oacute;n ser&aacute; m&aacute;s complicada y m&aacute;s estudiada. Los diarios mantienen como estrategia com&uacute;n la creaci&oacute;n de una cabecera com&uacute;n (11-M) que agrupa todos los documentos que tienen que ver con el tema. Y bajo esa cabecera com&uacute;n, existen ep&iacute;grafes referidos a cada uno de los subtemas posibles (v&iacute;ctimas, comisi&oacute;n de investigaci&oacute;n, Al Qaeda, etc). Este sistema de trabajo permite elaborar autom&aacute;ticamente informes completos sobre los temas por los que pregunten los redactores. </p>

<p>Al igual que sucede con otros temas que de repente se convierten en noticia, el terrorismo internacional ha debido ser investigado desde los centros de documentaci&oacute;n, localizando para ello fuentes espec&iacute;ficas que puedan resolver nece0ades de informaci&oacute;n espec&iacute;ficas. En <i> Abc</i>, por ejemplo, las fuentes localizadas y seleccionadas se han ido incorporando a las gu&iacute;as de recursos internas con las que trabajan habitualmente los redactores. Respecto al seguimiento de otros medios no ha habido grandes cambios en los tres servicios de documentaci&oacute;n: se siguen usando las bases de datos o agregadores como Factiva y My news y, aunque reconocen la falta de cobertura con respecto a algunos medios (diarios locales o regionales, por ejemplo) y la insuficiente cobertura retrospectiva, son recursos que les sirven de apoyo en la tarea cotidiana y que les evitan parte del seguimiento manual de la prensa que tradicionalmente se ha llevado a cabo en los medios de comunicaci&oacute;n. No obstante, la b&uacute;squeda de informaci&oacute;n y la lectura en papel de las fuentes primarias sigue siendo necesaria en algunos casos; desde <i> El Mundo</i>, por ejemplo, recuerdan el seguimiento tan activo que se realiz&oacute; sobre los diarios locales asturianos, que cubrieron especialmente una de las tramas de la investigaci&oacute;n: la venta de los explosivos utilizados en los atentados por parte de un minero asturiano. </p>

<h2>5. Conclusiones</h2>

<p>Los tres documentalistas entrevistados con0eran que se lograron satisfacer razonablemente todas las demandas informativas que se plantearon e incluso se hace hincapi&eacute; en la calidad de las respuestas que se ofrecieron. Para ello, eso s&iacute;, se redoblaron esfuerzos y se utilizaron muchos recursos. En el caso de <i> Abc</i> el esfuerzo tambi&eacute;n tuvo que ver con la decisi&oacute;n de simultanear la resoluci&oacute;n de consultar con la catalogaci&oacute;n del material informativo entrante. </p>

<p>Es preciso destacar, no obstante, tal y como indican desde <i> El Mundo</i>, que en ocasiones se han podido sentir desbordados o no han llegado a satisfacer plenamente una nece0ad informativa por la extrema precisi&oacute;n de las consultas. Un tema como el de los atentados, con una trama tan compleja, genera una gran cantidad de datos que, eventualmente, pueden resultar irrelevantes y que, <span>sin</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>embargo, pueden ser objeto de preguntas posteriores por parte de los redactores. Incluso previendo el tipo de consultas que se van a realizar -tarea a la que est&aacute;n acostumbrados los documentalistas de los medios de comunicaci&oacute;n- siempre se puede escapar alg&uacute;n dato por el que m&aacute;s tarde se pregunte y que sea dif&iacute;cil recuperar. </p>

<p>A la pregunta de si en alg&uacute;n momento ser recibieron consignas u orientaciones en documentaci&oacute;n por parte de la direcci&oacute;n y en relaci&oacute;n con el tratamiento de la informaci&oacute;n o la valoraci&oacute;n de las fuentes, todos coinciden en se&ntilde;alar que no hubo comunicaciones internas de ese tipo. La comunicaci&oacute;n entre documentaci&oacute;n y direcci&oacute;n se produce a trav&eacute;s de la redacci&oacute;n o bien a trav&eacute;s de las reuniones diarias en las que est&aacute;n presentes miembros de la directiva, redactores y un documentalista. En el d&iacute;a de los atentados y en los posteriores no se recibi&oacute; ninguna indicaci&oacute;n especial a trav&eacute;s de estas v&iacute;as relativas a alguna forma de actuaci&oacute;n en particular. </p>

<p>Por &uacute;ltimo, todos reconocen los cambios que paulatinamente, y casi de manera imperceptible, se van produciendo en documentaci&oacute;n cuando una noticia de semejantes caracter&iacute;sticas ocurre: el seguimiento de otros medios se intensifica, es necesario revisar, ampliar y matizar las clasificaciones, hace falta desarrollar productos espec&iacute;ficos que den respuesta a las m&aacute;s que posibles preguntas de los redactores y la complejidad en la investigaci&oacute;n exige un aumento en la capacidad de previsi&oacute;n. </p>

<br />
<hr style="COLOR: maroon" size="1" />
<br />
<h2>Notas</h2>

<p>[<a name="n1" id="n1">1</a>] En concreto, fueron entrevistados Juan Carlos Blanco, jefe del centro de documentaci&oacute;n de <i>El Pa&iacute;s</i>, Noem&iacute; Ramirez, jefa de documentaci&oacute;n de <i>El Mundo</i> y Carmen Briones, documentalista de <i>Abc</i>. Las entrevistas tuvieron lugar los d&iacute;as 6 y 7 de septiembre de 2004. </p>

<p>[<a name="n2" id="n2">2</a>] El hecho de que estos diarios cuenten con departamentos de Documentaci&oacute;n fuertes y consolidados hace especialmente interesante el an&aacute;lisis de las reacciones que all&iacute; se produjeron. </p>

<p>[<a name="n3" id="n3">3</a>] La cadena SER de radio, que aparecer&aacute; citada m&aacute;s adelante en el texto, pertenece a este mismo grupo. </p>

<p>[<a name="n4" id="n4">4</a>] Algunos medios se convirtieron en estandartes de las distintas versiones de la autor&iacute;a. El enfrentamiento medi&aacute;tico fue tan brutal como el pol&iacute;tico y a&uacute;n hoy contin&uacute;a. En el transcurso de una mesa redonda celebrada en el marco del Congreso Internacional de Comunicaci&oacute;n (Univer0ad de Navarra, 2004) en la que participaron Alfredo Urdaci (TVE), Daniel Anido (SER) y Jes&uacute;s Mar&iacute;a Santos (Telecinco), y en la que se discut&iacute;a el papel desempe&ntilde;ado por los medios desde el 11-M hasta el 14-M, ninguno de los dos primeros intervinientes -representantes de las dos versiones y de las dos corrientes ideol&oacute;gicas- admitieron haber recibido presiones a la hora de comunicar. Algo que s&iacute; que sucedi&oacute; en el caso de Telecinco, como afirm&oacute; Jes&uacute;s Mar&iacute;a Santos: &eacute;l mismo desconfiaba de que esas mismas presiones no hubieran llegado a la televisi&oacute;n p&uacute;blica y a la emisora de radio m&aacute;s escuchada de Espa&ntilde;a.</p>

<p>[<a name="n5" id="n5">5</a>] Hasta tal punto que algunos documentalistas, como Juan Carlos Blanco de <i> El Pa&iacute;s</i> estuvieron desarrollando su trabajo en redacci&oacute;n elaborando piezas informativas, como luego veremos. </p>

<p>[<a name="n6" id="n6">6</a>] Noem&iacute; Ram&iacute;rez aclara que al buscar similitudes entre atentados hab&iacute;a varias coincidencias entre los atentados del 11-S en Nueva York y los del 11-M en Madrid. El hecho de que hubieran 0o cuatro aviones y cuatro trenes y el hecho de que los atentados fueran sincronizados alumbraba sobre la posibilidad de que Al Qaeda estuviera detr&aacute;s de los atentados de Madrid. Desgraciadamente, los recientes atentados en Bombay se suman a esas coincidencias (11 de julio y explosiones simult&aacute;neas en el sistema ferroviario en hora punta).</p>

<p>[<a name="n7" id="n7">7</a>] Una noticia de estas dimensiones, cuyas causas y causantes se desconocen, implica llevar a cabo una investigaci&oacute;n rigurosa en la que no se debe descartar ning&uacute;n indicio ni ninguna informaci&oacute;n, pero al mismo tiempo hay que cuestionarlos todos. </p>

<p>[<a name="n8" id="n8">8</a>] Un servicio de documentaci&oacute;n de un medio de comunicaci&oacute;n atiende por una parte las peticiones de informaci&oacute;n de los periodistas y, para ello, recurre, frecuentemente al archivo del medio y, por otra, se encarga de incorporar al archivo las piezas elaboradas por los periodistas. </p>

<form action="#">
<fieldset>
<legend style="color: white; background-color: maroon; font-size: 12pt; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy; font-weight: bold;">References</legend>
<ul>
  <li><a id="alc" name="alc"></a>Alcat, E. (2005).  La gesti&oacute;n de la comunicaci&oacute;n en las crisis empresariales.  <i>Fomento de la producci&oacute;n</i> 1.250, 14 </li>

  <li><a id="arc" name="arc"></a>Arceo, <span>J++</span>. <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>L. (2005). El modelo de comunicaci&oacute;n
    del gobierno del PP en la &uacute;ltima legislatura y en la crisis del 11-14M." <i>Anàlisi:  Quaderns de comunicaci&oacute; i cultura</i>  32, 15-24</li>
	
  <li><a id="arg02" name="arg02"></a>Argenti, P. (2002). Comunicaci&oacute;n de crisis: lecciones sobre el 11 de
    septiembre." <i>Harvard Business Review 12</i> (80), 87-93</li>
	
  <li><a id="arg04" name="arg04"></a>Argenti, P. (2004). Comunicaci&oacute;n en momentos de
    crisis: lecciones del 11 de septiembre. <em>Harvard Deusto Business
    Review</em>, nº 120, 32-40. </li>
	
  <li><a id="cas" name="cas"></a>Casero Ripoll&eacute;s, <span>A+</span>. <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> (2004). Medios de comunicaci&oacute;n  y actores pol&iacute;ticos en situaciones de crisis: la producci&oacute;n negociada de la realidad pol&iacute;tica. <i>Zer: Revista de estudios de comunicaci&oacute;n/Komunikazio ikasketen aldizkaria</i>  17, 143-164</li>
	
  <li><a id="dep" name="dep"></a>De Pablos, <span>J++</span>. <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> M. (2004).  <a href="http://www.cem.itesm.mx/dacs/publicaciones/logos/miramedia/2004/abril.html">11-M: La especulaci&oacute;n gan&oacute; al Periodismo</a>. <em>Raz&oacute;n y Palabra</em>, 38. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>12 July, 2006 from http://www.cem.itesm.mx</li>
	
  <li><a id="jac" name="jac"></a>Jacques-Gustave, P. y Pierre-Marie, F. (1998) Por un lectura estrat&eacute;gica de la comunicaci&oacute;n en situaci&oacute;n de crisis. <i>Quark: Ciencia, Medicina, Comunicaci&oacute;n y Cultura</i>  10, 70-80</li>
	
  <li><a id="mur" name="mur"></a>Murillo, &Aacute;. (2002). Comunicaci&oacute;n en tiempos de crisis.  <i>Nuevas tendencias</i>  48, 66-69</li>
	
  <li><a id="pana" name="pana"></a>Panadero Illera, G. (2005). El Plan de Comunicaci&oacute;n de Deloitte. Gesti&oacute;n de una crisis. El caso Windsor" <i>MK: Marketing + ventas</i>  204, 18-31</li>
	
  <li><a id="pani" name="pani"></a>Paniagua Gallart, C. (2004) La gesti&oacute;n de la comunicaci&oacute;n en
situaciones de crisis. En: Bel Mall&eacute;n, <span>J++</span>. <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> I. (coord) (2004) <i>Comunicar para crear valor: la direcci&oacute;n de comunicaci&oacute;n en las organizaciones</i>. Pamplona, Espa&ntilde;e: Eunsa.</li>

<li><a id="red041" name="red041"></a>Redacción Elpaís.es (2004, marzo 11). Relato de la tragedia, minuto a minuto. El País [edición digital (accesible sólo por suscripción) consultado 12 de marzo de 2006]</li>

<li><a id="red042" name="red042"></a>Redacción Elmundo.es (2004a, marzo 12). El PSOE sospecha que el Gobierno oculta información sobre la autoría. El Mundo [edición digital (accesible sólo por suscripción) consultado 12 de marzo de 2006]</li>

<li><a id="red043" name="red043"></a>Redacción Elmundo.es (2004b, marzo 12). Aznar dice que el Gobierno no descarta ninguna hipótesis. El Mundo [edición digital (accesible sólo por suscripción) consultado 12 de marzo de 2006]</li>

  <li><a id="roj" name="roj"></a>Rojas Ordu&ntilde;a, O.I. (2003).   <a href="http://www.cem.itesm.mx/dacs/publicaciones/logos/anteriores/n30/orojas.html">La comunicaci&oacute;n en momentos de crisis</a>. <em>Raz&oacute;n y Palabra</em>, 30.  <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>12 July, 2006 from http://www.cem.itesm.mx/</li>

<li>Vara, <span>A+</span>. <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>, Gim&eacute;nez, E., Virgili, <span>J++</span>. <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>R. y D&iacute;az, N. (coord.). (2006). <em>La comunicaci&oacute;n en situaciones de crisis: del 11-M al 14-M.</em> Pamplona, Espa&ntilde;a: Eunsa.</li> 

  <li><a id="vvaa" name="vvaa"></a>VV. <span>A+</span>. <span class="compus" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> (2006) <i>La comunicaci&oacute;n en situaciones de crisis: del 11-M al 14-M: XIX Congreso Internacional de Comunicaci&oacute;n, Pamplona 11-12 noviembre 2004</i>, Facultad de Comunicaci&oacute;n (Univer0ad de Navarra). Pamplona: Univer0ad de Navarra, 2006. Actas en preparaci&oacute;n.</li>
		</ul>
	  </fieldset>
  </form>
  <br />
  <a name="<span>abstract</span>" <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span> id="<span>abstract</span>" <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>></a>
<form action="#">
<fieldset>
<legend style="color: white; background-color: maroon; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy; font-weight: bold;">Abstract in English</legend>

<blockquote><strong>Introduction</strong>. The <span>response</span>  <span class="exper" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>to crisis situations of media documentation centres is analysed in relation to the terrorist attack on Madrid on 11 March, 2004. The goal of this <span>presentation</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>is to assess the impact of the event on the Documentation Centres of the media.<br />
<strong>Methodology</strong>. Interviews were carried out in the Documentation Centres using a schedule of open questions previously defined by the people in <span>charge</span>  <span class="exper" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>of the documentation services of three <span>main</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>Spanish newspapers: El Pais, El Mundo and Abc. The interviews were supplemented by the analysis of the news published around the date of the attack, and those which were published a year later in some special editions.<br />
<strong>Results</strong>.   The <span>main</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span><span>consequences</span>  <span class="quali" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>for the Documentation Centres were: an increase in the number of queries, and a conscientious <span>search</span>  <span class="exper" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>for potentially useful sources. Work methods became closer to editorial tasks and documentary tasks were changed, including saving national and international news on the event, the production of chronologies and some audio-visual materials. The <span>third</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>consequence was the development of information products such as data bases, compilation <span>documents</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>and graphics). These changes were <span>accompanied</span>  <span class="quali" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>by the development of a taxonomy of terrorism and similar topics.<br />
<strong>Conclusions</strong>.  At crisis periods, the mass media have to adapt their work routines to the circumstances and facts imposed by new situations, although it alters their normal daily tasks. </blockquote>
</fieldset>
</form>
  
<form action="#">
<fieldset>
<legend style="color: white; background-color: maroon; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>navy; font-weight: bold;">How to cite this paper</legend>
<div><br />
Gim&eacute;nez Toledo, E. &amp; Torrado Morales, S. (2007). &quot;El efecto de las noticias de alto impacto en los servicios de documentación: el caso del atentado terrorista del 11 de marzo de 2004 en Madrid en la prensa española.&quot; <em>Information Research</em>, <strong>12</strong>(2) paper 300. [Available at http://InformationR.net/ir/12-2/paper300.html]</div>
</fieldset>
</form>

<table cellspacing="10" align="center">
	<tr>
		<td colspan="3" align="center" style="background-color: maroon; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr>
	<tr>
		<td align="center" valign="top">

<form method="get" action="http://scholar.google.com/scholar" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;terrorists attacks&quot; Spain (&quot;information services&quot; OR &quot;documentation services&quot;) &quot;news stories&quot;"></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>
</form>
		</td>
		<td align="center" valign="top">
<!-- Search Google -->

<form method="get" action="http://www.google.com/custom" target="_top">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;terrorists attacks&quot; Spain (&quot;information services&quot; OR &quot;documentation services&quot;) &quot;news stories&quot;"></input><br />
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;"></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>
<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="safe" value="active"></input>
<input type="hidden" name="flav" value="0000"></input>
<input type="hidden" name="sig" value="1VdDFkBo0f4i6gd7"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FFFFCC;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;LH:45;LW:336;L:http://informationr.net/ir/mini_logo2.gif;S:http://;FORID:1"></input>
<input type="hidden" name="hl" value="en">
</input>
					</td>
				</tr>
			</table>
</form>
</td>
<td align="center" valign="top">
<form method="get" action="http://www.live.com/" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;terrorists attacks&quot; Spain (&quot;information services&quot; OR &quot;documentation services&quot;) &quot;news stories&quot;"></input> <br />
<input type="submit" name="sa" value="Windows Academic"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>
</form>

		</td>
	</tr>
</table>

<hr size="1" style="color: maroon;" />



<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>
<img src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper300" align="middle"  width="60" height="20" border="0" hspace="4" vspace="2" alt="counter" /><br /><a href="http://www.digits.com/">Web Counter</a>
</div></td>

<td align="center" valign="top"><div>
&copy; the authors, 2007. <br />Last updated: 24 December, 2006
</div></td>


         <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START-->
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
<div id="nOneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'>
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
    var d=document;
    var 0="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('paper300.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:102px 34px 102px 34px;position:relative;">.</span>site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>
<noscript>
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online web site analytics" /></a>
</noscript>
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div>
<!--ONESTAT SCRIPTCODE END-->
</td></tr>
</table>


<table align="center"><tr><td><div class="button">
<ul>
	<li><a href="infres122.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr></table>

<hr size="3" style="color: maroon ;" />

<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/12-2/paper300.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:12:38 GMT -->
</html>