<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/9-4/paper190.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:25:02 GMT -->
<head>
<title>Censura y tolerancia del material sexualmente explícito: la opinión de los estudiantes universitarios de pregrado Pornography, Censureship, Internet, Students</title>
<meta http-equiv="content-type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<meta name="dc.title" content="Censura y tolerancia del material sexualmente explícito: la opinión de los estudiantes universitarios de pregrado" />
<meta name="dc.creator" content="Carlos Vílchez Román" />
<meta name="dc.subject" content="Censura de la pornografía, Pornografía en Internet, Estudiantes de pregrado" />
<meta name="dc.description" content="Objetivo: Conocer las opiniones de los estudiantes universitarios con relación a la censura del material sexualmente explícito. Se utilizó una encuesta de opinión en una muestra de 842 estudiantes de tres universidades peruanas. Resultados: 1) Las mujeres apoyan las leyes que prohíben completamente la pornografía, incluso en Internet, mientras que los varones respaldan las medidas reguladoras dirigidas a proteger a los menores de edad (p&lt;0.05). 2) Se confirmó la hipótesis de investigación: existe relación entre la opinión de los estudiantes universitarios, a favor de la libertad de información y su exposición actual a material sexualmente explícito (p&lt;0.001). 3) El 28% de los estudiantes encuestados está a favor de la censura de las publicaciones, de ellos, un mayor porcentaje de mujeres mostró su conformidad &lt;33.3% vs. 23.8%> (p=0.002). 4) La subescala 'Censura/Rechazo' logró un alto nivel de confiabilidad (a=0.7961), mientras que en la subescala 'Liberalidad' ésta fue algo más moderada (a=0.5312)." />
<meta name="dc.subject.keywords" content="Pornography, Censureship, Internet, Students, Censura de la pornografía, Pornografía en Internet, Estudiantes de pregrado" />
<meta name="dc.subject" content="Pornography and censureship on the Internet" />
<meta content="all" name="robots" />
<meta content="Professor T.D. Wilson" name="dc.publisher" />
<meta content="global" name="dc.coverage.placename" />
<meta content="text" name="dc.type" />
<meta content="1368-1613" name="dc.identifier" scheme="ISSN" />
<meta content="http://InformationR.net/ir/9-4/" name="dc.relation.IsPartOf" />
<meta content="text/html" name="dc.format" />
<meta content="en" name="dc.language" />
<meta content="http://creativecommons.org/licenses/by-nd-nc/1.0/" name="dc.rights" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>

<style type="text/css">
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

</style>
<style type="text/css">
<!--
.style1 {color: #FF0000}
-->
</style>
</head>
<body  bgcolor="#ffffff">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"> <img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
Vol. 9  No. 4, July 2004<br /><br /><div id="button">
<ul>
	<li><a href="infres94.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>

</ul>
</div></td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr style="COLOR: #000080" size="3" />

<h1>Censura y tolerancia del material sexualmente explícito: la opini&oacute;n de los estudiantes universitarios de pregrado</h1>
<h4 align="center"><a href="mailto:adm1@viabcp.com">Carlos Vílchez Rom&aacute;n</a><br />
Universidad Nacional Mayor de San Marcos (UNMSM)<br />
Escuela de Bibliotecología y Ciencias de la Informaci&oacute;n<br />
Lima, Per&uacute;</h4>

<br />
<div align="center">
<input type="button" value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: Blue;" onclick="doChangeFont()" /></div>
<hr style="COLOR: #000080" size="1" />
<div align="center"><b>Resumen</b></div>
<blockquote><b>Objetivo:</b> Conocer las opiniones de los estudiantes universitarios con relaci&oacute;n a la censura del material sexualmente expl&iacute;cito. Se utiliz&oacute; una encuesta de opini&oacute;n en una muestra de 842 estudiantes de tres universidades peruanas. <b>Resultados:</b> 1) Las mujeres apoyan las leyes que proh&iacute;ben completamente la pornograf&iacute;a, incluso en Internet, mientras que los varones respaldan las medidas reguladoras dirigidas a proteger a los menores de edad (p&lt;0.05). 2) se confirm&oacute; la hip&oacute;tesis de investigaci&oacute;n: existe relaci&oacute;n entre la opini&oacute;n de los estudiantes universitarios, a favor de la libertad de informaci&oacute;n y su exposici&oacute;n actual a material sexualmente expl&iacute;cito (p&lt;0.001). 3) el 28% de los estudiantes encuestados est&aacute; a favor de la censura de las publicaciones, de ellos, un mayor porcentaje de mujeres mostr&oacute; su conformidad &lt;33.3% vs. 23.8%> (p=0.002). 4) La subescala &quot;Censura/Rechazo&quot; logr&oacute; un alto nivel de confiabilidad (a=0.7961), mientras que en la subescala &quot;Liberalidad&quot; &eacute;sta fue algo m&aacute;s moderada (a=0.5312).</blockquote>

<div align="center"><a href="#abs">
Abstract in English
</a></div>
<hr style="COLOR: #000080" size="1" />

<br />
<h2>Fundamentaci&oacute;n te&oacute;rica</h2>
<p>La palabra pornograf&iacute;a se us&oacute; por primera vez, de forma oficial, en la d&eacute;cimo quinta edici&oacute;n del diccionario de la lengua castellana de la Real Academia Espa&ntilde;ola, publicada en 1925. No obstante, ya antes hab&iacute;a sido usada en el idioma franc&eacute;s (<a href="#corominas">Corominas y Pascual, 1991</a>). Etimol&oacute;gicamente, el t&eacute;rmino pornograf&iacute;a es una derivaci&oacute;n del griego <em>pornographos</em>, el que estudia la prostituci&oacute;n. A su vez, &eacute;ste proviene de dos palabras: <em>porn&eacute;</em> (prostituta) y <em>grafein</em> (describir). Es decir, vendr&iacute;a a ser la descripci&oacute;n de  la actividad realizada por las prostitutas. Actualmente, el diccionario de la lengua de la Real Academia Espa&ntilde;ola (2001) tiene tres acepciones: i) Tratado acerca de la prostituci&oacute;n. ii) Car&aacute;cter obsceno de obras literarias o art&iacute;sticas. iii) Obra literaria o art&iacute;stica de este car&aacute;cter.</p>

<p>La primera acepci&oacute;n ya fue desarrollada en la descripci&oacute;n de su procedencia etimol&oacute;gica. Aparentemente, las otras dos acepciones parecieran ofrecer un significado m&aacute;s preciso. En buena cuenta la noci&oacute;n de obscenidad es un criterio muy importante cuando se analiza la dimensi&oacute;n legal de la pornograf&iacute;a (<a href="#vasquez">V&aacute;squez, 1985</a>). Sin embargo, aqu&iacute; empiezan las dificultades m&aacute;s serias, porque seg&uacute;n el mismo diccionario de la Real Academia Espa&ntilde;ola (RAE, 2001), obsceno significa: &quot;imp&uacute;dico, torpe, ofensivo al pudor&quot;. Entonces, uno podr&iacute;a preguntarse ¿qu&eacute; es lo imp&uacute;dico? Lo imp&uacute;dico se refiere a lo deshonesto, lo falto de pudor. ¿Y lo deshonesto?. El diccionario se&ntilde;ala que es lo imp&uacute;dico, lo falto de honestidad.</p>

<p>Como puede apreciarse, al considerar la pornograf&iacute;a y la obscenidad como t&eacute;rminos equivalentes resulta sumamente dif&iacute;cil llegar a una definici&oacute;n adecuada. Ciertamente, la definici&oacute;n actual de pornograf&iacute;a es tautol&oacute;gica, circular, expresada en adjetivos calificativos que no definen ni delimitan, simplemente reflejan una determinada concepci&oacute;n moral de la vida, son el producto de una serie de prejuicios y tab&uacute;es sociales. Tal ambigüedad en las definiciones m&aacute;s hace pensar en un &quot;significado emotivo bajo ropaje descriptivo&quot; (<a href="#carrio">Carrio, 1979</a>). Se podr&iacute;a suponer que los diccionarios de sexualidad especializados no presentan este sesgo moralizante, y carente de una definici&oacute;n objetiva, con relaci&oacute;n a la noci&oacute;n de pornograf&iacute;a. Pero, al revisar su contenido, es evidente que el sesgo emotivo, subjetivo y personal se mantiene. Por ejemplo, una enciclopedia de sexolog&iacute;a define la pornograf&iacute;a como:</p> 

<blockquote>&quot;La descripci&oacute;n obscena en obra, palabra, imagen o sonido. Por consiguiente, hemos de llamar pornogr&aacute;ficos a los libros, revistas, diarios, fotograf&iacute;as, cuadros, esculturas, espect&aacute;culos, obras teatrales, pel&iacute;culas, grabaciones, etc... en los que se describa la sexualidad con un car&aacute;cter malicioso o grosero, conforme a la noci&oacute;n de obscenidad&quot; (<a href="#bravo">Bravo, 1973</a>).</blockquote> 

<p>Tal como lo se&ntilde;ala el escritor Love, algunos grupos feministas han modificado el significado original de pornograf&iacute;a y lo han redefinido como cualquier material er&oacute;tico que induce a la violencia, violaci&oacute;n y degradaci&oacute;n de las mujeres (<a href="#love">Love, 1994</a>). El riesgo con esta definici&oacute;n, tal como lo sostiene el mismo autor, es haberle dado legitimidad a las campa&ntilde;as de censura emprendidas contra las expresiones art&iacute;sticas, la m&uacute;sica y ciertas ramas del conocimiento, como la medicina por ejemplo.</p>

<h3>Legislaci&oacute;n que regula las publicaciones obscenas</h3>
<p>Desde comienzos de la &eacute;poca republicana en el Per&uacute;, se hizo evidente el inter&eacute;s de los legisladores por regular la comercializaci&oacute;n de las publicaciones consideradas obscenas. Por ejemplo, en el C&oacute;digo Penal de 1836, publicado durante el gobierno del general Santa Cruz, el T&iacute;tulo VII &quot;De los delitos contra las buenas costumbres&quot; del Libro II &quot;De los delitos contra el Estado&quot;, conten&iacute;a las regulaciones sobre el material obsceno en el Cap&iacute;tulo I: &quot;De las palabras y acciones obscenas en sitios p&uacute;blicos; y de la edici&oacute;n, venta y distribuci&oacute;n de escritos, pinturas o estampados de esta misma clase&quot;. Los art&iacute;culos 416, 417 y 418 establec&iacute;an las sanciones penales para los infractores. Un siglo despu&eacute;s, cuando entr&oacute; en vigencia el C&oacute;digo Penal de 1924, publicado durante el Oncenio de Legu&iacute;a, las sanciones se hicieron m&aacute;s severas.</p>

<blockquote><b>Art. 209</b><br />
&quot;El que fabricare o importare para la venta, escritos, im&aacute;genes, dibujos u objetos obscenos, los expusiera en venta, los anunciare por publicaciones, exposiciones o espect&aacute;culos, o en cualquier forma lo distribuyera o hiciere circular ser&aacute; reprimido con una prisi&oacute;n no mayor de un a&ntilde;o o multa de la renta de tres a treinta d&iacute;as.&quot;</blockquote> 

<p>La principal diferencia con la norma del C&oacute;digo Penal de 1836 fue la ampliaci&oacute;n del n&uacute;mero de d&iacute;as de sanci&oacute;n. Adicionalmente se observa que el inter&eacute;s del dispositivo legal est&aacute; centrado en las publicaciones. En el anterior C&oacute;digo Penal, el material gr&aacute;fico ten&iacute;a la misma importancia que los relieves, las estatuas y otros productos elaborados. Con relaci&oacute;n al bien jur&iacute;dicamente protegido, esta norma buscaba proteger la decencia sexual p&uacute;blica, o pudor p&uacute;blico, concepto que los juristas definen como el sentimiento pudoroso promedio de toda una comunidad (<a href="#espinoza">Espinoza, 1983</a>).</p>

<p>Este c&oacute;digo tuvo m&aacute;s de cincuenta a&ntilde;os de vigencia hasta ser derogado por el C&oacute;digo Penal de 1991 (la actual norma vigente), el cual abord&oacute; el tema de la pornograf&iacute;a desde una perspectiva distinta a la de los anteriores c&oacute;digos penales. El Cap&iacute;tulo XI &quot;Ofensas al pudor p&uacute;blico&quot; del T&iacute;tulo IV &quot;Delitos contra la libertad&quot; de la mencionada norma se&ntilde;ala:</p>

<blockquote><b>Art. 183</b><br />
&quot;Ser&aacute; reprimido con pena privativa de la libertad, no mayor de dos a&ntilde;os:<br />
1. El que expone, vende o entrega a un menor de 14 a&ntilde;os, objetos, libros, escritos, im&aacute;genes visuales o auditivas que, por su car&aacute;cter obsceno, pueden afectar gravemente el pudor del agraviado o excitar prematuramente o pervertir su instinto sexual.<br />
2. El que, en lugar p&uacute;blico, realiza exhibiciones, gestos, tocamientos u observa cualquier otra conducta de &iacute;ndole obscena.<br />
3. El que incita a un menor de catorce a&ntilde;os a la ebriedad o a la pr&aacute;ctica de un acto obsceno o le facilita la entrada a los prost&iacute;bulos u otros lugares de corrupci&oacute;n.<br />
4. El administrador, vigilante o persona autorizada para el control de un cine u otro espect&aacute;culo de &iacute;ndole obsceno que permite ingresar a menores de catorce a&ntilde;os.</blockquote>

<p>De lo anterior, se deduce que el bien jur&iacute;dicamente protegido ya no es el pudor p&uacute;blico, sino el pudor del menor de edad. Aunque algunos podr&iacute;an sostener que el pudor p&uacute;blico se expresa a trav&eacute;s del pudor individual. Seg&uacute;n el art&iacute;culo del C&oacute;digo Penal de 1991, la exposici&oacute;n de los menores de edad ante im&aacute;genes o situaciones obscenas, constituye un grave atentado contra su integridad moral, contra su pudor sexual, expresi&oacute;n personal del pudor p&uacute;blico. En realidad, lo que la norma legal protege es una escala de valores morales, la cual resulta ampliamente beneficiada, en desmedro de otro conjunto de valores, expresi&oacute;n de una visi&oacute;n distinta de la vida y la naturaleza humana.</p>

<p>Pero, ¿de qu&eacute; forma se llega a conocer lo que es el pudor p&uacute;blico? ¿O el pudor individual?. Diversos juristas han llegado a determinar que el pudor p&uacute;blico es un sentimiento compartido por los miembros de una comunidad, el cual les permite saber qu&eacute; actos son los que ofenden el pudor, es decir, qu&eacute; actos lesionan la decencia sexual (<a href="#espinoza">Espinoza, 1983</a>; <a href="#pe&ntilde;a">Pe&ntilde;a Cabrera, 1994</a>). Un hecho que influye de forma decisiva en el pudor p&uacute;blico de una comunidad son sus costumbres y formas de vida (Bramont Arias, 1988). Desde esta perspectiva, esto explica porqu&eacute; algunas conductas, supuestamente imp&uacute;dicas, como el carnaval y el ir a la playa, no reciben una sanci&oacute;n penal como si lo recibe la difusi&oacute;n de material sexualmente expl&iacute;cito. De acuerdo a este planteamiento, se espera que los sentimientos colectivos en torno a la sexualidad permanezcan en reserva, ocultos, a fin de no ofender el pudor de los otros miembros de la sociedad. Por esa raz&oacute;n, cuando la decencia sexual de la comunidad es ultrajada y violentada a trav&eacute;s de las im&aacute;genes pornogr&aacute;ficas, las personas sienten verg&uuml;enza y asco ante aquellos objetos o situaciones consideradas inmundas.</p>

<p>Ante este tipo de planteamientos cabe preguntarse: ¿Existe eso que los abogados y legisladores llaman moral p&uacute;blica? ¿Existe el pudor p&uacute;blico? El an&aacute;lisis de la concepci&oacute;n vigente sobre la obscenidad ha determinado hasta qu&eacute; punto la definici&oacute;n de lo obsceno est&aacute; inundada de impresiones emotivas (asco, repugnancia) o a lo m&aacute;s de planteamientos tautol&oacute;gicos (lo obsceno es lo imp&uacute;dico y lo imp&uacute;dico es lo indecente, aquello que ofende el pudor, lo falto de pudor; es decir, nuevamente lo imp&uacute;dico). Dicho de otro modo, es una concepci&oacute;n te&ntilde;ida de prejuicios y deformada por los sesgos ideol&oacute;gicos, la cual deja de lado el an&aacute;lisis racional, desapasionado y basado en hechos objetivos.</p>

<p>El problema con el concepto de pudor (del que depende la noci&oacute;n de obscenidad) es que se trata de una evaluaci&oacute;n estrictamente personal, cae &iacute;ntegramente en el terreno de la subjetividad; es decir, depende de cada persona. Lo que para algunos puede ser fuente de goce y disfrute, para otros puede ser repugnante o repulsivo, una bestialidad, algo propio de los animales. Como puede verse, y constatarse f&aacute;cilmente a trav&eacute;s de sondeos de opini&oacute;n, una imagen pornogr&aacute;fica puede generar m&uacute;ltiples respuestas entre las personas, incluso en la misma persona en dos per&iacute;odos de tiempo distintos. En el supuesto negado que existiera algo llamado pudor p&uacute;blico, &eacute;ste no ser&iacute;a representativo del sentir de una colectividad. No obstante, como se se&ntilde;al&oacute; anteriormente, es imposible que exista un est&aacute;ndar social en materia de pudor sexual. En consecuencia, no puede haber pudor p&uacute;blico. Y lo mismo puede decirse de la moral p&uacute;blica. Si por moral se entiende la capacidad de distinguir el bien del mal, los valores de los antivalores, las conductas responsables de los desenfrenos libertinos, es claro que ese juicio s&oacute;lo puede realizarse a nivel individual. Cada persona en su sano juicio est&aacute; en capacidad de decidir qu&eacute; est&aacute; bien y qu&eacute; est&aacute; mal.</p>

<p>Una cosa es establecer horarios especiales en la televisi&oacute;n para los programas er&oacute;ticos, regular la publicidad de las pel&iacute;culas para adultos, asignarle impuestos elevados a los distribuidores y exhibidores de este rubro o, incluso, someter las producciones de la industria para adultos a un riguroso proceso de clasificaci&oacute;n; pero muy distinto es vulnerar los derechos fundamentales de las personas. Cuando, ampar&aacute;ndose en la moral p&uacute;blica, se invade la esfera personal, cuando se impide a los ciudadanos el decidir ver una pel&iacute;cula, leer un libro, hojear una revista o asistir a un espect&aacute;culo, se rompe el principio de proporcionalidad. En ese sentido, los atentados contra la libertad de expresi&oacute;n y de informaci&oacute;n producen un da&ntilde;o mucho mayor que el supuesto da&ntilde;o producido por la publicaci&oacute;n y difusi&oacute;n de material pornogr&aacute;fico.</p>
 
<p>Luego de esta revisi&oacute;n del marco legal que regula las publicaciones obscenas, a continuaci&oacute;n se presentar&aacute;n los resultados de los estudios realizados con el fin de conocer los efectos del material sexualmente expl&iacute;cito. Posteriormente, se describir&aacute; la manera c&oacute;mo este problema ha sido abordado en las bibliotecas p&uacute;blicas y acad&eacute;micas.</p>

<h3>Resultados de las investigaciones sobre los efectos de la pornograf&iacute;a</h3>
<p>En la actualidad, los trabajos realizados para conocer los efectos de la pornograf&iacute;a pueden clasificarse en dos grandes grupos: los estudios de opini&oacute;n y las investigaciones experimentales. Con el prop&oacute;sito de entender mejor la influencia del material sexualmente expl&iacute;cito, los estudios han establecido diferencias entre tres tipos de contenidos: a) Material sexualmente expl&iacute;cito no violento. b) Material violento sexualmente expl&iacute;cito. c) Material violento no sexual. Los resultados de los estudios actitudinales y de opini&oacute;n, realizados hasta la fecha, han encontrado que, en t&eacute;rminos generales, la poblaci&oacute;n eval&uacute;a de forma positiva la difusi&oacute;n de material pornogr&aacute;fico, se trate de libros, revistas, videos o cualquier otro material audiovisual. No obstante, los materiales que combinan descripciones sexualmente expl&iacute;citas con escenas violentas (por ejemplo, escenas de sadomasoquismo) reciben una valoraci&oacute;n negativa.</p>

<p>Si bien es cierto, este tema hab&iacute;a sido abordado previamente, es a partir de la d&eacute;cada de los setenta que el problema recibe mayor atenci&oacute;n por parte de los investigadores de las ciencias sociales. A fin de conocer las actitudes del p&uacute;blico estadounidense hacia la regulaci&oacute;n del material sexualmente expl&iacute;cito, Abelson y su equipo de investigadores utilizaron una encuesta de opini&oacute;n. La muestra estuvo compuesta por 2,486 adultos (21 a&ntilde;os o m&aacute;s) y 769 j&oacute;venes (de 15 a 20 a&ntilde;os). De acuerdo con los resultados del estudio, s&oacute;lo el 2% de los encuestados consider&oacute; la difusi&oacute;n de material pornogr&aacute;fico como un grave problema social. Es m&aacute;s, el 24% se&ntilde;al&oacute; que este material le hab&iacute;a permitido obtener informaci&oacute;n sobre el sexo, un 18% lo consider&oacute; una fuente de entretenimiento y un 10% se&ntilde;al&oacute; que el consumo de material pornogr&aacute;fico hab&iacute;a mejorado sus relaciones sexuales (<a href="#abelson">Abelson <em>et al.</em>, 1970</a>).</p>

<p>Con el fin de evaluar el efecto de la exposici&oacute;n a pel&iacute;culas pornogr&aacute;ficas sobre las actitudes, Mosher dise&ntilde;&oacute; una escala para medir las actitudes sexuales insensibles, en la cual a los participantes se les pregunt&oacute; si ve&iacute;an a las mujeres como objetos sexuales o si usar&iacute;an la fuerza para tener relaciones sexuales. Se encuest&oacute; a 377 estudiantes de pregrado, hombres y mujeres, quienes hab&iacute;an visto dos pel&iacute;culas pornogr&aacute;ficas. 24 horas despu&eacute;s de la exposici&oacute;n, ni los varones ni las mujeres informaron de alg&uacute;n aumento en la conducta sexual; sin embargo, ambos hablaron m&aacute;s sobre sexo y tuvieron m&aacute;s fantas&iacute;as sexuales durante ese per&iacute;odo. Adicionalmente, se registr&oacute; una disminuci&oacute;n (r=-0.80) en las actitudes sexuales insensibles en los varones (<a href="#mosher">Mosher, 1970</a>).</p>

<p>Los resultados de estudios posteriores aparentemente contradicen estos hallazgos preliminares. Por ejemplo, el investigador James Check, de la Universidad de York en Toronto, Canad&aacute;, realiz&oacute; un estudio con el fin de conocer los efectos de la exposici&oacute;n prolongada a im&aacute;genes sexualmente expl&iacute;citas, se tratara de pornograf&iacute;a no violenta o pornograf&iacute;a deshumanizante. Se encuest&oacute; a 434 varones residentes en la ciudad de Toronto, quienes fueron divididos en tres grupos: pornograf&iacute;a no violenta, pornograf&iacute;a deshumanizante y grupo de control. De acuerdo al an&aacute;lisis de los datos, la exposici&oacute;n a escenas pornogr&aacute;ficas deshumanizantes afect&oacute; los reportes sobre probables conductas antisociales de los participantes. Al compararse las respuestas de los tres grupos, los varones del grupo &quot;pornograf&iacute;a deshumanizante&quot; informaron que violar&iacute;an a alguien si supiesen que no ser&iacute;an castigados por ello. Este hallazgo fue consistente con el obtenido por la Escala de Agresividad Sexual, la cual fue construida para medir hasta qu&eacute; punto los participantes usar&iacute;an la fuerza para obligar a una mujer a tener relaciones sexuales. No obstante, la exposici&oacute;n cont&iacute;nua a escenas de sexo expl&iacute;cito y consensual no produjo cambios en la actitudes antisociales de los varones (<a href="#check">Check, 1985</a>). Algunos investigadores han cuestionado los hallazgos de Check, critic&aacute;ndolo por no haber empleado un muestreo aleatorio a la hora de seleccionar a los participantes y, tambi&eacute;n, por haber inducido las respuestas de los varones (<a href="#donnerstein3">Donnerstein, Linz y Perold, 1987</a>).</p>

<p>Con relaci&oacute;n a la aceptaci&oacute;n de los mitos de la violaci&oacute;n, los investigadores Neil Malamuth y John Check encuestaron a 122 estudiantes varones de pregrado, quienes participaron en las dos etapas de un estudio no experimental. Inicialmente fueron clasificados en dos grupos: con alta probabilidad de violar y con baja probabilidad de hacerlo. En la primera parte, los estudiantes leyeron narraciones sexualmente expl&iacute;citas, incluyendo la historia de una violaci&oacute;n en la cual la v&iacute;ctima llegaba a excitarse. En la segunda fase, los varones fueron expuestos a una historia realista sobre una violaci&oacute;n. De acuerdo a los hallazgos de la investigaci&oacute;n, los miembros de ambos grupos consideraron que en la narraci&oacute;n realista, las v&iacute;ctimas mujeres experimentaron placer. Sin embargo, s&oacute;lo los varones con alta probabilidad de violar fueron afectados por la narraci&oacute;n de la historia placentera (r=0.322): 38% de ellos consider&oacute; que las mujeres disfrutan el hecho de ser forzadas a tener relaciones. Por su parte, los varones con baja probabilidad de violar no fueron afectados por la narraci&oacute;n de la violaci&oacute;n placentera (<a href="#malamuth2">Malamuth y Check, 1985</a>). Estos hallazgos son importantes porque destacan la importancia de analizar las diferencias individuales de suceptibilidad frente al material sexualmente expl&iacute;cito. En ese sentido, los resultados estar&iacute;an indicando que la exposici&oacute;n a pornograf&iacute;a no violenta no necesariamente produce actitudes insensibles, sino m&aacute;s bien, refuerza y fortalece creencias personales ya existentes en los participantes, actitudes que difieren seg&uacute;n se trate de un autorreporte de alta o baja probabilidad de violaci&oacute;n.</p>

<p>El a&ntilde;o 1986 Garc&iacute;a encuest&oacute; a 115 varones estudiantes de pregrado. Su objetivo era examinar la relaci&oacute;n existente entre la exposici&oacute;n a material pornogr&aacute;fico y las actitudes hacia la violaci&oacute;n y hacia los roles sexuales. Seg&uacute;n los hallazgos del estudio, &uacute;nicamente la exposici&oacute;n a material pornogr&aacute;fico violento estuvo asociado con actitudes tradicionales hacia el rol de la mujer. Adicionalmente, los datos refutaron una de las predicciones iniciales del estudio. Los investigadores postularon que los consumidores de material pornogr&aacute;fico ten&iacute;an una actitud represiva hacia la sexualidad femenina. Sin embargo, de acuerdo a los resultados del estudio, aquellos varones con mayor exposici&oacute;n a material sexualmente expl&iacute;cito expresaron actitudes m&aacute;s liberales hacia la conducta sexual femenina (<a href="#garcia">Garc&iacute;a, 1986</a>). A&ntilde;os m&aacute;s tarde, Cottle (<a href="#cottle">1989</a>) entrevist&oacute; a 85 personas con el fin de: conocer sus nociones sobre la pornograf&iacute;a, identificar sus reacciones personales al material sexualmente expl&iacute;cito y efectuar recomendaciones para la elaboraci&oacute;n de pol&iacute;ticas sociales. A partir del an&aacute;lisis de los datos se obtuvo tres perfiles: religiosos-conservadores, liberales y feministas antiporn&oacute;grafas. Los puntos de vista de los adherentes a los diversos perfiles resultaron altamente incompatibles, ello hizo dif&iacute;cil predecir un compromiso pol&iacute;tico estable y efectivo.</p>

<p>Por su parte, Thompson y sus colaboradores encuestaron a 64 mujeres y 39 varones, con el fin de conocer sus opiniones sobre la regulaci&oacute;n del material pornogr&aacute;fico. De acuerdo con estos resultados, los hombres reconocieron, de forma contundente, efectos positivos del material sexualmente expl&iacute;cito sobre las dem&aacute;s personas, algo similar a lo encontrado por Abelson, Mosher y Malamuth. Para los varones, la pornograf&iacute;a elimina la tensi&oacute;n sexual durante los encuentros &iacute;ntimos y reduce la inhibici&oacute;n hacia el sexo. Sin embargo, la mayor&iacute;a de los encuestados reconoci&oacute; efectos negativos producidos por la exposici&oacute;n a material pornogr&aacute;fico, tales como la cosificaci&oacute;n de la mujer o la p&eacute;rdida de respeto entre hombres y mujeres. A pesar de ello, m&aacute;s del 65% de las personas encuestadas consider&oacute; que la pornograf&iacute;a deb&iacute;a estar protegida bajo el principio de la libertad de expresi&oacute;n y de informaci&oacute;n (<a href="#thompson">Thompson, Chaffee y Oshagan, 1990</a>). En el Per&uacute;, tambi&eacute;n se han investigado los efectos de la pornograf&iacute;a. Por ejemplo, Vara (<a href="#vara">1998</a>) realiz&oacute; un estudio con 145 varones, de 18 a 25 a&ntilde;os de edad, de dos colegios nacionales del distrito limen&oacute; de San Juan de Lurigancho y encontr&oacute; resultados similares a los presentados anteriormente: los entrevistados que hab&iacute;an visto material sexualmente expl&iacute;cito manifestaron no haber tenido ansiedad sexual mientras ten&iacute;an relaciones sexuales con las mujeres (<a href="#vara">Vara, 1998</a>).</p>

<p>En otro estudio realizado en un campus universitario, Lottes y su equipo de investigadores distribuyeron 663 encuestas. El cuestionario dise&ntilde;ado buscaba identificar el cambio de actitudes producido por la exposici&oacute;n a material sexualmente expl&iacute;cito. De acuerdo al an&aacute;lisis de los datos, la mayor&iacute;a de los estudiantes de pregrado consideraba la pornograf&iacute;a como un medio para representar actividades sexuales expl&iacute;citas, aunque reconocieron efectos positivos y negativos ante la exposici&oacute;n a dicho material. Las mujeres dijeron ser m&aacute;s religiosas y menos activas en el plano sexual. Las personas que manifestaron no haber visto nunca materiales sexualmente expl&iacute;citos fueron las m&aacute;s cr&iacute;ticas en su evaluaci&oacute;n de di-chos materiales (<a href="#lottes">Lottes <em>et al</em>., 1993</a>).</p>

<p>Esta aparente aceptaci&oacute;n de los materiales sexualmente expl&iacute;citos no es exclusiva de las sociedades occidentales. De hecho, existe evidencia emp&iacute;rica para afirmar que se trata de una tendencia bastante extendida (<a href="#diamond">Diamond, 1999</a>; <a href="#pan">Pan, 1993</a>). Por ejemplo, los resultados de una encuesta realizada en la Rep&uacute;blica Popular China a 1610 personas (1372 hombres y 213 mujeres) revelaron que existe una aceptaci&oacute;n creciente de las publicaciones pornogr&aacute;ficas. Lo interesante del caso es que en China no hubo ning&uacute;n movimiento feminista ni activismo por los derechos civiles, tal como ocurri&oacute; en Estados Unidos y varios pa&iacute;ses europeos. En este pa&iacute;s asi&aacute;tico, la aceptaci&oacute;n creciente de material sexualmente expl&iacute;cito se explica por una revoluci&oacute;n sexual china, iniciada hacia el a&ntilde;o 1988 (<a href="#pan">Pan, 1993</a>).</p>

<p>Como se mencion&oacute; anteriormente, los investigadores han determinado que, para fines de estudio, existen dos tipos de material pornogr&aacute;fico: la pornograf&iacute;a pura y la pornograf&iacute;a violenta. Es importante tener presente esta distinci&oacute;n porque la abrumadora evidencia de la investigaci&oacute;n experimental ha sido realizada al estudiar los efectos de la pornograf&iacute;a violenta. Al evaluar los resultados de los estudios centrados en la pornograf&iacute;a violenta (<a href="#einsiedel">Einsiedel, 1993</a>), se ha encontrado que la exposici&oacute;n a dicho material:</p>

<ul type="circle">
<li>Conduce a una mayor aceptaci&oacute;n de los mitos de la violaci&oacute;n y la violencia contra la mujer.</li>
<li>Tiene efectos m&aacute;s pronunciados cuando se muestra el disfrute de la supuesta v&iacute;ctima.</li>
<li>Es estimulante para algunos violadores y para algunos varones en una poblaci&oacute;n m&aacute;s amplia.</li>
<li>Ha generado agresi&oacute;n sexual contra las mujeres dentro del laboratorio.</li>
</ul>

<p>A nivel social, los efectos de la exposici&oacute;n a material pornogr&aacute;fico puro son menos convincentes. Weaver (<a href="#weaver">1991</a>) se&ntilde;ala que si bien es cierto existe la creencia que la pornograf&iacute;a induce las percepciones negativas sobre la mujer (incluyendo un trato discriminatorio en el trabajo y en la vida cotidiana), lo real es que no existe evidencia emp&iacute;rica que respalde esta creencia. Es probable que dichos efectos negativos (conducta violenta, aumento de la tasa de violaci&oacute;n) de la pornograf&iacute;a est&eacute;n m&aacute;s asociados con la violencia misma que con el sexo (<a href="#donnerstein1">Donnerstein y Linz, 1984</a>, <a href="#donnerstein2">1986</a>). M&aacute;s a&uacute;n, se ha constatado que el contenido violento de las publicaciones pornogr&aacute;ficas m&aacute;s audaces, como Hustler por ejemplo, es cada vez  menos violento (<a href="#scott2">Scott y Cuvelier, 1993</a>). Lo mismo puede decirse de la revista Playboy, cuyos contenidos violentos se han ido reduciendo (<a href="#scott1">Scott y Cuvelier, 1987</a>).</p>

<p>A la luz de la evidencia emp&iacute;rica: ¿se puede seguir afirmando que la pornograf&iacute;a se est&aacute; haciendo cada vez m&aacute;s violenta y, por tanto, convirti&eacute;ndose en un peligro para la sociedad? El autor considera que la visi&oacute;n de la pornograf&iacute;a como una amenaza para la sociedad no se apoya en hechos reales, sobre todo si uno se remite a los resultados de los estudios realizados. Incluso, en lugares donde se ha producido un incremento en la difusi&oacute;n de material pornogr&aacute;fico, la tasa de violaciones y otros delitos sexuales se ha mantenido constante e incluso ha disminu&iacute;do (<a href="#kutchinsky">Kutchinsky, 1991</a>; <a href="#winnick2">Winnick y Evans, 1996</a>). Berl Kutchinsky, profesor de Criminolog&iacute;a de la Universidad de Copenagüe, Dinamarca, estudi&oacute; los casos de violaci&oacute;n y otros delitos sexuales -denunciados entre los a&ntilde;os 1964 y 1984- en Dinamarca, Rep&uacute;blica Federal Alemana, Suecia y Estados Unidos. A pesar que en estos pa&iacute;ses, la oferta de material pornogr&aacute;fico creci&oacute; notablemente durante el per&iacute;odo 1964-1984, el investigador no encontr&oacute; evidencia de alg&uacute;n tipo de asociaci&oacute;n entre violaci&oacute;n y difusi&oacute;n de la pornograf&iacute;a. En Jap&oacute;n, Milton Diamond (<a href="#diamond">1999</a>) analiz&oacute; la relaci&oacute;n existente entre las denuncias de violaci&oacute;n sexual en el per&iacute;odo 1972-1995 y la difusi&oacute;n masiva de material pornogr&aacute;fico -incluyendo pornograf&iacute;a violenta y variantes como sadomasoquismo y bestialismo- ocurrida desde fines de los a&ntilde;os 80. De acuerdo con sus hallazgos, se observ&oacute; una reducci&oacute;n notable: de 4,677 casos denunciados en 1972 a 1,500 denuncias registadas en 1995. A pesar de una intensa campa&ntilde;a en los medios de comunicaci&oacute;n para denunciar los casos de violaci&oacute;n y de acoso sexual contra las mujeres, se logr&oacute; esta reducci&oacute;n en la tasa de delitos sexuales, en una &eacute;poca de marcada permisividad frente al material sexualmente expl&iacute;cito. Es importante destacar que en muchos lugares la aceptaci&oacute;n del material pornogr&aacute;fico es mayor que antes, ya que los adultos consideran que tienen derecho a obtener dicho material (<a href="#winnick1">Winnick y Evans, 1994</a>).</p>

<p>Luego de esta revisi&oacute;n de la evidencia emp&iacute;rica, a continuaci&oacute;n, se describir&aacute; las soluciones tecnol&oacute;gicas existentes para hacer frente a la publicaci&oacute;n y difusi&oacute;n de contenidos sexualmente expl&iacute;citos en Internet.</p>

<h3>Soluciones tecnol&oacute;gicas frente a la pornograf&iacute;a</h3>
<p>La regulaci&oacute;n de los contenidos obscenos en Internet no se ha realizado &uacute;nicamente a trav&eacute;s de la publicaci&oacute;n y aplicaci&oacute;n de normas legales en los pa&iacute;ses involucrados. En el sector comercial, las empresas inform&aacute;ticas y los proveedores de acceso a Internet (ISPs) vienen adoptando medidas de autorregulaci&oacute;n, tanto a nivel de est&aacute;ndares industriales como de programas de software. La iniciativa de autorregulaci&oacute;n ha sido impulsada, principalmente, por las corporaciones de telecomunicaciones, las empresas de hardware y software y los principales proveedores de contenido, quienes a trav&eacute;s de esta iniciativa esperan lograr un nivel adecuado de confianza hacia el nuevo medio (<a href="#miguel">De Miguel, 2000</a>).</p>

<p>Como la mayor&iacute;a de programas de filtrado de sitios web se basan en sistemas de clasificaci&oacute;n, es necesario empezar por estos &uacute;ltimos. En algunos casos, estos sistemas se han convertido en est&aacute;ndares para la industria inform&aacute;tica.</p>

<h4>Sistemas de clasificaci&oacute;n</h4>
<p>El objetivo de los sistemas de clasificaci&oacute;n es crear una serie de elementos que permitan la identificaci&oacute;n y ubicaci&oacute;n de los documentos sometidos al proceso de descripci&oacute;n de su contenido. En Internet, el modelo de clasificaci&oacute;n que ha logrado mayor aceptaci&oacute;n entre las instituciones gubernamentales, los proveedores de contenido y las empresas de <em>software</em>, es la Platform for Internet Content Selection = Plataforma para la Selecci&oacute;n de Contenidos en Internet (PICS). De aqu&iacute; en adelante se utilizar&aacute; la sigla PICS para hacer referencia a este est&aacute;ndar industrial. La norma PICS fue elaborada y desarrollada por el <em>World Wide Web Consortium</em> (W3C), con el objetivo de ayudar a los padres, profesores y usuarios en general, a controlar el acceso de los ni&ntilde;os y personas suceptibles a ciertos contenidos disponibles en Internet. Adicionalmente, la versi&oacute;n original del PICS inclu&iacute;a opciones para garantizar la seguridad de los documentos. En la actualidad, el conjunto de especificaciones t&eacute;cnicas PICS se ha convertido en la plataforma de desarrollo para la elaboraci&oacute;n de servicios de clasificaci&oacute;n y programas de filtrado. Para funcionar de forma adecuada, el sistema requiere que el contenido de los documentos en cuesti&oacute;n, generalmente p&aacute;ginas web, haya sido asociado a &quot;etiquetas de clasificaci&oacute;n&quot;. Estas etiquetas pueden ser asignadas por los autores del material, tambi&eacute;n llamados proveedores de contenido, o por un servicio de clasificaci&oacute;n de los materiales publicados en Internet (Organismo de Radio y Televisi&oacute;n de Australia, 1997).</p>

<p>En el primer caso, las etiquetas de clasificaci&oacute;n son colocadas en la cabecera de la p&aacute;gina web. De otro lado, cuando la asignaci&oacute;n de las etiquetas se realiza por un servicio especial, es necesario establecer una conexi&oacute;n remota con el servidor donde est&aacute;n almacenadas las referencias a los documentos clasificados. Por su gran facilidad de uso y el apoyo brindado por la industria inform&aacute;tica y los proveedores de contenido, la norma PICS se ha convertido en un est&aacute;ndar para el desarrollo de programas inform&aacute;ticos basados en sistemas de clasificaci&oacute;n y filtrado. Por esta raz&oacute;n, los gobiernos de pa&iacute;ses como Australia, Singapur, Reino Unido y los estados miembros de la Comunidad Europea, vienen fomentando el uso de la norma PICS entre los proveedores de acceso a Internet (ISPs) y los proveedores de contenido de sus res-pectivos pa&iacute;ses (<a href="#llaneza">Llaneza, 2000</a>; ABA, 1997).</p>

<p>Bas&aacute;ndose en las especificaciones t&eacute;cnicas de la norma PICS, el Recreational Software Advisory Council = Consejo Consultivo sobre Programas Inform&aacute;ticos (RSAC), elabor&oacute; un sistema de clasificaci&oacute;n de contenidos llamado RSACi. El consorcio RSAC fue creado en 1994 como una organizaci&oacute;n sin fines de lucro, gracias al trabajo realizado por la <em>Software Publishers Association</em> y otras asociones comerciales estadounidenses. Su objetivo inicial fue desarrollar  un esquema de autorregulaci&oacute;n aplicable en juegos por computadora y videojuegos. Para mediados de 1995, m&aacute;s de 100 juegos por computadora hab&iacute;an sido clasificados usando el sistema del RSAC. En abril de 1996 se public&oacute; en Internet el sistema de clasificaci&oacute;n RSACi (RSAC en Internet). Para el mes de agosto, el navegador Internet Explorer ya hab&iacute;a incorporado el filtrado de contenidos a trav&eacute;s del RSACi. En diciembre de 1997, m&aacute;s de 500,000 sitios web hab&iacute;an sido clasificados de acuerdo al esquema RSACi. En 1999, un grupo de proveedores de contenido acordaron formar la <em>Internet Content Rating Association</em> = Asociaci&oacute;n para la Clasificaci&oacute;n de Contenidos en Internet (ICRA). El objetivo inicial del ICRA fue desarrollar, poner en ejecuci&oacute;n y administrar sistemas voluntarios de autorregulaci&oacute;n, aceptables a nivel internacional, los cuales ofrecer&iacute;an a los usuarios de Internet la posibilidad de limitar el acceso a los contenidos nocivos. Con el paso del tiempo, el ICRA reemplaz&oacute; al RSAC. Seg&uacute;n los registros del ICRA, en agosto de 1999 m&aacute;s de 120,000 sitios web hab&iacute;an sido clasificados de acuerdo al RSACi (Internet Content Rating Association, 2000).</p>

<p>Algo que llama la atenci&oacute;n es la concepci&oacute;n de contenidos nocivos y el tipo de clasificaci&oacute;n empleado en el RSACi, ya que de las cuatro categor&iacute;as de clasificaci&oacute;n, tres est&aacute;n referidas a manifestaciones de la sexualidad humana y s&oacute;lo una alude directamente a la violencia. A continuaci&oacute;n, se describe el sistema de clasificaci&oacute;n RSACi:</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

  <tbody>
  <tr>
    <th colspan="2">Desnudez</th>
    <th rowspan="6" width="5%"><br /></th>
    <th colspan="2">Lenguaje</th></tr>
  <tr>
    <td align="center" width="10%">Nivel 0</td>
    <td width="32%" align="left">Ninguna</td>
    <td align="center" width="10%">Nivel 0</td>
    <td width="32%" align="left">Jerga inofensiva</td></tr>
  <tr>
    <td align="center" width="10%">Nivel 1</td>
    <td width="32%" align="left">Atuendos reveladores</td>
    <td align="center" width="10%">Nivel 1</td>
    <td width="32%" align="left">Reniegos suaves</td></tr>
<tr>
    <td align="center" width="10%">Nivel 2</td>
    <td width="32%" align="left">Desnudez parcial</td>
    <td align="center" width="10%">Nivel 2</td>
    <td width="32%" align="left">Refs. sexuales anat&oacute;micas</td></tr>
<tr>
    <td align="center" width="10%">Nivel 3</td>
    <td width="32%" align="left">Desnudez frontal</td>
    <td align="center" width="10%">Nivel 3</td>
    <td width="32%" align="left">Obscenidades y vulgaridades</td></tr>
<tr>
    <td align="center" width="10%">Nivel 4</td>
    <td width="32%" align="left">Desnudez provocativa</td>
    <td align="center" width="10%">Nivel 4</td>
    <td width="32%" align="left">Referencias sexuales expl&iacute;citas</td></tr>
<tr><td colspan="5"><br /><br /></td></tr>

  <tr>
    <th colspan="2">Sexo</th>
    <th rowspan="6" width="5%"><br /></th>
    <th colspan="2">Violencia</th></tr>
  <tr>
    <td align="center" width="10%">Nivel 0</td>
    <td width="32%" align="left">Ninguno</td>
    <td align="center" width="10%">Nivel 0</td>
    <td width="32%" align="left">Sin violencia</td></tr>
  <tr>
    <td align="center" width="10%">Nivel 1</td>
    <td width="32%" align="left">Besos apasionados</td>
    <td align="center" width="10%">Nivel 1</td>
    <td width="32%" align="left">Lucha y animales muertos</td></tr>
<tr>
    <td align="center" width="10%">Nivel 2</td>
    <td width="32%" align="left">Roce sexual con ropa puesta</td>
    <td align="center" width="10%">Nivel 2</td>
    <td width="32%" align="left">Personas heridas o asesinadas</td></tr>
<tr>
    <td align="center" width="10%">Nivel 3</td>
    <td width="32%" align="left">Actividad sexual no expl&iacute;cita</td>
    <td align="center" width="10%">Nivel 3</td>
    <td width="32%" align="left">Asesinatos con crueldad</td></tr>
<tr>
    <td align="center" width="10%">Nivel 4</td>
    <td width="32%" align="left">Actividad sexual expl&iacute;cita</td>
    <td align="center" width="10%">Nivel 4</td>
    <td width="32%" align="left">Violencia cruda y violaci&oacute;n</td></tr>
  </tbody></table>

<p>Se percibe una censura casi exclusiva de los temas er&oacute;ticos y sexuales, rest&aacute;ndole importancia a temas como el terrorismo, el consumo de alcohol, la propaganda a favor de la coca&iacute;na y otros alucin&oacute;genos, las conductas delictivas o las expresiones de odio (racismo y xenofobia). Esta censura focalizada se convierte en un tema de inter&eacute;s para los usuarios de Internet debido a la presencia masiva del programa Internet Explorer, el cual incorpora la norma del RSACi.</p>

<p>M&aacute;s all&aacute; de las preocupaciones de algunos proveedores de contenido, quienes consideran que sistemas de clasificaci&oacute;n como el RSACi pueden convertirse en tecnolog&iacute;as de censura encubierta, el dise&ntilde;o de los sistemas de clasificaci&oacute;n presenta algunas limitaciones. En primer lugar est&aacute; la cobertura del sistema. Con sitios web cre&aacute;ndose todos los d&iacute;as, resulta muy dif&iacute;cil para cualquier servicio de clasificaci&oacute;n de contenidos ir ampliando el n&uacute;mero de lugares clasificados. Los sitios web crecen m&aacute;s r&aacute;pido que los sistemas de clasificaci&oacute;n. Adem&aacute;s, la consistencia del esquema de clasificaci&oacute;n depende de la forma c&oacute;mo se apliquen las diversas categor&iacute;as. Para ello, es necesario emplear los mismos principios de clasificaci&oacute;n, lo cual s&oacute;lo es posible lograr trabajando con un n&uacute;mero no muy grande de especialistas. Si el personal encargado de la tarea empieza a crecer, tal vez para mejorar la cobertura del sistema de clasificaci&oacute;n, la coherencia se ir&aacute; debilitando porque cada vez ser&aacute; m&aacute;s dif&iacute;cil contar con criterios homog&eacute;neos de clasificaci&oacute;n v&aacute;lidos para todas las personas involucradas en el &aacute;rea. </p>

<p>Un segundo problema es la inexactitud del sistema. En el intento de poner los contenidos nocivos lejos del alcance de los ni&ntilde;os, se han producido casos realmente ins&oacute;litos: sitios web dedicados a la prevenci&oacute;n del VIH/SIDA bloqueados por contener descripciones detalladas de relaciones sexuales; grupos de noticias sobre c&aacute;ncer a la mama, con abundante informaci&oacute;n m&eacute;dica, bloqueados por contener la palabra &quot;seno&quot;; la colecci&oacute;n completa de los archivos sobre censura en Internet, de la <em>Electronic Frontier Foundation</em> (EFF), bloqueda por hacer referencia a documentos controvertidos. La lista podr&iacute;a continuar, pero lo importante es la claridad del cuestionamiento planteado: en cuanto a los contenidos nocivos publicados en Internet, los clasificadores no hacen diferencias entre sitios web dedicados a informar y aquellos orientados al entretenimiento para adultos. Eso explica el bloqueo de sitios web con informaci&oacute;n t&eacute;cnica y especializada sobre diversos temas. Se trata de un tema que ha sido abordado en la literatura bibliotecol&oacute;gica (<a href="#willems">Willems, 1998</a>).</p>

<h4>Programas de filtrado</h4>
<p>La mayor&iacute;a de los programas de filtrado y bloqueo de p&aacute;ginas web, tambi&eacute;n conocidos como censorware, generalmente trabajan con el sistema de etiquetado RSACi. Programas como <em>Cyber Patrol, Net Nanny</em> o <em>Net Sheperd</em> hacen uso del sistema RSACi. Es m&aacute;s, a partir de la versi&oacute;n 3.0 del navegador Internet Explorer, distribu&iacute;do gratuitamente desde el a&ntilde;o 1996, se incluy&oacute; una opci&oacute;n para bloquear los contenidos nocivos, desarrollada a partir del RSACi. En ese sentido, este esfuerzo es una muestra clara de la preocupaci&oacute;n de las empresas de <em>software</em> por apoyar a los padres de familia a controlar lo que sus hijos ven en Internet. Por ejemplo, el programa <em>Net Nanny</em> permite a los padres determinar los sitios web que sus hijos pueden visitar. Este <em>software</em> emplea una lista de lugares adecuados y no adecuados, actualizada por un equipo de investigaci&oacute;n. Los sitios web han sido clasificados en cinco categor&iacute;as: sexo expl&iacute;cito, expresiones de odio, violencia, delitos y consumo de drogas. <em>Cyber Patrol</em>, otro programa de filtrado de p&aacute;ginas web, emplea listas de bloqueo actualizadas peri&oacute;dicamente (<a href="#banks">Banks, 1998</a>). Adem&aacute;s, versiones recientes del programa previenen la divulgaci&oacute;n de informaci&oacute;n confidencial por parte de los ni&ntilde;os, quienes al usar los programas de comunicaci&oacute;n en tiempo real <em>(chat)</em> suelen dar informaci&oacute;n personal a extra&ntilde;os y desconocidos.</p>

<p>El &eacute;xito de los programas de filtrado depender&aacute; de la participaci&oacute;n activa de los proveedores de acceso a Internet y de las campa&ntilde;as de educaci&oacute;n dirigidas a los padres y maestros (<a href="#llaneza">Llaneza, 2000</a>; <a href="#moron">Mor&oacute;n, 1999</a>). Por un lado, los operadores Internet podr&iacute;an liberarse de la responsabilidad penal por los contenidos nocivos transmitidos al facilitar a sus clientes herramientas para el filtrado de dicho material. Por su parte, los educadores contar&iacute;an con un apoyo importante para lograr que los estudiantes aprovechen, de una forma segura, los recursos de informaci&oacute;n existentes en Internet. En cuanto a los padres de familia, su confianza hacia el material publicado en la red mejorar&iacute;a ya que ser&aacute;n los padres quienes decidan el tipo de contenidos permitidos para sus hijos. Y para lograrlo, las campa&ntilde;as de educaci&oacute;n impulsadas por las instituciones gubernamentales ser&aacute;n de vital importancia. El uso creciente de las alternativas de autorregulaci&oacute;n no ha sido una casualidad. Por el contrario, surgi&oacute; como una respuesta pr&aacute;ctica frente a la pretensi&oacute;n de censura de Internet por parte de gobiernos como China, Ir&aacute;n, Singapur y Estados Unidos, entre otros.</p>

<p>Con relaci&oacute;n al servicio brindado por las bibliotecas, el tema de selecci&oacute;n de contenidos a trav&eacute;s de programas de filtrado ha generado un amplio debate al interior de la comunidad bibliotecaria. Existen posiciones a favor, pero tambi&eacute;n en contra (<a href="#banks">Banks, 1998</a>; <a href="#walter">Walter, 1997</a>; <a href="#willems">Willems, 1998</a>). En opini&oacute;n de Virginia Walter (<a href="#walter">1997</a>), el dise&ntilde;o de pol&iacute;ticas de servicio para que los ni&ntilde;os utilicen de forma adecuada las bibliotecas digitales debe estar orientado por dos criterios: a) Si la pol&iacute;tica favorece el acceso a la informaci&oacute;n, por parte de ni&ntilde;os y j&oacute;venes. b) Si la pol&iacute;tica permite ofrecer un mejor servicio a los ni&ntilde;os y lectores j&oacute;venes. Se trata de un tema delicado, porque en ocasiones las decisiones tomadas atentan contra la libertad de informaci&oacute;n, principio que tambi&eacute;n incluye el derecho a la informaci&oacute;n de los ni&ntilde;os y los j&oacute;venes. Al respecto, la <em>American Library Association</em> (ALA) ha asumido una posici&oacute;n pol&eacute;mica, pero consecuente con sus principios: defender el acceso sin l&iacute;mites a la informaci&oacute;n, con lo cual la decisi&oacute;n sobre si un contenido es nocivo o no queda en manos del lector. Para garantizar este derecho, las bibliotecas deber&aacute;n buscar soluciones creativas (<a href="#young">Young, 1997</a>). </p>

<p>El objetivo de este estudio era conocer las percepciones y opiniones de los estudiantes universitarios con relaci&oacute;n a la censura del material sexualmente expl&iacute;cito en Internet. Se trabaj&oacute; con la siguiente hip&oacute;tesis de la investigaci&oacute;n: ¿existe relaci&oacute;n entre la opini&oacute;n de los estudiantes universitarios, a favor de la libertad de informaci&oacute;n, y su exposici&oacute;n actual a material sexualmente expl&iacute;cito?. En tal sentido, &eacute;ste es uno de los primeros trabajos, de nivel exploratorio, que analiza el tema de la censura de la pornograf&iacute;a desde el punto de vista de los universitarios. Por ello se utiliz&oacute; una encuesta de opini&oacute;n, la cual fue aplicada entre los alumnos de tres universidades de la ciudad de Lima.</p><br />

<h2>M&eacute;todo de investigaci&oacute;n</h2>
<h3>Poblaci&oacute;n</h3>
<p>En la presente investigaci&oacute;n participaron estudiantes de tres universidades, dos estatales y una privada: Universidad Nacional Mayor de San Marcos (UNMSM), Universidad Nacional Federico Villarreal (UNFV) y Pontificia Universidad Cat&oacute;lica del Per&uacute; (PUCP). Estos centros de estudios fueron elegidos por adecuarse mejor al concepto de universidad, en el sentido de abarcar la universalidad del conocimiento. Si bien es cierto, en el sector privado existen otras universidades de garantizada calidad acad&eacute;mica, ellas responden m&aacute;s bien a un enfoque empresarial y est&aacute;n orientadas hacia las actividades productivas de la econom&iacute;a. A continuaci&oacute;n se presenta la evoluci&oacute;n de la poblaci&oacute;n estudiantil de las tres universidades seleccionadas (<a href="#webb">Webb y Fern&aacute;ndez, 2000</a>):</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 1: Evoluci&oacute;n de la poblaci&oacute;n estudiantil (1995-1999)
  </strong><br />
  <small>Fuente: Asamblea Nacional de Rectores - Oficina de Estad&iacute;stica e Inform&aacute;tica</small></caption>
  <tbody>
  <tr>
    <th width="25%">A&ntilde;os</th>
    <th width="25%">UNMSM</th>
    <th width="25%">UNFV</th>
    <th width="25%">PUCP</th></tr>
  <tr>
    <td align="center">1995</td>
    <td align="center">24,305</td>
    <td align="center">21,856</td>
    <td align="center">12,010</td></tr>
  <tr>
    <td align="center">1996</td>
    <td align="center">25,732</td>
    <td align="center">19,150</td>
    <td align="center">12,202</td></tr>
  <tr>
    <td align="center">1997</td>
    <td align="center">22,350</td>
    <td align="center">16,194</td>
    <td align="center">12,503</td></tr>
  <tr>
    <td align="center">1998</td>
    <td align="center">22,334</td>
    <td align="center">14,198</td>
    <td align="center">13,405</td></tr>
  <tr>
    <td align="center">1999</td>
    <td align="center">23,841</td>
    <td align="center">19,516</td>
    <td align="center">14,795</td></tr></tbody></table>

<p>De acuerdo a los resultados de la investigaci&oacute;n del doctor Flores Barboza, la mayor&iacute;a de los estudiantes de la Universidad Nacional Mayor de San Marcos &lt;77.82%&gt; vive en hogares que cuentan con agua, desagüe, luz y tel&eacute;fono y, tambi&eacute;n, con electrodom&eacute;sticos como refrigeradora y lavadora. Con relaci&oacute;n a los jefes de hogar de este grupo, el padre es profesional y la madre empleada. En promedio, el ingreso familiar asciende a 1,300 Nuevos Soles. Seg&uacute;n el mismo estudio, el 18.92% de los alumnos vive en casas alquiladas, las cuales cuentan con agua, desagüe y luz. En cuanto al nivel de instrucci&oacute;n de los jefes de hogar del segundo grupo, el padre tiene formaci&oacute;n t&eacute;cnica y la madre educaci&oacute;n secundaria. En estas familias el padre se desempe&ntilde;a como empleado en una empresa y la madre como ama de casa. El ingreso familiar asciende a 800 Nuevos Soles (<a href="#flores">Flores, 1993</a>).</p>

<p>Seg&uacute;n los hallazgos de Mujica Berm&uacute;dez, en la Pontificia Universidad Cat&oacute;lica del Per&uacute;, el 80% de los alumnos ingresantes dice pertenecer al estrato medio-bajo y el 10% al estrato medio-alto. Adem&aacute;s, en su gran mayor&iacute;a, los estudiantes provienen de colegios particulares (<a href="#mujica">Mujica, 1998</a>). Es importante mencionar que casi la totalidad de los encuestados en el estudio de Mujica se percibe como proveniente de los estratos medios.</p>

<h3>La encuesta de opini&oacute;n</h3>
<p>Por tratarse de un estudio de opini&oacute;n se utiliz&oacute; la encuesta estructurada como instrumento de recolecci&oacute;n de datos. Se necesitaba un cuestionario breve y f&aacute;cil de usar, pero tambi&eacute;n con la cobertura suficiente para ofrecer un adecuado nivel de confiabilidad. Una encuesta permite establecer relaciones entre las percepciones, opiniones pol&iacute;ticas, econ&oacute;micas o &eacute;ticas y el comportamiento de las personas. Adem&aacute;s, hace posible obtener informaci&oacute;n muy valiosa sobre las caracter&iacute;sticas de los encuestados (edad, sexo, estado civil, nivel de instrucci&oacute;n, nivel socioecon&oacute;mico, religi&oacute;n, etc.). A diferencia de las investigaciones experimentales, cuyo prop&oacute;sito es manipular variables y establecer relaciones causales entre ellas, el trabajo con encuestas de opini&oacute;n busca establecer tendencias, asociaciones entre variables, ofreciendo una explicaci&oacute;n amplia y detallada de los procesos analizados. </p>

<p>El cuestionario &quot;Percepci&oacute;n y opiniones sobre la censura de la pornograf&iacute;a&quot;, utilizado en la presente investigaci&oacute;n, fue adaptado de la escala de censura de la pornograf&iacute;a de Thompson y su equipo de colaboradores (<a href="#thompson">1990</a>). Esta escala estaba compuesta por cuatro &iacute;tems tipo  Likert de 4 puntos (completamente de acuerdo, de acuerdo, en desacuerdo, totalmente en desacuerdo), los cuales med&iacute;an las opiniones de aprobaci&oacute;n o rechazo hacia la censura de la pornograf&iacute;a. El instrumento de recolecci&oacute;n de datos, en su versi&oacute;n final, estuvo compuesto por cuatro &aacute;reas: </p>

<ul type="circle">
<li>Informaci&oacute;n demogr&aacute;fica de los estudiantes universitarios.</li>
<li>Percepci&oacute;n de la pornograf&iacute;a: las definiciones de pornograf&iacute;a dadas por los encuestados.</li>
<li>Escala de opiniones sobre la censura de la pornograf&iacute;a. La escala de censura de Thompson se adapt&oacute; &uacute;nicamente para esta secci&oacute;n del cuestionario.</li>
<li>Exposici&oacute;n a material sexualmente expl&iacute;cito: experiencia previa con libros, revistas e im&aacute;genes pornogr&aacute;ficas.</li>
</ul>

<h4>Informaci&oacute;n demogr&aacute;fica de los universitarios</h4>
<p>En esta secci&oacute;n se incluyeron las siguientes variables: sexo, edad, especialidad de estudios, universidad, estado civil, tiene pareja y duraci&oacute;n de su relaci&oacute;n de pareja (en caso de tenerla). El an&aacute;lisis de frecuencias y las distribuciones porcentuales de estas variables permiti&oacute; obtener una descripci&oacute;n detallada de las caracter&iacute;sticas demogr&aacute;ficas. </p>

<h4>Exposici&oacute;n a material sexualmente expl&iacute;cito</h4>
<p>El prop&oacute;sito de esta secci&oacute;n era determinar la existencia de alg&uacute;n tipo de asociaci&oacute;n entre las opiniones sobre la censura de la pornograf&iacute;a y la exposici&oacute;n (pasada y presente) a material pornogr&aacute;fico. Por tal raz&oacute;n se incluyeron cinco variables: &quot;exposici&oacute;n previa a material pornogr&aacute;fico&quot; y &quot;exposici&oacute;n actual a material sexualmente expl&iacute;cito&quot; fueron de tipo dicot&oacute;mica,  mientras que las variables &quot;tipo de material&quot; y &quot;&uacute;ltima exposici&oacute;n a material pornogr&aacute;fico&quot; permitieron marcar m&aacute;s de una respuesta. Tambi&eacute;n se incluy&oacute; un &iacute;tem referido a la edad del primer contacto con material sexualmente expl&iacute;cito: &quot;¿a qu&eacute; edad vio pornograf&iacute;a por primera vez?&quot;. Como en el caso anterior, el an&aacute;lisis de frecuencias y de las distribuciones porcentuales ayud&oacute; a entender el comportamiento de estas variables. Es importante se&ntilde;alar que de las cuatro &aacute;reas del cuestionario, s&oacute;lo las dos primeras med&iacute;an hechos concretos, objetivos, mientras que las dos &uacute;ltimas estaban centradas en el lado subjetivo (opiniones y percepciones) de los universitarios encuestados. En tal sentido, el instrumento balanceaba adecuadamente elementos cuantitativos y cualitativos.</p>

<h4>Percepci&oacute;n de la pornograf&iacute;a</h4>
<p>Este rubro estuvo compuesto por una sola variable, la cual med&iacute;a la percepci&oacute;n que el encuestado ten&iacute;a acerca de la pornograf&iacute;a. El cuestionario permiti&oacute; marcar m&aacute;s de una alternativa de respuesta. Por ejemplo, se le pregunt&oacute; a los encuestados si ellos consideraban la pornograf&iacute;a como una forma de explotaci&oacute;n sexual, como algo sucio o pecaminoso, como una forma de ganar dinero o m&aacute;s bien como algo excitante y placentero. El coeficiente  &chi;<sup><strong>2</strong></sup> permiti&oacute; explorar posibles diferencias, seg&uacute;n el sexo y la universidad de procedencia, mientras que gracias al Escalamiento Multidimensional (EMD) se pudo representar gr&aacute;ficamente la distribuci&oacute;n espacial de las definiciones de pornograf&iacute;a dadas por los universitarios.</p>

<h4>Escala de opiniones sobre la censura de la pornograf&iacute;a</h4>
<p>Con el fin de conocer la opini&oacute;n de los universitarios sobre la censura del material sexualmente expl&iacute;cito se construy&oacute; una escala de opiniones, la cual fue adaptada parcialmente del &quot;&Iacute;ndice de Censura&quot; elaborado por Thompson y colaboradores (<a href="#thompson">1990</a>). La escala original de Thompson conten&iacute;a cuatro &iacute;tems tipo Likert, mientras que la escala del presente estudio estuvo formada por diez &iacute;tems agrupados en dos subescalas. </p>

<p>La primera, la subescala &quot;Censura/Rechazo&quot; inclu&iacute;a siete &iacute;tems tipo Likert de cuatro puntos, los cuales med&iacute;an el grado de acuerdo o desacuerdo con relaci&oacute;n a una serie de enunciados centrados en la necesidad de censurar la pornograf&iacute;a y en el da&ntilde;o producido a las personas expuestas a material sexualmente expl&iacute;cito. Por otra parte, la subescala &quot;Liberalidad&quot; conten&iacute;a tres &iacute;tems tipo Likert de cuatro puntos, cuyo objetivo era medir el grado de acuerdo o desacuerdo con enunciados que planteaban una actitud de tolerancia hacia la publicaci&oacute;n y distribuci&oacute;n de material pornogr&aacute;fico.</p>

<p>La selecci&oacute;n de los &iacute;tems de cada subescala se bas&oacute; en los siguientes criterios conceptuales: existencia de un &iacute;tem similar entre los ya seleccionados, ausencia de ambigüedad en la formulaci&oacute;n del &iacute;tem y, finalmente, el criterio del investigador sobre la importancia de cada &iacute;tem como un indicador de las variables medidas en las diferentes &aacute;reas. Para analizar la validez y confiabilidad de la escala se utilizaron el An&aacute;lisis de Componentes Principales (ACP) y el coeficiente Alfa de Cronbach, respectivamente.</p>

<h3>Aplicaci&oacute;n de la encuesta</h3>
<p>La versi&oacute;n piloto del cuestionario &quot;Percepci&oacute;n y opiniones sobre la censura de la pornograf&iacute;a&quot; se aplic&oacute; entre el 5 y el 8 de junio del a&ntilde;o 2000. Esta versi&oacute;n conten&iacute;a &iacute;tems con un fraseo poco preciso, lo cual tend&iacute;a a confundir a los encuestados. Por esta raz&oacute;n, se dise&ntilde;&oacute; una nueva versi&oacute;n, definitiva. En &eacute;sta se incorpor&oacute; el &aacute;rea &quot;Percepci&oacute;n de la pornograf&iacute;a&quot; y se agreg&oacute; &iacute;tems adicionales en la secci&oacute;n &quot;Exposici&oacute;n a material sexualmente expl&iacute;cito&quot;. </p>

<p>La segunda versi&oacute;n del cuestionario se aplic&oacute; entre el 13 y 17 de junio de 2000. Se trabaj&oacute; con un equipo de cuatro encuestadores, quienes aplicaron la encuesta entre los estudiantes de la Universidad Nacional Mayor de San Marcos (UNMSM), la Universidad Nacional Federico Villarreal (UNFV) y la Pontificia Universidad Cat&oacute;lica del Per&uacute; (PUCP). Se decidi&oacute; trabajar con estas universidades por dos razones: por adecuarse mejor al concepto de universidad, en el sentido de abarcar la universalidad del conocimiento y, adem&aacute;s, por la facilidad de acceso a la muestra, ya que al menos dos de ellas cuentan con un campus universitario que concentra la mayor parte de su poblaci&oacute;n estudiantil.</p>

<p>Para el llenado del cuestionario cada encuestador se acerc&oacute; a el o la estudiante y le pidi&oacute; su colaboraci&oacute;n con una investigaci&oacute;n sobre la censura de la pornograf&iacute;a. Casi la totalidad de los encuestados colabor&oacute; con el estudio e incluso algunos se mostraron partidiarios de hacer m&aacute;s estudios sobre el tema. La recolecci&oacute;n de los datos se realiz&oacute; en dos turnos: ma&ntilde;ana y tarde. El tiempo promedio en el llenado de las encuestas fue de cinco minutos.</p>

<h3>Muestreo</h3>
<p>Se utiliz&oacute; un muestreo de conveniencia no aleatorio. Las limitaciones en el financiamiento de la investigaci&oacute;n obligaron a elegir este tipo de muestreo. Para investigaciones futuras, siempre que el presupuesto lo permita, es recomendable trabajar con muestreos aleatorios, donde cada encuestado tiene la misma probabilidad de ser inclu&iacute;do en la muestra. En ese sentido, debido al tipo de muestreo utilizado, los resultados del estudio s&oacute;lo podr&aacute;n ser generalizados para los estudiantes de las tres universidades de Lima y Callao que formaron parte de la muestra. </p>

<p>Para seleccionar a los estudiantes de las universidades, los encuestadores se acercaron a ellos y a los que estaban fuera del sal&oacute;n de clase les preguntaron si usaban Internet, si la respuesta era afirmativa eran inclu&iacute;dos en la muestra. En el caso de la UNFV, dado que no tiene un campus universitario, los encuestadores fueron a las &quot;cabinas p&uacute;blicas Internet&quot; situadas alrededor de las facultades que agrupan la mayor cantidad de estudiantes y preguntaron a los usuarios de las cabinas si eran estudiantes universitarios. Los que respondieron afirmativamente fueron inclu&iacute;dos en la muestra.</p>

<h3>Modo de an&aacute;lisis</h3>
<p>Las respuestas de los encuestados fueron ingresadas a una matriz de datos SPSS, versi&oacute;n 7.5. Una vez finalizado el ingreso de datos en la matriz, se seleccion&oacute; una muestra aleatoria de casos y se verific&oacute; la existencia de discrepancias entre la informaci&oacute;n del cuestionario y la matriz de datos. El otro procedimiento utilizado para garantizar la calidad de los datos fue analizar las frecuencias de todas las variables e identificar los valores extremos, a fin de corregirlos. De acuerdo con los objetivos del estudio, se utilizaron las siguientes t&eacute;cnicas de an&aacute;lisis:</p>

<ol type="i">
<li>Chi-cuadrado de Pearson para muestras independientes, con el fin de determinar la significancia estad&iacute;stica de acuerdo a las variables demogr&aacute;ficas (por ejemplo, sexo y situaci&oacute;n afectiva de los encuestados).</li>
<li>An&aacute;lisis de Componentes Principales (ACP), para analizar las propiedades psicom&eacute;tricas de las subescalas &quot;Censura/Rechazo&quot; y &quot;Liberalidad&quot;, as&iacute; como de la escala de opiniones sobre la censura de la pornograf&iacute;a.</li>
</ol>

<h3>Limitaciones de la investigaci&oacute;n</h3>

<p>Los resultados del estudio s&oacute;lo podr&aacute;n ser generalizados para los 842 universitarios que formaron parte de la muestra, mas no para toda la poblaci&oacute;n universitaria de Lima y Callao. En todo caso, los hallazgos de este trabajo pueden servir como una referencia acerca de las opiniones de los estudiantes universitarios sobre la censura de la pornograf&iacute;a. Con relaci&oacute;n al instrumento de recolecci&oacute;n de datos empleado en este estudio, el fraseo de algunos &iacute;tems del cuestionario puede haber afectado la precisi&oacute;n de las respuestas, sea porque no fueron bien comprendidos o porque se trataba de &iacute;tems que despiertan la suceptibilidad de algunas personas.</p><br />

<h2>Resultados y discusi&oacute;n</h2>
<h3>Descripci&oacute;n de la muestra</h3>
<p>Se trabaj&oacute; con una muestra de 842 estudiantes pertenecientes a dos universidades estatales y una privada. Del total de estudiantes inclu&iacute;dos en la muestra, 52.4% proven&iacute;an de la Universidad Nacional Mayor de San Marcos (UNMSM), 34.7% la Pontificia Universidad Cat&oacute;lica del Per&uacute; (PUCP) y 12.9% de la Universidad Nacional Federico Villarreal (UNFV). En cuanto al sexo de los participantes en el estudio, 55.6% fueron varones &lt;n=468&gt; y 44.4% mujeres &lt;n=374&gt;. En general, el rango de edad de los encuestados estuvo entre los 16 y 35 a&ntilde;os y la edad promedio estimada fue  21.31 a&ntilde;os (D. S. = 3.47). De otro lado, el 38.3% de los encuestados inform&oacute; tener una pareja &lt;n=313&gt;.  El tiempo promedio de duraci&oacute;n de la relaci&oacute;n con la pareja actual fue 24.51 meses (D. S. = 28.94), siendo las mujeres quienes informaron sobre relaciones m&aacute;s duraderas &lt;26.12 meses en las mujeres frente a  23.41 meses en los varones&gt;.</p>

<h3>Exposici&oacute;n a material sexualmente expl&iacute;cito</h3>
<p>Con relaci&oacute;n a la exposici&oacute;n al material pornogr&aacute;fico, el 77.3% de los encuestados &lt;n=731&gt; ha visto material sexualmente expl&iacute;cito, al menos una vez en su vida. La proporci&oacute;n de varones que ha visto material pornogr&aacute;fico es casi el doble que la de mujeres (Ver tabla 2). </p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 2: Exposici&oacute;n previa a material sexualmente expl&iacute;cito, seg&uacute;n sexo
  </strong></caption>
  <tbody>
  <tr>
    <th rowspan="2" width="30%">¿Ha visto material?</th>
    <th colspan="2" width="30%">Hombres</th>
    <th colspan="2" width="30%">Mujeres</th></tr>
  <tr>
    <th>Frecuencia</th>
    <th>%</th>
    <th>Frecuencia</th>
    <th>%</th></tr>
  <tr>
    <td align="center">S&iacute;</td>
    <td align="center">458</td>
    <td align="center">98.3</td>
    <td align="center">246</td>
    <td align="center">66.1</td></tr>
  <tr>
    <td align="center">No</td>
    <td align="center">8</td>
    <td align="center">1.7</td>
    <td align="center">126</td>
    <td align="center">33.9</td></tr>
  <tr>
    <td align="center">No responde</td>
    <td align="center">2</td>
    <td align="center">0.4</td>
    <td align="center">2</td>
    <td align="center">0.5</td></tr>
  <tr>
    <td align="center">Total</td>
    <td align="center">468</td>
    <td align="center">100</td>
    <td align="center">374</td>
    <td align="center">100</td></tr></tbody></table>

<p>Tomando en cuenta la fecha de la &uacute;ltima exposici&oacute;n a material pornogr&aacute;fico, el 9.1% de los encuestados ha visto pornograf&iacute;a en la &uacute;ltima semana, 14.6% en el &uacute;ltimo mes, 18.1% en el &uacute;ltimo a&ntilde;o y 36.6% hace m&aacute;s de un a&ntilde;o. Adicionalmente, m&aacute;s del 16% de los encuestados dijo nunca haber visto material sexualmente expl&iacute;cito, en este punto las diferencias entre hombres y mujeres fueron marcadas. Al comparar las respuestas de ambos se encontr&oacute; que 2.9% de los universitarios y 36.5% de las universitarias dijeron nunca haber visto revistas o pel&iacute;culas pornogr&aacute;ficas. Es posible que esta diferencia sea producto de la naturaleza propia de los sexos. Como se mencion&oacute; anteriormente, de acuerdo a los resultados de diversos estudios, los hombres suelen excitarse a trav&eacute;s de las im&aacute;genes, reales o imaginarias, mientras en las mujeres el mecanismo de activaci&oacute;n sexual no necesariamente es visual (<a href="#elias">Elias y Elias, 1979</a>; <a href="#gillan">Gillan y Frith, 1979</a>; <a href="#veitch">Veitch y Griffith, 1979</a>; citados por <a href="#moir">Moir y Jessel, 1991</a>).</p>

<p>Sobre la edad de la primera experiencia con material sexualmente expl&iacute;cito, el promedio de edades fue 14.37 a&ntilde;os (D. S. = 3.30). Los estudiantes varones informaron haber visto material pornogr&aacute;fico a menor edad que las mujeres &lt;13.72 a&ntilde;os en los universitarios frente a 15.67 a&ntilde;os en las universitarias&gt;. En el gr&aacute;fico 1 se presenta la distribuci&oacute;n de frecuencias de esta variable. </p>

<center><img border="1" src="p190fig1.gif" width="500" height="344" alt="fig1" />
<p style="TEXT-ALIGN: center; FONT-STYLE: normal; FONT-SIZE: smaller; FONT-FAMILY: Verdana, Geneva, Arial, Helvetica, sans-serif"><strong>Gr&aacute;fico 1: Edad en que vieron material pornogr&aacute;fico por primera vez</strong></p></center>

<p>Seg&uacute;n el tipo de material pornogr&aacute;fico, 54.7% de los encuestados consult&oacute; revistas &lt;n=454&gt;, 67.3% vio v&iacute;deos o pel&iacute;culas &lt;n=559&gt; y 41.9% encontr&oacute; material sexualmente expl&iacute;cito en Internet &lt;n=348&gt;. Con respecto a la exposici&oacute;n actual a material sexualmente expl&iacute;cito, 20.3% de los estudiantes ha visto material pornogr&aacute;fico &lt;n=169&gt;. De ellos, 82.7% ha consultado revistas pornogr&aacute;ficas, 89.3% ha visto v&iacute;deos o pel&iacute;culas pornogr&aacute;ficas y 72.0% ha buscado y encontrado im&aacute;genes sexualmente expl&iacute;citas en Internet. De acuerdo al sexo de los encuestados, la proporci&oacute;n de exposici&oacute;n actual a material pornogr&aacute;fico es significativamente mayor en los varones &lt;79.3% de varones frente al 20.7% de mujeres&gt;. Seg&uacute;n la situaci&oacute;n afectiva de los universitarios encuestados, el 40.7% de los consumidores actuales de pornograf&iacute;a tiene pareja estable. Es decir, una buena cantidad de universitarios que mantienen una relaci&oacute;n de pareja suelen consultar revistas y v&iacute;deos pornogr&aacute;ficos.</p><br />

<h3>Opiniones hacia la censura de la pornograf&iacute;a</h3>
<h4>An&aacute;lisis descriptivo</h4>
<p>Con relaci&oacute;n a las opiniones sobre la censura de material sexualmente expl&iacute;cito, 46.2% de los encuestados apoy&oacute; la existencia de <em>&quot;leyes que prohiban completamente la venta de revistas y pel&iacute;culas pornogr&aacute;ficas&quot;</em>. Al compararse las respuestas de hombres y mujeres, un mayor porcentaje de universitarias dijo estar de acuerdo con la aplicaci&oacute;n de leyes de censura &lt;59.2% en las mujeres frente al 35.9% de los varones&gt;, diferencia de apreciaciones que result&oacute; ser estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=44.280, g.l.=1, p&lt;.0001). estos hallazgos son consistentes con los obtenidos en el estudio de albert gunter (1995), quien trabaj&oacute; con una muestra de 648 personas mayores de edad y encontr&oacute; que las mujeres y  las personas con afiliaci&oacute;n religiosa ten&iacute;an mayor probabilidad de apoyar la censura de la pornograf&iacute;a. investigaciones previas han llegado a la misma conclusi&oacute;n: las mujeres suelen estar a favor de la censura del material sexualmente expl&iacute;cito (<a href="#fisher">Fisher <em>et al</em>., 1994</a>; <a href="#herrman">Herrman y Bordner, 1983</a>; <a href="#howard">Howard, Reifler y Liptzin, 1970</a>).</p>

<p>En cuanto a la censura de la pornograf&iacute;a en Internet, 49.0% de los alumnos encuestados estuvo de acuerdo con la existencia de <em>&quot;leyes que prohiban totalmente la publicaci&oacute;n y difusi&oacute;n de fotos y videos pornogr&aacute;ficos por Internet&quot;</em>. Cuando se incluy&oacute; en el an&aacute;lisis el sexo de los encuestados, se encontr&oacute; que un n&uacute;mero bastante grande de mujeres estaba a favor de la censura en Internet &lt;64.9% de mujeres frente a 36.3% de varones&gt;. Esta diferencia en las opiniones vertidas result&oacute; ser estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=67.547, g.l.=1, p&lt;.0001). teniendo en cuenta la actitud de las mujeres hacia la censura de la pornograf&iacute;a en general era razonable suponer que para el caso de internet el apoyo a la censura se mantendr&iacute;a, incluso llega a ser algo mayor que en el caso anterior. esto podr&iacute;a explicar porque en muchas unidades de informaci&oacute;n con acceso a internet, las empleadas encargadas del servicio hayan establecido pol&iacute;ticas estrictas en cuanto a los contenidos permitidos. sin embargo, en algunos casos esta regla no se aplica. por ejemplo, para judith krug, directora de la oficina de libertad intelectual de la <em>American Library Association</em> (ALA), a menos que se trate de contenidos obscenos o de pornograf&iacute;a infantil, los cuales son ilegales y deben ser determinados por los juzgados, la pornograf&iacute;a es legal (<a href="#oder">Oder, 2000</a>).</p>

<p>Con respecto a la prohibici&oacute;n del material sexualmente expl&iacute;cito &uacute;nicamente a los menores de edad, 84.3% de las personas encuestadas estuvo acuerdo con que  <em>&quot;las leyes s&oacute;lo deben prohibir la venta de revistas y pel&iacute;culas pornogr&aacute;ficos a menores de edad&quot;</em>. Una vez m&aacute;s, se confrontaron las respuestas de hombres y mujeres. De acuerdo al examen realizado, un porcentaje mayor de varones estuvo de acuerdo con la existencia de leyes reguladoras, leyes que eviten el contacto de los ni&ntilde;os con el material sexualmente expl&iacute;cito, sin vulnerar las libertades de expresi&oacute;n y de informaci&oacute;n de los ciudadanos de la sociedad &lt;86.2% de varones frente al 82.0% de mujeres&gt;. Adicionalmente, la diferencia de pareceres result&oacute; ser estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=2.683, g.l.=1, p=.001). Sobre la importancia asignada por el gobierno a la lucha contra la difusi&oacute;n de material pornogr&aacute;fico, 40.9% de los estudiantes universitarios estuvo de acuerdo con que <em>&quot;el gobierno tiene tareas m&aacute;s importantes por hacer que controlar la difusi&oacute;n de la pornograf&iacute;a&quot;</em>. Al compararse las respuestas de hombres y mujeres, una proporci&oacute;n importante de varones mostr&oacute; su acuerdo con esta afirmaci&oacute;n &lt;49.9% de hombres y 29.6% de mujeres&gt;. Se trat&oacute; de una diferencia estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=34.733, g.l.=1, p&lt;.0001).</p>

<p>Con relaci&oacute;n al papel cumplido por los supuestos expertos en el tema,  28.0% de los participantes se mostr&oacute; de acuerdo con que <em>&quot;los abogados, legisladores, psic&oacute;logos y sacerdotes deber&iacute;an decidir que tipo de revistas y pel&iacute;culas pueden venderse&quot;</em>. Un mayor porcentaje de mujeres, en comparaci&oacute;n con los hombres, estuvo de acuerdo con esta afirmaci&oacute;n &lt;33.3% de mujeres frente al 23.8% de varones&gt;. La diferencia en las respuestas fue estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=9.166, g.l.=1, p=.002). </p>

<p>Un hecho preocupante es el alto respaldo a las iniciativas de censura que atentan contra derechos fundamentales, como son las libertades de expresi&oacute;n y de informaci&oacute;n. Llama doblemente la atenci&oacute;n por cuanto en estudios previos, los universitarios se hab&iacute;an mostrado como partidarios convencidos de la libertad de expresi&oacute;n y, adem&aacute;s, las amenazas contra este derecho fundamental fue uno de los detonantes para la realizaci&oacute;n de las marchas estudiantiles de junio de 1997. De acuerdo a la investigaci&oacute;n de Ch&aacute;vez Granadino y Sagasti (<a href="#chavez">1998</a>), los universitarios consideran que la democracia requiere de instituciones s&oacute;lidas, donde el respeto por la libertad de expresi&oacute;n est&eacute; plenamente garantizado. En la misma l&iacute;nea de an&aacute;lisis, los resultados del estudio del doctor Flores Barboza, sobre el perfil cultural y pol&iacute;tico del estudiante sanmarquino, revelaron la gran importancia asignada a la libertad para buscar conocimientos y dar a conocer la opini&oacute;n de cada uno, as&iacute; como la preocupaci&oacute;n por la falta de acceso a los libros por parte de la poblaci&oacute;n (<a href="#flores">Flores, 1993</a>). </p>

<p>Respecto al papel del mercado en la regulaci&oacute;n de la difusi&oacute;n del material sexualmente expl&iacute;cito, 32.7% de los estudiantes encuestados se mostr&oacute; a favor de una postura liberal: <em>&quot;la venta de revistas y pel&iacute;culas pornogr&aacute;ficos debe estar regulada &uacute;nicamente por la ley de la oferta y la demanda&quot;</em>. Es m&aacute;s, cuando se compar&oacute; las respuestas de hombres y mujeres, se encontr&oacute; que una proporci&oacute;n mayor de varones apoyaba esta forma de regulaci&oacute;n del material pornogr&aacute;fico &lt;39.3% de varones frente al 24.2% de mujeres&gt;. Tambi&eacute;n se trat&oacute; de una diferencia estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=20.719, g.l.=1, p&lt;.0001).</p>

<p>Sobre la libertad de elecci&oacute;n de las personas adultas, 86.5% de los encuestados expres&oacute; su acuerdo con el planteamiento seg&uacute;n el cual <em> &quot;cualquier persona adulta tiene la libertad de comprar las revistas y pel&iacute;culas  pornogr&aacute;ficos que desee&quot;</em>.. Esto coincide con los investigadores Charles Winick y John Evans, quienes informaron de resultados similares. De acuerdo a los resultados de un estudio realizado con encuestas de 10 estados norteamericanos &lt;n=4,621&gt;, realizadas entre los a&ntilde;os 1976 y 1985, m&aacute;s de la mitad de los encuestados consider&oacute; que los adultos ten&iacute;an derecho a obtener material pornogr&aacute;fico si as&iacute; lo deseaban (<a href="#winnick1">Winick y Evans, 1994</a>).</p>

<p>Adicionalmente, un porcentaje mayor de varones, comparado con el de mujeres, mostr&oacute; su respaldo a este principio b&aacute;sico de la libertad de elecci&oacute;n de las personas &lt;88.7%  de universitarios frente al 83.7% de universitarias&gt;. Como en los casos anteriores, tambi&eacute;n se trat&oacute; de una diferencia estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=4.370, g.l.=1, p=.003; es decir, las respuestas no fueron producidas por el azar sino causadas por cualidades y puntos de vista propios de los estudiantes encuestados.</p>

<p>Finalmente, toca el turno a las opiniones sobre los mitos que rodean a la publicaci&oacute;n y difusi&oacute;n del material sexualmente expl&iacute;cito. De acuerdo a la revisi&oacute;n realizada en la primera secci&oacute;n, los supuestos efectos nocivos de la exposici&oacute;n a material pornogr&aacute;fico no han podido ser demostrados hasta la fecha. Sin embargo, el mito del porn&oacute;grafo violador sigue difundi&eacute;ndose, en parte por la ignorancia de las personas, pero tambi&eacute;n por las campa&ntilde;as desatadas por los defensores de la moral y las buenas costumbres. En este caso, 79.4% de las personas encuestadas mostr&oacute; su conformidad con la afirmaci&oacute;n sobre el da&ntilde;o producido por el material sexualmente expl&iacute;cito: <em>&quot;los ni&ntilde;os que ven la pornograf&iacute;a en Internet se corrompen&quot;</em>. Un proporci&oacute;n mayor de mujeres, en comparaci&oacute;n con los hombres, estuvo de acuerdo con esta afirmaci&oacute;n &lt;86.2% de mujeres versus 74% de hombres&gt;. La diferencia en las opiniones fue estad&iacute;sticamente significativa (&chi;<sup><strong>2</strong></sup>=18.539, g.l.=1, p&lt;.0001). este resultado estar&iacute;a sugiriendo una aceptaci&oacute;n mayor, por parte de las mujeres, de las campa&ntilde;as de censura de la pornograf&iacute;a emprendidas por sectores conservadores de la sociedad. </p>

<p>Finalmente, 25.5% de los universitarios encuestados estuvo de acuerdo con esta afirmaci&oacute;n: <em>&quot;las personas que ven fotos y videos pornogr&aacute;ficos por Internet pueden convertirse en violadores&quot;</em>. Cuando se examin&oacute; las respuestas de  hombres y mujeres, se observ&oacute; que una proporci&oacute;n importante de mujeres aceptaba y defend&iacute;a estos mitos &lt;29.9% de mujeres frente al 21.9% de varones&gt;. Nuevamente, las diferencias observadas fueron estad&iacute;sticamente significativas (&chi;<sup><strong>2</strong></sup>=6.946, g.l.=1, p=.008).</p>

<p>Al parecer, las personas m&aacute;s suceptibles a campa&ntilde;as de censura y difamaci&oacute;n del material sexualmente expl&iacute;cito son las mujeres,  porque en casi todos los casos son ellas las principales defensoras de las medidas que reprimen la libertad de expresi&oacute;n y de informaci&oacute;n. Todos estos resultados se resumen en la tabla 3.</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 3: Opini&oacute;n y creencias de los universitarios con relaci&oacute;n a la pornograf&iacute;a </strong></caption>
  <tbody>
  <tr>
    <th rowspan="2">Items</th> 
    <th colspan="2">Hombres</th>
    <th colspan="2">Mujeres</th></tr>
  <tr>
    <th>A favor (%)</th>
    <th>En contra (%)</th>
    <th>A favor (%)</th>
    <th>En contra (%)</th></tr>
  <tr>
    <td>Las personas adultas que ven revistas y pel&iacute;culas pornogr&aacute;ficas pueden convertirse en violadores. </td>
    <td align="center">25.3</td>
    <td align="center">74.7</td>
    <td align="center">34.4</td>
    <td align="center">65.6</td></tr>
  <tr>
    <td>Las personas adultas que ven fotos y videos pornogr&aacute;ficos por Internet pueden convertirse en violadores.</td>
    <td align="center">22</td>
    <td align="center">78.1</td>
    <td align="center">29.9</td>
    <td align="center">70.1</td></tr>
  <tr>
    <td>Debe haber leyes que prohiban totalmente la publicaci&oacute;n y difusi&oacute;n de fotos y videos pornogr&aacute;ficos por Internet.</td>
    <td align="center">36.3</td>
    <td align="center">63.8</td>
    <td align="center">64.9</td>
    <td align="center">35.1</td></tr>
  <tr>
    <td>Debe haber leyes que prohiban totalmente la venta de revistas y pel&iacute;culas pornogr&aacute;ficas.</td>
    <td align="center">35.9</td>
    <td align="center">64.1</td>
    <td align="center">59.2</td>
    <td align="center">40.9</td></tr>
  <tr>
    <td>Los ni&ntilde;os que ven la pornograf&iacute;a por Internet se corrompen.</td>
    <td align="center">74</td>
    <td align="center">26</td>
    <td align="center">86.1</td>
    <td align="center">13.8</td></tr>
  <tr>
    <td>La venta de revistas y pel&iacute;culas pornogr&aacute;ficas debe estar regulada &uacute;nicamente por la ley de oferta y demanda.</td>
    <td align="center">39.3</td>
    <td align="center">60.7</td>
    <td align="center">24.2</td>
    <td align="center">75.8</td></tr>
  <tr>
    <td>El gobierno tiene tareas m&aacute;s importantes por hacer que controlar la difusi&oacute;n de la pornograf&iacute;a.</td>
    <td align="center">49.9</td>
    <td align="center">50.1</td>
    <td align="center">29.6</td>
    <td align="center">70.4</td></tr>
  <tr>
    <td>Cualquier persona adulta tiene la libertad de comprar las revistas y pel&iacute;culas pornogr&aacute;ficas que desee.</td>
    <td align="center">87.1</td>
    <td align="center">11.1</td>
    <td align="center">82.3</td>
    <td align="center">16</td></tr>
  <tr>
    <td>Las leyes s&oacute;lo deben prohibir la venta de revistas y pel&iacute;culas pornogr&aacute;ficas a menores de edad.</td>
    <td align="center">86.1</td>
    <td align="center">13.8</td>
    <td align="center">82</td>
    <td align="center">18</td></tr>
  <tr>
    <td>Los abogados, legisladores, psic&oacute;logos y sacerdotes deber&iacute;an decidir que tipo de revistas y pel&iacute;culas pueden venderse.</td>
    <td align="center">23.8</td>
    <td align="center">76.2</td>
    <td align="center">33.3</td>
    <td align="center">66.7</td></tr></tbody></table>

<h4>Propiedades psicom&eacute;tricas de la escala de opiniones</h4>
<p>A continuaci&oacute;n se analizar&aacute; las propiedades psicom&eacute;tricas de validez y confiabilidad del instrumento utilizado.</p>
 
<h5>Validez</h5>

<p>Para analizar la validez de constructo del instrumento se utiliz&oacute; el An&aacute;lisis de Componentes Principales (ACP) con rotaci&oacute;n Varimax y normalizaci&oacute;n Kaiser. El An&aacute;lisis de Componentes Principales es un m&eacute;todo para condensar los valores de una matriz de correlaciones. En ese sentido, permite explicar la mayor cantidad de varianza de los &iacute;tems usando un n&uacute;mero reducido y compacto de componentes (<a href="#kline">Kline, 1994</a>). Adem&aacute;s, la rotaci&oacute;n Varimax y normalizaci&oacute;n Kaiser permiten interpretar, de una forma sencilla, la distribuci&oacute;n de los &iacute;tems en los componentes formados.</p>
 
<p>Antes de aplicar el An&aacute;lisis de Componentes Principales fue necesario cumplir con ciertos pasos previos para garantizar la validez de los resultados. Esos supuestos fueron: el c&aacute;lculo de la Determinante de la matriz de correlaciones entre los &iacute;tems, la Medida de Conformidad de la Muestra de Kaiser-Meyer-Olkin y la Prueba de Esfericidad de Bartlett. En el caso de la &quot;Escala de opiniones sobre la Censura de la Pornograf&iacute;a&quot;, los supuestos requeridos fueron &oacute;ptimos (determinante=0.00443; KMO=0.741; &chi;<sup><small><strong>2</strong></small></sup>=233.424, g.l=45; p&lt;0.0001). una vez analizados los supuestos, se procedi&oacute; a realizar el an&aacute;lisis de componentes principales, ya que las pruebas de diagn&oacute;stico ofrecieron evidencia suficiente para llevar a cabo la factorizaci&oacute;n de las escalas. la extracci&oacute;n de los componentes se detuvo cuando el valor del eigenvalue alcanz&oacute; la unidad (<em>Eigenvalue</em> &lt; 1). este criterio permiti&oacute; obtener un total de tres componentes, los cuales fueron rotados utilizando el m&eacute;todo ortogonal varimax. esta soluci&oacute;n factorial de tres componentes explicaba la varianza total de los &iacute;tems en cantidades razonablemente altas (27.36%, 19.12% y 12.03% respectivamente). el porcentaje total de  la varianza acumulada de los tres componentes fue 58.508% (ver tabla 4).</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 4: Distribuci&oacute;n factorial y Eigenvalues de los &iacute;tems en los 3 componentes obtenidos </strong></caption>
  <tbody>
  <tr>
    <th rowspan="2">Items</th> 
    <th colspan="3">Componentes</th></tr>
  <tr>
    <th>Comp. 1</th>
    <th>Comp. 2</th>
    <th>Comp. 3</th></tr>
  <tr>
    <td></td>
    <td align="center"></td>
    <td align="center"></td>
    <td align="center"></td></tr>
  <tr>
    <td>Las personas adultas que ven revistas y pel&iacute;culas pornogr&aacute;ficas pueden convertirse en violadores.</td>
    <td align="center"><strong>0.891</strong></td>
    <td align="center"><br /></td>
    <td align="center"><br /></td></tr>
  <tr> 
    <td>Las personas adultas que ven fotos y videos pornogr&aacute;ficos por Internet pueden convertirse en violadores.</td>
    <td align="center"><strong>0.872</strong></td>
    <td align="center"><br /></td>
    <td align="center"><br /></td></tr>
<tr> 
    <td>Debe haber leyes que prohiban totalmente la publicaci&oacute;n y difusi&oacute;n de fotos y videos pornogr&aacute;ficos por Internet</td>
    <td align="center"><strong>0.584</strong></td>
    <td align="center">-0.493</td>
    <td align="center"><br /></td></tr>
<tr> 
    <td>Debe haber leyes que prohiban totalmente la venta de revistas y pel&iacute;culas pornogr&aacute;ficas.</td>
    <td align="center"><strong>0.555</strong></td>
    <td align="center">-0.481</td>
    <td align="center"><br /></td></tr>
<tr> 
    <td>Los ni&ntilde;os que ven la pornograf&iacute;a por Internet se corrompen</td>
    <td align="center"><strong>0.532</strong></td>
    <td align="center"><br /></td>
    <td align="center"><br /></td></tr>
<tr> 
    <td>La venta de revistas y pel&iacute;culas pornogr&aacute;ficas debe estar regulada &uacute;nicamente por la ley de oferta y demanda.</td>
    <td align="center"><br /></td>
    <td align="center"><strong>0.744</strong></td>
    <td align="center"><br /></td></tr>
<tr> 
    <td>El gobierno tiene tareas m&aacute;s importantes por hacer que controlar la difusi&oacute;n de la pornograf&iacute;a.</td>
    <td align="center"><br /></td>
    <td align="center"><strong>0.698</strong></td>
    <td align="center"><br /></td></tr>
<tr> 
    <td>Cualquier persona adulta tiene la libertad de comprar las revistas y pel&iacute;culas pornogr&aacute;ficas que desee.</td>
    <td align="center"><br /></td>
    <td align="center"><strong>0.539</strong></td>
    <td align="center"><br /></td></tr>
<tr> 
    <td>Las leyes s&oacute;lo deben prohibir la venta de revistas y pel&iacute;culas pornogr&aacute;ficas a menores de edad.</td>
    <td align="center"><br /></td>
    <td align="center"><br /></td>
    <td align="center"><strong>0.818</strong></td></tr>
<tr> 
    <td>Los abogados, legisladores, psic&oacute;logos y sacerdotes deber&iacute;an decidir que tipo de revistas y pel&iacute;culas pueden venderse.</td>
    <td align="center"><br /></td>
    <td align="center"><br /></td>
    <td align="center"><strong>0.445</strong></td></tr>
<tr> 
    <td><em>Eigenvalues</em></td>
    <td align="center">2.736</td>
    <td align="center">1.912</td>
    <td align="center">1.203</td></tr>
  <tr>
    <td><strong>Porcentaje de varianza explicada</strong></td>
    <td align="center"><strong>27.357</strong></td>
    <td align="center"><strong>19.118</strong></td>
    <td align="center"><strong>12.032</strong></td></tr></tbody></table>

<p>De acuerdo a estos resultados, la distribuci&oacute;n factorial de los &iacute;tems mostr&oacute; coherencia te&oacute;rica y l&oacute;gica. Al analizarse los pesos factoriales del primer componente se identific&oacute; una caracter&iacute;stica com&uacute;n a todos los &iacute;tems inclu&iacute;dos dentro de &eacute;l: censura y rechazo. Es decir, los &iacute;tems que lograron saturaci&oacute;n en esta subescala compart&iacute;an la creencia en los efectos nocivos de la exposici&oacute;n a material sexualmente expl&iacute;cito. Cabe recordar una vez m&aacute;s que estas consecuencias da&ntilde;inas a&uacute;n no han sido demostradas emp&iacute;ricamente. Desde el punto de vista de las personas partidarias de la censura del material sexualmente expl&iacute;cito, el consumo de material pornogr&aacute;fico se convertir&iacute;a en la causa de violaciones y corrupci&oacute;n de menores y, por ello, resultar&iacute;an necesarios los mecanismos de censura para evitar su difusi&oacute;n. El objetivo ser&iacute;a proteger a adultos y ni&ntilde;os de los efectos de la pornograf&iacute;a.</p>

<p>Por otro lado, el segundo componente se caracteriz&oacute; por la ausencia de percepciones de rechazo en las personas (ning&uacute;n &iacute;tem referido a la censura o la desaprobaci&oacute;n pertenece a este componente). Los &iacute;tems de esta subescala part&iacute;an del respeto a la libertad de elecci&oacute;n  y a  la libre autodeterminaci&oacute;n de las personas, por esta raz&oacute;n remarcaron el valor de las leyes de libre mercado y la decisi&oacute;n consciente en el uso de material sexualmente expl&iacute;cito.</p>

<p>Por &uacute;ltimo, el tercer componente abord&oacute; la censura del material pornogr&aacute;fico para ni&ntilde;os y su regulaci&oacute;n a trav&eacute;s de consejos de profesionales y autoridades sociales. Sin embargo, se trata de un componente muy ambiguo, debido a que las comunalidades, especialmente de &uacute;ltimo &iacute;tem, tienen valores muy bajos.</p>

<h5>Confiabilidad</h5>

<p>La confiabilidad de la escala de opiniones se analiz&oacute; utilizando el coeficiente Alfa de Cronbach. Esta t&eacute;cnica permite calcular la magnitud de la consistencia interna de una escala y determinar la solidez de cada &iacute;tem dentro de ella a trav&eacute;s del uso de dos indicadores: correlaci&oacute;n corregida &iacute;tem-test y valores del coeficiente Alfa de Cronbach si el &iacute;tem fuera borrado, es decir si se eliminara el &iacute;tem de la escala. El an&aacute;lisis se realiz&oacute; en dos etapas. En la primera se evalu&oacute; la consistencia interna de la subescala &quot;Censura/Rechazo&quot; y en la segunda se calcul&oacute; el valor del coeficiente Alfa de Cronbach para la subescala &quot;Liberalidad&quot; (Ver tabla 5).</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 5: Correlaci&oacute;n corregida &iacute;tem-test y valores de alfa 
si el &iacute;tem es borrado de la escala de Censura / Rechazo</strong></caption>
  <tbody>
  <tr>
    <th>Items de la subescala de "Censura/Rechazo" </th>
    <th>Correlaci&oacute;n corregida &iacute;tem-test</th>
    <th>alfa si el &iacute;tem es borrado</th></tr>
  <tr>
    <td>Debe haber leyes que prohiban completamente la venta de revistas y pel&iacute;culas pornogr&aacute;ficas.</td>
    <td align="center">.5994</td>
    <td align="center">.7499</td></tr>
  <tr>
    <td>Debe haber leyes que prohiban totalmente la publicaci&oacute;n y difusi&oacute;n de fotos y videos pornogr&aacute;ficos por Internet.</td>
    <td align="center">.6187</td>
    <td align="center">.7435</td></tr>
  <tr>
    <td>Los ni&ntilde;os que ven la pornograf&iacute;a por Internet se corrompen.</td>
    <td align="center">.4071</td>
    <td align="center">.8105</td></tr>
  <tr>
    <td>Las personas adultas que ven fotos y videos pornogr&aacute;ficos en Internet pueden convertirse en violadores.</td>
    <td align="center">.6173</td>
    <td align="center">.7461</td></tr>
  <tr>
    <td>Las personas adultas que ven revistas y pel&iacute;culas pornogr&aacute;ficas pueden convertirse en violadores.</td>
    <td align="center">.6592</td>
    <td align="center">.7312</td></tr></tbody></table>

<p>El valor Alfa de Cronbach para la subescala &quot;Censura/Rechazo&quot; fue alto (&alpha; = 0.7961). Este valor ofreci&oacute; evidencia de solidez de la consistencia interna de la subescala. Considerando los pocos &iacute;tems incluidos dentro de ella, su valor de discriminaci&oacute;n y precisi&oacute;n fue bastante alto. El valor del Alfa de Cronbach si el &iacute;tem era corregido, indic&oacute; que si el &iacute;tem &quot;los ni&ntilde;os que ven la pornograf&iacute;a en Internet se corrompen&quot;era eliminado de la subescala la consistencia interna de &eacute;sta subir&iacute;a a 0.8105. Por esta raz&oacute;n, se decidi&oacute; no eliminar este &iacute;tem ya que su aporte en la medici&oacute;n era mayor que su interferencia en el an&aacute;lisis (la correlaci&oacute;n corregida &iacute;tem-test obtuvo un valor alto &lt;r=0.4071&gt;). (Ver tabla 5).</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 6: Correlaci&oacute;n corregida &iacute;tem-test y valores del alfa 
si el &iacute;tem es borrado de la subescala de Liberalidad</strong></caption>
  <tbody>
  <tr>
    <th>Items de la subescala de "Liberalidad"</th>
    <th>Correlaci&oacute;n corregida &iacute;tem-test</th>
    <th>alfa si el &iacute;tem es borrado</th></tr>
  <tr>
    <td>El gobierno tiene tareas m&aacute;s importantes por hacer que controlar la difusi&oacute;n de pornograf&iacute;a.</td>
    <td align="center">.3691</td>
    <td align="center">.3892</td></tr>
  <tr>
    <td>La venta de revistas y pel&iacute;culas pornogr&aacute;ficas debe estar regulado &uacute;nicamente por la ley de la oferta y la demanda.</td>
    <td align="center">.3650</td>
    <td align="center">.3994</td></tr>
  <tr>
    <td>Cualquier persona adulta tiene la libertad de comprar las revistas y pel&iacute;culas pornogr&aacute;ficas que desee.</td>
    <td align="center">.3054</td>
    <td align="center">.4905</td></tr></tbody></table>

<p>El valor alfa de Cronbach para la escala de Liberalidad result&oacute; ser moderado (&alpha; = 0.5312). Este valor, a simple vista, puede indicar que la consistencia interna de esta escala es d&eacute;bil. Sin embargo, considerando los pocos &iacute;tems que posee, y sus bajos valores del alfa si el &iacute;tem es borrado, la confiabilidad de esta subescala es aceptable. No obstante, es conveniente crear y agregar m&aacute;s &iacute;tems que sean homog&eacute;neos a la escala, a fin de aumentar el nivel de confiabilidad.</p>

<h3>Censura hacia la pornograf&iacute;a</h3>

<p>Finalmente, faltaba contrastar la hip&oacute;tesis de la investigaci&oacute;n: si exist&iacute;a relaci&oacute;n entre la opini&oacute;n de los estudiantes universitarios, a favor de la libertad de informaci&oacute;n, y su exposici&oacute;n actual a material sexualmente expl&iacute;cito. Para ello se compar&oacute; la exposici&oacute;n a material pornogr&aacute;fico (l&eacute;ase revistas, pel&iacute;culas, fotograf&iacute;as, etc.) con el puntaje obtenido en las dos subescalas: &quot;Censura/Rechazo&quot; y &quot;Liberalidad&quot;. El puntaje en cada subescala vendr&iacute;a a ser un indicador de la opini&oacute;n de los estudiantes a favor de la censura o de la libertad de informaci&oacute;n (ya que el acceso libre a los contenidos es una de las premisas de la libertad de informaci&oacute;n), dado que ambas subescalas lograron niveles adecuados de confiabilidad y validez. Por ello se procedi&oacute; a trabajar con el puntaje de cada una de ellas.</p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 7: Medias y contraste estad&iacute;stico de las escalas de Censura y Liberalidad,<br />seg&uacute;n la exposici&oacute;n a material sexualmente expl&iacute;cito</strong><br />
<small>** significancia estad&iacute;stica (p&lt;0.001)</small></caption>
  <tbody>
  <tr>
    <th rowspan="2">Opini&oacute;n a favor de la</th>
    <th colspan="2">Actualmente, ¿ve pornograf&iacute;a?</th>
    <th rowspan="2">Valores "t"</th></tr>
  <tr>
    <th>S&iacute;</th>
    <th>No</th></tr>
  <tr>
    <td align="center">Censura</td>
    <td align="center">10.99</td>
    <td align="center">12.75</td>
    <td align="center">7.181<sup>**</sup></td></tr>
  <tr>
    <td align="center">Liberalidad</td>
    <td align="center">8.93</td>
    <td align="center">7.08</td>
    <td align="center">-5.189<sup>**</sup></td></tr></tbody></table>

<p>Como puede observarse en la tabla 7, entre los universitarios expuestos actualmente a material sexualmente expl&iacute;cito hubo una proporci&oacute;n mayor de personas a favor del libre acceso a la informaci&oacute;n. De otro lado, el no haber estado expuestos a material pornogr&aacute;fico estuvo asociado a una opini&oacute;n a favor de la censura. Por tratarse de diferencias significativas, estos resultados estar&iacute;an reflejando caracter&iacute;sticas propias de las personas a favor de la censura y de aquellas m&aacute;s inclinadas a la tolerancia. Anteriormente otros investigadores, trabajando con poblaciones diversas, han llegado a resultados similares (<a href="#gunter">Gunter, 1995</a>; <a href="#howard">Howard, Reifler y Liptzin, 1970</a>; <a href="#lottes">Lottes <em>et al</em>., 1993</a>).</p>

<p>De acuerdo a los resultados de la presente investigaci&oacute;n, en la mayor&iacute;a de los casos la mujer es m&aacute;s propensa a una actitud censora del material sexualmente; adem&aacute;s, informa no haber visto material pornogr&aacute;fico y est&aacute; convencida de los efectos da&ntilde;inos de la pornograf&iacute;a, por ello considera que, en general, las leyes deben prohibir la publicaci&oacute;n y distribuci&oacute;n de este material entre los adultos. Por otro lado, el var&oacute;n suele estar a favor de la difusi&oacute;n de material sexualmente expl&iacute;cito; ha le&iacute;do revistas, visto pel&iacute;culas pornogr&aacute;ficas y fotograf&iacute;as sexualmente expl&iacute;citas en Internet; confia en la capacidad de elecci&oacute;n de los adultos y piensa que la distribuci&oacute;n del material pornogr&aacute;fico s&oacute;lo debe estar regulada por la ley de la oferta y la demanda.</p>

<h2>Conclusiones</h2>

<p>El an&aacute;lisis de los resultados del presente estudio ha permitido elaborar algunas conclusiones sobre las opiniones referidas a la censura de la pornograf&iacute;a por parte de los estudiantes universitarios. Es necesario remarcar que son enunciados de car&aacute;cter provisional por tratarse de una aproximaci&oacute;n inicial, de naturaleza exploratoria. Entre los resultados obtenidos destacan los siguientes:</p>

<ol type="i">
<li>Comparando las respuestas de hombres y mujeres, un porcentaje mayor de mujeres &lt;59.2% frente al 35.9%&gt; est&aacute; a favor de la existencia de leyes que prohiban completamente la difusi&oacute;n de material sexualmente expl&iacute;cito. Asimismo, la mayor&iacute;a de las mujeres est&aacute; a favor de la censura de la pornograf&iacute;a en Internet &lt;64.9% versus 36.2%&gt; y, adem&aacute;s, creen que los ni&ntilde;os expuestos a material sexualmente expl&iacute;cito se corrompen &lt;86.2% frente al 74%&gt; o que las personas expuestas a fotos y v&iacute;deos pornogr&aacute;ficos pueden convertirse en violadores &lt;29.9% versus 21.9%&gt;. En todos los casos, existe una diferencia estad&iacute;sticamente significativa.</li>

<li>A diferencia de las mujeres, los varones encuestados tienen una actitud de mayor apertura, respetando los principios de acceso libre a la informaci&oacute;n y de autodeterminaci&oacute;n individual. Una mayor proporci&oacute;n de varones considera que cualquier persona adulta tiene libertad para comprar los libros, revistas y pel&iacute;culas pornogr&aacute;ficas que desee &lt;88.7% de varones frente al 83.7% de mujeres&gt; o que la venta de material sexualmente expl&iacute;cito s&oacute;lo debe estar regulada por la ley de la oferta y la demanda &lt;39.3% versus 24.2%&gt;. Nuevamente, se trata de diferencias significativas.</li>

<li>En cuanto a las propiedades psicom&eacute;tricas del instrumento, la escala de opiniones tiene validez de constructo ya que, de acuerdo al An&aacute;lisis de Componentes Principales (ACP), se ha identificado las dos subescalas propuestas: &quot;Censura/Rechazo&quot; y &quot;Liberalidad&quot;. Con relaci&oacute;n a su consistencia, la subescala &quot;Censura/Rechazo&quot; tiene un alto nivel de confiabilidad (&alpha; = 0.7961), es decir su consistencia interna es s&oacute;lida. Por su parte, la subescala &quot;Liberalidad&quot; tiene un nivel moderado de confiabilidad (&alpha; = 0.5312). Esta d&eacute;bil consistencia de la subescala puede explicarse por la reducida cantidad de &iacute;tems, por ello es recomendable aumentar el n&uacute;mero de &iacute;tems de esta subescala en futuras investigaciones. </li>
</ol>

<p>La hip&oacute;tesis de investigaci&oacute;n era determinar si exist&iacute;a relaci&oacute;n entre la opini&oacute;n de los estudiantes universitarios, a favor de la libertad de informaci&oacute;n, y su exposici&oacute;n actual a material sexualmente expl&iacute;cito. De acuerdo al an&aacute;lisis de los resultados, entre los universitarios expuestos a material pornogr&aacute;fico hubo una proporci&oacute;n mayor de personas a favor del libre acceso a la informaci&oacute;n. De otro lado, el no haber estado expuestos a material pornogr&aacute;fico estuvo asociado a una opini&oacute;n a favor de la censura. Es decir, se observa lo siguiente: las personas que actualmente ven pornograf&iacute;a tienen una opini&oacute;n a favor del acceso libre a ese material, mientras que las personas no expuestas a material sexualmente expl&iacute;cito tienen una opini&oacute;n m&aacute;s de censura.</p>

<p>A pesar que la Constituci&oacute;n Pol&iacute;tica del Per&uacute; garantiza la libertad de expresi&oacute;n y de informaci&oacute;n, el 28% de los estudiantes encuestados est&aacute; a favor de la censura de las publicaciones. Es decir, existe un segmento importante, dentro de la poblaci&oacute;n universitaria, a favor de las medidas orientadas a imponer restricciones a la libertad de expresi&oacute;n y de informaci&oacute;n. 
Este acercamiento inicial a la censura de la pornograf&iacute;a en Internet puede convertirse en el punto de partida para otros estudios interesados en conocer que tipo de contenidos son permitidos (y cuales no) en las bibliotecas peruanas, como operan los mecanismos de censura dentro de ellas y hasta que punto las bibliotecas y centros de documentaci&oacute;n  est&aacute;n atentando, tal vez inconscientemente, contra la libertad de informaci&oacute;n.</p>

<h2>Recomendaciones</h2>

<p>El an&aacute;lisis de los resultados ha permitido plantear algunas recomendaciones para investigaciones futuras interesadas en profundizar el tema de la censura de la pornograf&iacute;a:</p>

<ol type="i">
<li>Incluir una mayor cantidad de variables demogr&aacute;ficas en el instrumento de recolecci&oacute;n de datos, a fin de elaborar un perfil m&aacute;s completo de las personas a favor y en contra de la publicaci&oacute;n y difusi&oacute;n del material sexualmente expl&iacute;cito.</li>
<li>Mejorar la validez y confiabilidad de la subescala &quot;Liberalidad&quot;, incorporando m&aacute;s &iacute;tems que midan opiniones favorables hacia la difusi&oacute;n de material pornogr&aacute;fico.</li>
<li>Realizar un estudio sobre la opini&oacute;n de los proveedores de informaci&oacute;n con relaci&oacute;n a a la censura de la pornograf&iacute;a. Dentro de los proveedores de informaci&oacute;n se podr&iacute;a trabajar con profesores, profesionales de la informaci&oacute;n, ONGs o, si es posible, con instituciones que brinden servicios de informaci&oacute;n.</li>
<li>Agregar una subescala para medir la censura del material sexualmente expl&iacute;cito en las bibliotecas. Se trata de un servicio pocas veces asociado a casos de censura o restricciones en acceso libre a la informaci&oacute;n.</li> 
<li>Trabajar con muestras tomadas de bibliotecas p&uacute;blicas que, dentro de sus servicios, ofrezcan acceso a Internet. El acceso libre a la informaci&oacute;n en las bibliotecas p&uacute;blicas, un servicio al cual tienen derecho todos los ciudadanos, plantea una pol&eacute;mica interesante en relaci&oacute;n al material pornogr&aacute;fico: ¿la biblioteca debe ofrecer material sexualmente expl&iacute;cito a los ciudadanos si ellos lo solicitan o, en nombre del pudor p&uacute;blico, debe prohibirles o negarles la revisi&oacute;n de este tipo de material?. El debate est&aacute; abierto.</li>
</ol>

<h2>Agradecimientos</h2>
<p>El autor desea agradecer la colaboraci&oacute;n del investigador social Ar&iacute;stides Vara Horna en el an&aacute;lisis estad&iacute;stico de los datos e interpretaci&oacute;n de los resultados y, tambi&eacute;n, al bibliotec&oacute;logo Orlando Corzo Cauracuri por las observaciones y sugerencias brindadas.</p>

<h2>Referencias bibliogr&aacute;ficas</h2>
<ul>
<li><a name="abelson" id="abelson"></a>Abelson, H., Cohen, R., Heaton, E. and Suder, C. (1970). National survey of public attitudes toward and experience with erotic materials. En: <em>Technical report of the Commission on Obscenity and Pornography, vol. 6</em>.  (pp. 1-255) Washington, DC: Government Printing Office.</li>  

<li><a name="banks" id="banks"></a>Banks, M. (1998). Filtering the Net in libraries: the case (mostly) in favor. <em>Computers in Libraries</em>, <strong>18</strong>(3), 50-54.</li>

<li><a name="bravo" id="bravo"></a>Bravo, J. (1973). <em>Enciclopedia de sexolog&iacute;a</em>. M&eacute;xico, D. F.: Roca.</li>

<li><a name="carrio" id="carrio"></a>Carrio, G. (1979). <em>Notas sobre derecho y lenguaje</em>. Buenos Aires: Abeledo-Perrot.</li>

<li><a name="chavez" id="chavez"></a>Ch&aacute;vez Granadino, J. y Sagasti, F. (1998). <em>La juventud universitaria y su participaci&oacute;n en la vida nacional: actitudes y motivaciones</em>. Lima: Agenda Per&uacute;/Foro Nacional.</li>

<li><a name="check" id="check"></a>Check, J. (1985). <em>The effects of violent and nonviolent pornography</em>. Ottawa : Canadian Department of Justice (Department of Supply and Services Contract Nº 055SV 19200-3-0899).</li>

<li><a name="corominas" id="corominas"></a>Corominas, J. y Pascual, J. (1991). <em>Diccionario cr&iacute;tico etimol&oacute;gico castellano e hisp&aacute;nico</em>. Madrid: Gred&oacute;s.</li>

<li><a name="cottle" id="cottle"></a>Cottle, C. (1989). Conflicting ideologies and politics of pornography. <em>Gender and Society</em>, <strong>3</strong>(3), 303-333. [Abstract].</li>

<li><a name="diamond" id="diamond"></a>Diamond, M. (1999). Pornography, rape and sex crimes in Japan. <em>International Journal of Law and Psychiatry</em>, <strong>22</strong>(1), 1-22.</li>

<li><a name="donnerstein1" id="donnerstein1"></a>Donnerstein, E. y Linz, D. (1984, January). Sexual violence in the media: a warning. <em>Psychology Today</em>, <strong>19</strong>, 14-15.</li>

<li><a name="donnerstein2" id="donnerstein2"></a>Donnerstein, E. y Linz, D. (1986, December). The question of pornography: it is not sex, but violence, that is an obscenity in our society.. <em>Psychology Today</em>, 56-59.</li>

<li><a name="donnerstein3" id="donnerstein3"></a>Donnerstein, E.; Linz, D. y Penrod, S. (1987). <em>The question of pornography: research findings and policy implications</em>. New York, NY: Free Press.</li>

<li><a name="einsiedel" id="einsiedel"></a>Einsiedel, E. (1993). <em>The experimental research evidence: effects of pornography on the &quot;average individual&quot;</em>. En: Itzin, C., (Ed.). Pornography: women, violence, and civil liberties. (pp. 248-283) Oxford: Oxford University Press.</li>

<li><a name="elias" id="elias"></a>Elias, J. y Elias, V. (1979). <em>Dimensions of masculinity and female reactions to male nudity</em>. En: Cook, M. y Wilson, G. (Eds.). Love and attraction. (pp. 475-480). Oxford: Pergamon Press.</li>

<li><a name="espinoza" id="espinoza"></a>Espinoza V&aacute;squez, M. (1983). <em>Delitos sexuales: cuestiones m&eacute;dicos legales y criminol&oacute;gicas</em>. Trujillo, Peru: Marsol Per&uacute;.</li>

<li><a name="fisher" id="fisher"></a>Fisher, R., Cook, I. y Shirley, E. (1994). Correlates of support for censorship of sexually, sexually violent, and violent media. <em>Journal of Sex Research</em>, <strong>31</strong>(3), 229-240.</li>

<li><a name="flores" id="flores"></a>Flores Barboza, J. (1993). <em>Perfil socioecon&oacute;mico, cultural y pol&iacute;tico del estudiante sanmarquino</em>. Lima, Peru: Universidad Nacional Mayor de San Marcos. Facultad de Educaci&oacute;n.</li>

<li><a name="garcia" id="garcia"></a>Garc&iacute;a, L. (1986). Exposure to pornography and attitudes about women and rape: a correlational study. <em>Journal of Sex Research</em>, <strong>22</strong>(3), 378-385.</li>

<li><a name="gillan" id="gillan"></a>Gillan, P. y Frith, C. (1979). <em>Male-female differences in response to erotica</em>. En: Cook, M. y Wilson, G. (eds.). Love and attraction. Oxford: Pergamon Press, pp. 461-463.</li>

<li><a name="gunter" id="gunter"></a>Gunter, A. (1995). Overrating the X-Rating: the third-person perception and support for censorship of pornography. <em>Journal of Communication</em>, <strong>45</strong>(1), 27-38.</li>

<li><a name="herrman" id="herrman"></a>Herrman, M. y Bordner, D. (1983). Attitudes toward pornography in a Southern community. <em>Criminology</em>, <strong>21</strong>, 349-374 [Abstract].</li>

<li><a name="howard" id="howard"></a>Howard, J.; Reifler, C. y Liptzin, M. (1970). Effects of the exposure to pornography. En: Technical Report of the Commission on Obscenity and Pornography. Vol. 8. Washington, DC: U.S. Government Printing Office.</li>

<li><a name="kline" id="kline"></a>Kline, P. (1994). <em>An easy guide to factor analysis</em>. London: Routkedge.</li>

<li><a name="kutchinsky" id="kutchinsky"></a>Kutchinsky, B. (1991). <em>Pornography, sex crime and public policy</em>. En: Gerull, S. A. y Halsted, B. (Eds.). Sex industry and public policy. (pp. 41-54). Canberra: Australian Institute of Criminology.</li>

<li><a name="lottes" id="lottes"></a>Lottes, I. y otros (1993). Reactions to pornography on a college campus: for or against? <em>Sex Roles</em>, <strong>29</strong>(1), 69-89.</li>

<li><a name="love" id="love"></a>Love, B. (1994). <em>Enciclopedia de pr&aacute;cticas sexuales</em>. New York, NY: Serres.</li>

<li><a name="llaneza" id="llaneza"></a>Llaneza Gonz&aacute;lez, P. (2000). <em>Internet y comunicaciones digitales: r&eacute;gimen legal de las tecnolog&iacute;as de la informaci&oacute;n y comunicaci&oacute;n</em>. Barcelona: Bosch.</li>

<li><a name="malamuth1" id="malamuth1"></a>Malamuth, N. (1983). Factors associated with rape as predictors of laboratory agression against women. <em>Journal of Personality and Social Psychology</em>, <strong>45</strong>(2), 432-442.</li>

<li><a name="malamuth2" id="malamuth2"></a>Malamuth, N. y Check, J. (1985). The effects of aggressive pornography on beliefs of rape myths: individual diferences. <em>Journal of Research in Personality</em>, <strong>19</strong>(2), 299-320. [Abstract].</li>

<li><a name="miguel" id="miguel"></a>Miguel Asensio, P. de (2000). <em>Derecho privado en Internet</em>. Madrid: Civitas.</li>

<li><a name="moir" id="moir"></a>Moir, A. y Jessel, D. (1991). <em>Brain sex: real difference between men and women</em>. New York, NY: Laurel.</li>

<li><a name="mosher" id="mosher"></a>Mosher, D. (1970). <em>Sex callousness toward women</em>. En: Technical Report of the Commission on Obscenity and Pornography, Vol. 8. Washington, D.C.: U.S. Government Printing Office.</li>

<li><a name="mujica" id="mujica"></a>Mujica Berm&uacute;dez, L. (1998). <em>Los valores en j&oacute;venes universitarios: el caso de los cachimbos 1997-1 y 1997-2</em>. Lima, Peru: Pontificia Universidad Cat&oacute;lica del Per&uacute;. Departamento de Ciencias Sociales.</li>

<li><a name="oder" id="oder"></a>Oder, N. (2000). Burt Report slams ALA, net policy: author's credibility questioned for shoddy research on pornography. <em>Library Journal</em>, <strong>125</strong>(7), 15.</li>

<li><a name="pan" id="pan"></a>Pan, S. (1993). China: acceptability and effect of three kinds of sexual publication. <em>Archives of Sexual Behavior</em>, <strong>22</strong>(1), 59-71.</li>

<li><a name="pe&ntilde;a" id="pe&ntilde;a"></a>Pe&ntilde;a Cabrera, R. (1994). <em>Tratado de derecho penal: parte especial I, de acuerdo al nuevo C&oacute;digo Penal</em>. 2a . ed. Lima, Peru: Ediciones Jur&iacute;dicas.</li>

<li><a name="scott1" id="scott1"></a>Scott, J. y Cuvelier, S. (1987). Violence in Playboy magazine: a longitudinal content analysis. <em>Archives of Sexual Behavior</em>, <strong>16</strong>(4), 279-288.</li>

<li><a name="scott2" id="scott2"></a>Scott, J. y Cuvelier, S. (1993). Violence and sexual violence in pornography: is it really increasing? <em>Archives of Sexual Behavior</em>, <strong>22</strong>(4), 357-371.</li>

<li><a name="thompson" id="thompson"></a>Thompson, M; Chaffee, S. y Oshagan, H. (1990). Regulating pornography: a public dilemma. <em>Journal of Communication</em>, <strong>40</strong>(3), 73-83.</li>

<li><a name="vara" id="vara"></a>Vara Horna, A. (1998). <em>Construcciones sociales sobre las relaciones coitales y el desuso del cond&oacute;n en j&oacute;venes estudiantes</em>. Manuscrito sin publicar.</li>

<li><a name="vasquez" id="vasquez"></a>V&aacute;squez Rossi, J. (1985). <em>Lo obsceno: l&iacute;mites de la intervenci&oacute;n penal</em>. Santa Fe, Argentina: Rubinzal-Culzoni.</li>

<li><a name="veitch" id="veitch"></a>Veitch, R. y Griffith, W. (1979). <em>Erotic arousal in males and females as perceived by their respective same and opposite sex peers</em>. (pp. 465-473) En: Cook, M. y Wilson, G. (eds.). Love and attraction. Oxford: Pergamon Press.</li>

<li><a name="walter" id="walter"></a>Walter, V. (1997). Becoming digital: policy implications for library youth services. <em>Library Trends</em>, <strong>45</strong>(4), 585-601.</li>

<li><a name="weaver" id="weaver"></a>Weaver, J. (1993). <em>The social science and psychological research evidence: perceptual and behavioural consequences of exposure to pornography</em>. En: Itzin, C. (ed.). Pornography: women, violence, and civil liberties.  (pp 284-309). Oxford: Oxford University Press.</li>

<li><a name="webb" id="webb"></a>Webb, R. y Fern&aacute;ndez Baca, G. (2000). <em>Anuario estad&iacute;stico Per&uacute; en n&uacute;meros 2000</em>. Lima, Peru: Cu&aacute;nto.</li>

<li><a name="willems" id="willems"></a>Willems, H. (1998). Filtering the Net in libraries: the case (mostly) against. <em>Computers in Libraries</em>, <strong>18</strong>(3), 55-58.</li>

<li><a name="winnick1" id="winnick1"></a>Winnick, C. y Evans, J. (1994). Is there a national standard with respect to attitudes toward sexually explicit media material? <em>Archives of Sexual Behavior</em>, <strong>23</strong>(4), 405-419.</li>

<li><a name="winnick2" id="winnick2"></a>Winnick, C. y Evans, J. (1996). The relationship between nonenforcement of state pornography laws and rates of sex crime arrests. <em>Archives of Sexual Behavior</em>, <strong>25</strong>(5), 439-453.</li>

<li><a name="young" id="young"></a>Young, S. (1997). Sexually-explicit materials via the Internet: Ethical concerns for the library profession. <em>The Journal of Academic Librarianship</em>, <strong>23</strong>(1), 49-50.[Abstract].</li>
</ul>
<hr style="COLOR: #000080" size="1" />
<br />
<div align="center"><a id="abs" name="abs" /><b>Censorship and tolerance of sexually explicit material: the opinions of university undergraduates.</b></div>
<br />
<div align="center"><b>Abstract</b></div>

<blockquote><strong>Objective</strong>: To know the opinions of university students in relation to the censorship of  sexually explicit material. An opinion survey of a sample of 842 students of three Peruvian universities was used. <strong>Results</strong>: 1) women support laws that would  prohibit completely pornography on the Internet, whereas men endorse regulating measures designed to protect minors (p (p=0.002); 2) the research hypothesis that a relation between the opinion of  university students exists, in favour of freedom of information and the present exhibition of sexually explicit material was confirmed (p&lt;0.001); 3) 28% of the students are in favour of the censorship of publications, and a greater percentage of women showed their agreement (p=0.002); 4) the subscale &quot;Censura/Rechazo&quot; obtained a high level of trustworthiness (a=0.7961), whereas the subscale &quot;Liberalidad&quot; was more moderate (a=0.5312).</blockquote>
<br />
<hr style="COLOR: #000080" size="1" />
<table cellspacing="10" align="center">

<tr><td align="center" valign="top">
<center>
<form method="get" action="http://scholar.google.com/scholar" target="_blank">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="censorship &quot;sexually explicit&quot; Internet &quot;freedom of information&quot;"></input>
<input type="submit" name="sa" value="Scholar Search"  style="font-family: Verdana; font-weight: bold;" /></input>
<input type="hidden" name="num" value="100" /></input>
</td></tr></table></form>
<td valign="top" colspan="2" align="center" style="font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject.</td>
</center>
<td align="center" valign="top">
<!-- Search Google -->
<center>
<form method="get" action="http://www.google.com/custom" target="_top">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="censorship &quot;sexually explicit&quot; Internet &quot;freedom of information&quot;"></input>
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold;" /></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>
<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
</td></tr></table>
</form>
</center>
<!-- Search Google -->
</td></tr>
</table>

<hr style="COLOR: #000080" size="1" />
<h4>How to cite this paper:</h4>V&iacute;lchez-Rom&aacute;n, C. (2004) &quot;Censura y tolerancia del material sexualmente expl&iacute;cito: la opini&oacute;n de los estudiantes universitarios de pregrado&quot; &nbsp; <em>Information Research</em>, <strong>9</strong>(4) paper 190 [Available at http://InformationR.net/ir/9-4/paper190.html]</div><br />


<hr style="COLOR: #000080" size="1" />

<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>
<img src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper190" align="middle"  width="60" height="20" border="0" hspace="4" vspace="2" alt="counter" /><br /><a href="http://www.digits.com/">Web Counter</a>
</div></td>

<td align="center" valign="top"><div>
&copy; the author, 2004. <br />Last updated: 10 July, 2004
</div></td>

<td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" />
</td></tr>
</table>
<hr size="1" style="color:#000080 ;" />
<table align="center"><tr><td><div id="button">
<ul>
	<li><a href="infres94.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr></table>
<hr style="COLOR: #000080" size="3" />
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>
<!-- Mirrored from informationr.net/ir/9-4/paper190.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:25:03 GMT -->
</html>
