<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/9-4/paper193.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:25 GMT -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<title>An&aacute;lisis bibliom&eacute;trico de la literatura cient&iacute;fica publicada en &quot;Ciencia. Revista hispano-americana de ciencias puras y aplicadas&quot; Ciencia, Spanish researchers, Exile, Hispano-America, Spanish civil War, Bibliometrics, Bibliometric analysis</title>
<meta name="dc.subject.keywords" content="Ciencia, Spanish researchers, Exile, Hispano-America, Spanish civil War, Bibliometrics, Bibliometric analysis" />
<meta name="dc.description" content="This paper reports the pilot stage of a Project whose objective is to analyse the scientific output of the journal &ldquo;Ciencia&rdquo; from its appearance (1940) until its closure (1974). The journal constituted the formal channel for the dissemination of science among Spanish researchers in exile in Hispano-America due to the Spanish civil War (1936-1939). The original articles published in three of the seven sections into which the journal was divided &ndash; Modern science (section I), Original communications (section II), and Applied science (section IV) &ndash; are studied, together with the bibliographical references contained in those articles. The number of articles analysed was 972, and of bibliographical references 14,184." />
<meta name="dc.title" content="An&aacute;lisis bibliom&eacute;trico de la literatura cient&iacute;fica publicada en &quot;Ciencia. Revista hispano-americana de ciencias puras y aplicadas&quot;" />
<meta name="dc.creator" content="Antonio Pulgarin, Cristina Carapeto, Jose M. Cobos" />
<meta name="dc.subject" content="Bibliometric analysis of the journal Ciencia" />
<meta name="robots" content="all" />
<meta name="dc.publisher" content="Professor T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.relation.IsPartOf" content="infres94.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>

<style type="text/css">
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

</style>
<style type="text/css">
<!--
.style1 {color: #FF0000}
-->
</style>
</head>
<body  bgcolor="#ffffff">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"> <img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
Vol. 9  No. 4, July 2004<br /><br /><div id="button">
<ul>
	<li><a href="infres94.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>

</ul>
</div></td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr style="COLOR: #000080" size="3" />

<h1>An&aacute;lisis bibliom&eacute;trico de la literatura cient&iacute;fica publicada en <i>&quot;Ciencia. Revista hispano-americana de ciencias puras y aplicadas&quot;</i> (1940-1974)</h1>

<h4 align="center"><a href="mailto:pulgarin@unex.es">Antonio Pulgar&iacute;n</a>, <a href="mailto:ccarapet@alcazaba.unex.es">Cristina Carapeto</a>, and <a href="mailto:jcobos@unex.es">
Jos&eacute; M. Cobos</a><br />
Facultad de Biblioteconom&iacute;a y Documentaci&oacute;n, Universidad de Extremadura<br />
Badajoz, Espa&ntilde;a</h4>

<br />
<div align="center">
<input type="button" value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: Blue;" onclick="doChangeFont()" /></div>
<hr style="COLOR: #000080" size="1" />
<div align="center"><b>Resumen</b></div>

<blockquote>El estudio es el avance de un proyecto, que tiene como objetivo el an&aacute;lisis de la producci&oacute;n cient&iacute;fica de la revista <em>Ciencia</em>, desde su aparici&oacute;n (1940) hasta su desaparici&oacute;n (1974). La revista <em>Ciencia</em> constituy&oacute;, como fuente de informaci&oacute;n, el canal formal de difusi&oacute;n cient&iacute;fica entre los investigadores espa&ntilde;oles exiliados en Hispanoam&eacute;rica, debido a la Guerra Civil Espa&ntilde;ola (1936-1939). Se analizan los trabajos originales publicados por la revista, contenidos en tres de las siete secciones en que esta se divide: Ciencia moderna (secci&oacute;n I), Comunicaciones originales (secci&oacute;n II) y Ciencia aplicada (secci&oacute;n IV). Igualmente se estudiaron las referencias bibliogr&aacute;ficas contenidas en esos art&iacute;culos. El total de art&iacute;culos analizados fue de 972 y el de referencias bibliogr&aacute;ficas de14.184.</blockquote>
<div align=center><A href="#abstract">Abstract in English</A></div>
<br />
<hr style="COLOR: #000080" size="1" />

<br />
<h2>Introducci&oacute;n</h2>

<p>La Guerra Civil Espa&ntilde;ola (1936-1939) provoc&oacute; uno de los &eacute;xodos m&aacute;s grandes que hayan tenido lugar en Espa&ntilde;a. La comunidad cient&iacute;fica, constituida en su mayor parte por republicanos, no fue ajena a este tr&aacute;gico evento. Y los esfuerzos realizados durante a&ntilde;os, por aproximarse a la ciencia moderna, se frustraron.</p>

<p>La guerra sorprendi&oacute; a muchos en pleno apogeo de sus investigaciones, algunos de ellos trabajando en otros pa&iacute;ses. El salir de Espa&ntilde;a precipitadamente o el no volver, aquellos que se encontraban fuera, estaba motivado por las noticias que llegaban de los tr&aacute;gicos destinos de otros compa&ntilde;eros, fundamentalmente detenciones, torturas y asesinatos (<a href="#fer97">Fern&aacute;ndez-Guardiola, 1997</a>).</p>

<p>A M&eacute;xico llegan fil&oacute;sofos como Jos&eacute; Gaos, Joaqu&iacute;n Xirau o Mar&iacute;a Zambrano; poetas como Jos&eacute; Bergam&iacute;n o Le&oacute;n Felipe; historiadores como Rafael Altamira o Pedro Boch Gimpera; etc. Y cient&iacute;ficos como Jos&eacute; Giral, Blas Cabrera, Pedro Carrasco, Augusto Pi Sunyer, Ignacio Bol&iacute;var, etc. Una aproximaci&oacute;n al número de cient&iacute;ficos espa&ntilde;oles exiliados a M&eacute;xico nos la ofrece Ordo&ntilde;ez-Aparicio (<a href="#ord02">2002</a>), concluyendo que el desembarco de los cient&iacute;ficos espa&ntilde;oles va a dar un fuerte empuje a la ciencia mexicana, sobre todo a la medicina.</p>

<p>La inquietud cultural y cient&iacute;fica de los exiliados se manifiesta r&aacute;pidamente. Nada m&aacute;s llegar, fundan una revista, con el único fin de transmitir informaci&oacute;n, despu&eacute;s crear&aacute;n otras de car&aacute;cter m&aacute;s cient&iacute;fico. En 1940 aparece el primer número de la revista <i>Ciencia. Revista hispano-americana de ciencias puras y aplicadas</i>, bajo la direcci&oacute;n de Ignacio Bol&iacute;var (mencionado anteriormente), y el último número ver&aacute; la luz en 1974. La n&oacute;mina de cient&iacute;ficos espa&ntilde;oles, as&iacute; como de otras nacionalidades, que colaboraron con la revista fue extraordinaria (<a href="#gir94">Giral, 1994</a>).</p>

<p>Para cumplir los fines de la revista <i>Ciencia</i>; que eran difundir el conocimiento de las ciencias f&iacute;sico-naturales y exactas y sus múltiples aplicaciones, esta se dividi&oacute; en siete secciones: primera secci&oacute;n, la <i>ciencia moderna</i>, incluir&iacute;a art&iacute;culos procedentes de especialistas reconocidos que tratar&iacute;an problemas cient&iacute;ficos de actualidad; segunda secci&oacute;n, <i>comunicaciones originales</i>, incluir&iacute;a notas o comunicaciones de car&aacute;cter especializado; tercera secci&oacute;n, <i>noticias</i>, de car&aacute;cter cient&iacute;fico, universitario, etc. de los pa&iacute;ses hispano-americanos; cuarta secci&oacute;n, <i>ciencia aplicada</i>, con art&iacute;culos referentes a problemas de ingenier&iacute;a o arquitectura, procesos industriales o t&eacute;cnicos, etc.; quinta secci&oacute;n, <i>miscel&aacute;nea</i>, con contenido referente a informaciones cient&iacute;ficas, de ense&ntilde;anza, de organizaci&oacute;n, etc.; sexta secci&oacute;n, <i>libros nuevos</i>, con rese&ntilde;as de obras de reciente publicaci&oacute;n; s&eacute;ptima secci&oacute;n, <i>revista de revistas</i>, en la que se publicaba una selecci&oacute;n de notas de trabajos de gran inter&eacute;s (<a href="#car02">Carapeto, <em>et al.</em>, 2002</a>).</p>

<p>Por todo ello hemos cre&iacute;do interesante hacer un an&aacute;lisis de la producci&oacute;n cient&iacute;fica de la revista Ciencia, como homenaje a estos cient&iacute;ficos, ya que reflejar&iacute;a una gran parte de la producci&oacute;n cient&iacute;fica generada por estos investigadores espa&ntilde;oles en el exilio, as&iacute; como el tipo y alcance de colaboraci&oacute;n cient&iacute;fica con el mundo, etc., en contraposici&oacute;n con la generada en la Espa&ntilde;a de Franco.</p>

<p>El presente estudio fue llevado a cabo bajo un enfoque bibliom&eacute;trico, ya que otros acercamientos de tipo filos&oacute;ficos y human&iacute;sticos (sociol&oacute;gico, hist&oacute;rico social, etc.), aunque interesantes, no eran el objetivo. Se ha estudiado, emp&iacute;ricamente, la actividad cient&iacute;fica generada por un grupo de cient&iacute;ficos, a trav&eacute;s del producto final de la investigaci&oacute;n, como es el art&iacute;culo cient&iacute;fico. El enfoque bibliom&eacute;trico conlleva el uso y la aplicaci&oacute;n de m&eacute;todos cuantitativos (indicadores y modelos matem&aacute;ticos) a esa literatura cient&iacute;fica, con objeto de obtener datos que puedan aportar conocimiento acerca de la evoluci&oacute;n de una determinada producci&oacute;n cient&iacute;fica, conocer su calidad y obtener elementos de juicio para posibles intervenciones o interpretaciones de hechos o fen&oacute;menos sociales, como es el caso.</p>

<p>Entre los indicadores de la actividad cient&iacute;fica destacan: los impl&iacute;citos (tipo econ&oacute;mico, demogr&aacute;fico, etc.) y los expl&iacute;citos; extra&iacute;dos de repertorios de datos estad&iacute;sticos (libros, art&iacute;culos, etc.), o creados a partir de un programa determinado y con una finalidad (&iacute;ndice de Lotka, dispersi&oacute;n de Bradford, etc.)</p>

<p>La aplicaci&oacute;n de este tipo de indicadores no puede limitarse a la aportaci&oacute;n de una serie de datos estad&iacute;sticos, sin m&aacute;s y por separado, sino que deben estar integrados para que puedan aportar una explicaci&oacute;n s&oacute;lida sobre la actividad cient&iacute;fica que se est&eacute; considerando. La actividad cient&iacute;fica presenta una serie de caracter&iacute;sticas que tienen que ver, en primer lugar, con la publicaci&oacute;n cient&iacute;fica, que es el producto final de esa actividad (<a href="#lop92a">
L&oacute;pez-Pi&ntilde;ero y Terrada, 1992a</a>).</p>

<p>Por tanto, resulta adecuado ocuparse aqu&iacute; de las funciones que en el proceso de la comunicaci&oacute;n cient&iacute;fica realizan las fuentes de informaci&oacute;n (libros, revista cient&iacute;fica, patentes, tesis doctorales, etc.), as&iacute; como otros patrones cuantitativos, como son las citas y las referencias bibliogr&aacute;ficas, por su importancia para los indicadores bibliom&eacute;tricos. En los estudios bibliom&eacute;tricos cabe distinguir entre cita, que es el reconocimiento que un documento recibe de otro, y referencia bibliogr&aacute;fica, que es el reconocimiento que un documento da a otro (<a href="#pri70">
Price, 1970</a>).</p>

<p>El objetivo tanto del estudio de las citas como de las referencias es el consumo de informaci&oacute;n cient&iacute;fica (por parte de un autor, grupo, etc.) y conocer la repercusi&oacute;n o impacto que su producci&oacute;n ha tenido en comunidades cient&iacute;ficas determinadas (<a href="#lop92b">
L&oacute;pez Pi&ntilde;ero y Terrada, 1992b</a>). El apoyo de los indicadores en las citas y en las referencias indica que los trabajos importantes son usualmente citados. Adem&aacute;s, los autores, deben mantener unas obligaciones &eacute;ticas, ya que la investigaci&oacute;n y la publicaci&oacute;n de sus resultados son actividades intr&iacute;nsecamente &eacute;ticas. En cuanto a las referencias bibliogr&aacute;ficas, el comportamiento &eacute;tico se deriva del compromiso adquirido con los lectores para que estos puedan reproducir situaciones, analizar los hechos y efectuar interpretaciones a partir de las fuentes de informaci&oacute;n aparecida en las listas de documentos que componen la bibliograf&iacute;a del art&iacute;culo. La credibilidad del autor no solo se determina por la solvencia cient&iacute;fica que tenga, sino que tambi&eacute;n va a influir la pertinencia de la informaci&oacute;n seleccionada (<a href="#pul97">Pulido, 1997</a>).</p>

<p>As&iacute; que, por lo expuesto, el comportamiento de la informaci&oacute;n cient&iacute;fica es competencia de la bibliometr&iacute;a. Los indicadores bibliom&eacute;tricos ser&aacute;n utilizados para clasificar las revistas cient&iacute;ficas, para saber cual es su producci&oacute;n, su difusi&oacute;n (nacional y/o internacional), la repercusi&oacute;n alcanzada en la comunidad cient&iacute;fica, etc. Se puede decir que los indicadores bibliom&eacute;tricos orientan sobre el valor cient&iacute;fico de una revista, permiten saber cuales son los art&iacute;culos, los autores y los grupos m&aacute;s le&iacute;dos y, que por lo tanto, tienen trabajos de mayor peso cient&iacute;fico.</p>

<p>Los indicadores bibliom&eacute;tricos son de cuatro tipos: de producci&oacute;n, de circulaci&oacute;n y dispersi&oacute;n, de consumo y de repercusi&oacute;n (<a href="#lop92c">L&oacute;pez-Pi&ntilde;ero y Terrada, 1992c</a>).</p>

<p>Los indicadores de producci&oacute;n analizan la cantidad de publicaciones cient&iacute;ficas producidas por un autor, un grupo de autores, una revista, etc. Entre estos se encuentran:</p>

<ol style="list-style: lower-alpha;">

<li>El &iacute;ndice de productividad de Lotka, que es el logaritmo decimal del número de publicaciones, pudiendo agrupar a los autores por su nivel, generalmente en tres niveles de productividad: peque&ntilde;os productores, con un solo trabajo publicado y un &iacute;ndice igual a cero; medianos productores (de 2 a 9 trabajos publicados), con &iacute;ndice de Lotka entre cero y uno; y grandes productores (diez o m&aacute;s trabajos publicados), con un &iacute;ndice de productividad igual o mayor que uno.</li>
<li>El &iacute;ndice de cooperaci&oacute;n o m&aacute;s conocido como número de firmas/trabajo o media de firmantes por cada trabajo. Existe una correlaci&oacute;n positiva entre este &iacute;ndice y el de productividad de Lotka.</li>
<li>El &iacute;ndice de referencias por art&iacute;culo. Su c&aacute;lculo se efectúa mediante el cociente entre el número de referencias y el número de art&iacute;culos publicados. Se suele hacer para per&iacute;odos de tiempo, por ejemplo un a&ntilde;o, un volumen, etc.</li>
</ol>


<p>Los indicadores de circulaci&oacute;n y dispersi&oacute;n, como son: el &iacute;ndice de productividad circulante (logaritmo decimal del número de trabajos circulantes en una base de datos), &iacute;ndice de circulaci&oacute;n (cociente entre el número de trabajos circulantes y número de trabajos publicados), &iacute;ndice de difusi&oacute;n internacional (cociente entre el número de trabajos circulantes en <i>n</i> bases de datos internacionales y el número de trabajos publicados, multiplicado por <i>n</i>) o la dispersi&oacute;n de Bradford (ordenaci&oacute;n de revistas según su productividad en zonas conc&eacute;ntricas de productividad decreciente), no los vamos a aplicar en este caso, ya que se trata de una sola revista y adem&aacute;s con cobertura anterior a las base de datos (1940-1974).</p>

<p>Los indicadores de consumo se refieren al an&aacute;lisis de las referencias bibliogr&aacute;ficas, contenidas en los art&iacute;culos publicados por las revistas cient&iacute;ficas, e informan de la obsolescencia y del aislamiento de la producci&oacute;n cient&iacute;fica. Entre estos se encuentran:</p>

<ol style="list-style: lower-alpha;">
<li>Vida media o semiper&iacute;odo de las referencias. Es el tiempo o número de a&ntilde;os en que la utilidad de una bibliograf&iacute;a se reduce al 50 % (<a href="#bur60">Burton y Kl&eacute;ber, 1960</a>).</li>
<li>&Iacute;ndice de Price. Es el porcentaje de referencias con una antigüedad menor a 5 a&ntilde;os (<a href="#pri65">Price, 1965</a>). De aqu&iacute; se deduce que las revistas que publican art&iacute;culos referidos a campos muy din&aacute;micos suelen tener una vida media baja y un &iacute;ndice de Price alto. </li>
<li>&Iacute;ndice de aislamiento. Es el porcentaje de referencias que corresponden al mismo pa&iacute;s que la publicaci&oacute;n citadora, reflejando el grado de aislamiento o de apertura al exterior.</li>
<li>Distribuci&oacute;n de las referencias según el pa&iacute;s de origen, idioma cuales son las revistas de esas referencias, tipo de documento, etc., ayuda a valorar las influencias de los autores en una revista.</li>
</ol>

<p>Los indicadores de repercusi&oacute;n o impacto se elaboran con la citas y, por tanto, tampoco se han aplicado en este trabajo (no aparece seleccionada la revista Ciencia en ISI). Son:</p>

<ol style="list-style: lower-alpha;">
<li>&Iacute;;ndice de visibilidad. Es el logaritmo decimal de las citas recibidas.</li>
<li>&Iacute;;ndice de influencia. Cociente entre el número de citas recibidas y las referencias emitidas.</li>
<li>Vida media de las citas. Es la mediana de la distribuci&oacute;n de las citas por a&ntilde;o de emisi&oacute;n.</li>
<li>&Iacute;ndice de impacto. Es el cociente entre el número de citas recibidas y el número de trabajos publicados. El &iacute;ndice de impacto relativo es el cociente entre el &iacute;ndice de impacto de un autor, revista o grupo y el &iacute;ndice de impacto m&aacute;ximo del campo al que pertenecen. El factor de impacto, como variante del &iacute;ndice e impacto, fue popularizado por el Institute for Scientific Information (Philadelphia) y est&aacute; teniendo, en los últimos a&ntilde;os, una gran repercusi&oacute;n. Se calcula como el cociente entre las citas recibidas en un a&ntilde;o por los art&iacute;culos publicados por una revista los dos a&ntilde;os anteriores, dividido por el total de art&iacute;culos publicados por dicha revista en los dos a&ntilde;os previos.</li>
</ol>

<h2>Metodolog&iacute;a</h2>

<p>Financiado por el proyecto 2PR02A055, de la Junta de Extremadura, se ha adquirido copia de los volúmenes, en forma impresa, de la revista Ciencia. Con este material se construy&oacute; una base de datos (Microsoft Access). Cada registro contiene los datos bibliogr&aacute;ficos de cada art&iacute;culo, adem&aacute;s de las referencias bibliogr&aacute;ficas pertenecientes a ese mismo art&iacute;culo.</p>

<p>Los datos que recoge la base de datos creada pertenecen a las tres secciones siguientes de la revista Ciencia: secci&oacute;n I (Ciencia moderna), secci&oacute;n II (Comunicaciones originales) y secci&oacute;n IV (Ciencia aplicada). En total la base de datos recoge 972 art&iacute;culos y 14,184 referencias bibliogr&aacute;ficas, contenidas en esos art&iacute;culos.</p>

<p>Una vez construida la base de datos, se procede a un an&aacute;lisis bibliom&eacute;trico descriptivo de los datos, aplic&aacute;ndoseles una serie de indicadores bibliom&eacute;tricos. Este an&aacute;lisis est&aacute; referido al volumen de informaci&oacute;n (número de trabajos cient&iacute;ficos publicados), su distribuci&oacute;n anual por secciones, productividad de los autores, &iacute;ndice de productividad de Lotka, tem&aacute;tica de investigaci&oacute;n de los trabajos cient&iacute;ficos, colaboraci&oacute;n cient&iacute;fica, &iacute;ndice de cooperaci&oacute;n, etc.</p>

<p>En cuanto al estudio de la bibliograf&iacute;a (referencias bibliogr&aacute;ficas de cada art&iacute;culo), se estudia la media del número de estas por art&iacute;culo, estudio de la obsolescencia (&iacute;ndice de Price), tipolog&iacute;a documental e idioma en que se publicaron, estas referencias.</p>

<h2>Resultados</h2>

<h3>De la producci&oacute;n cient&iacute;fica</h3>

<p>En la Tabla 1 se muestra el volumen de informaci&oacute;n total que se ha considerado para este estudio, como son los art&iacute;culos correspondientes a la secci&oacute;n I (Ciencia moderna), secci&oacute;n II (Comunicaciones originales) y secci&oacute;n IV (Ciencia aplicada). Igualmente, junto al número de art&iacute;culos, en la tabla se observa el número de referencias bibliogr&aacute;ficas contenidas en estos. En total el número de art&iacute;culos asciende a 972 y el de referencias a 14.184. Tanto art&iacute;culos como referencias bibliogr&aacute;ficas se distribuyen en 29 volúmenes, publicados por la revista Ciencia, que abarca el per&iacute;odo comprendido entre 1940, inicio de la publicaci&oacute;n de la revista Ciencia y 1974, desaparici&oacute;n de la misma. Aunque no sea muy significativo, en este caso, dada la irregularidad presentada por la revista Ciencia, en cuanto a la correspondencia de volúmenes y a&ntilde;os, tambi&eacute;n se ha calculado y expuesto en la Tabla 1 el &iacute;ndice de referencias por art&iacute;culos (indicador de producci&oacute;n), siendo la media de 14,6 referencias por art&iacute;culo. A pesar de la irregularidad de los volúmenes, en cuanto a fecha de salida, el número de art&iacute;culos se ha mantenido bastante constante, a excepci&oacute;n del último a&ntilde;o, creemos que por estar cerca el fin de la revista.</p>

<p>De estos art&iacute;culos, 325 (33,44 %) corresponden a Biolog&iacute;a, 291 (29,94 %) a Qu&iacute;mica, 216 (22,22 %) a Medicina, 64 (6,6 %) a Geolog&iacute;a, 35 (3,6 %) a F&iacute;sica, 29 (3 %) a Matem&aacute;ticas y 12 (1,2 %) al grupo denominado como Otros. Para realizar esta primera aproximaci&oacute;n a una clasificaci&oacute;n por materias, se ha tenido en cuenta tanto la procedencia del investigador como el contenido del art&iacute;culo.</p>

<table width="85%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 1: Distribuci&oacute;n anual de art&iacute;culos, correspondiente a las secciones I (Ciencia moderna), II (Comunicaciones originales) y IV (Ciencia aplicada), referencias bibliogr&aacute;ficas e &iacute;ndices de referencias por art&iacute;culo, de la revista Ciencia.</strong></caption>
  <tbody>
  <tr><th>A&ntilde;os</th><th>Número art&iacute;culos</th><th>Secci&oacute;n I</th><th>Secci&oacute;n II</th><th>
Secci&oacute;n IV</th><th>Referencias</th><th>&Iacute;ndice de referencias</th></tr>
  <tr><td>1940</td><td align="center">65</td><td align="center">19</td><td align="center">35</td><td align="center">
11</td><td align="center">690</td><td align="center">10,6</td></tr>
  <tr><td>1941</td><td align="center">43</td><td align="center">11</td><td align="center">22</td><td align="center">
10</td><td align="center">583</td><td align="center">13,5</td></tr>
  <tr><td>1942</td><td align="center">37</td><td align="center">10</td><td align="center">19</td><td align="center">
8</td><td align="center">319</td><td align="center">8,6</td></tr>
  <tr><td>1943</td><td align="center">39</td><td align="center">10</td><td align="center">25</td><td align="center">
4</td><td align="center">510</td><td align="center">13,0</td></tr>
  <tr><td>1944</td><td align="center">29</td><td align="center">5</td><td align="center">19</td><td align="center">
5</td><td align="center">193</td><td align="center">6,6</td></tr>
  <tr><td>1945</td><td align="center">36</td><td align="center">7</td><td align="center">22</td><td align="center">
7</td><td align="center">406</td><td align="center">11,3</td></tr>
  <tr><td>1946-47</td><td align="center">36</td><td align="center">5</td><td align="center">26</td><td  align="center">5</td><td align="center">332</td><td align="center">9,2</td></tr>
  <tr><td>1947-48</td><td align="center">41</td><td align="center">5</td><td align="center">31</td><td align="center">5</td><td align="center">648</td><td align="center">15,8</td></tr>
  <tr><td>1948-49</td><td align="center">40</td><td align="center">6</td><td align="center">29</td><td align="center">5</td><td align="center">640</td><td align="center">16,0</td></tr>
  <tr><td>1950-51</td><td align="center">31</td><td align="center">5</td><td align="center">20</td><td align="center">6</td><td align="center">505</td><td align="center">16,3</td></tr>
  <tr><td>1951-52</td><td align="center">39</td><td align="center">4</td><td align="center">31</td><td align="center">4</td><td align="center">571</td><td align="center">14,6</td></tr>
  <tr><td>1952-53</td><td align="center">40</td><td align="center">2</td><td align="center">34</td><td align="center">4</td><td align="center">371 </td><td align="center">9,3</td></tr>
  <tr><td>1953-54</td><td align="center">37</td><td align="center">5</td><td align="center">28</td><td align="center">4</td><td align="center">646</td><td align="center">17,4</td></tr>
  <tr><td>1954-55</td><td align="center">33</td><td align="center">3</td><td align="center">25</td><td align="center">5</td><td align="center">495</td><td align="center">15,0</td></tr>
<tr><td>1955-56</td><td align="center">34</td><td align="center">4</td><td align="center">22</td><td align="center">8</td><td align="center">541</td><td align="center">15,9</td></tr>
  <tr><td>1956</td><td align="center">46</td><td align="center">0</td><td align="center">42</td><td align="center">
4</td><td align="center">359</td><td align="center">7,8</td></tr>
  <tr><td>1957-58</td><td align="center">31</td><td align="center">4</td><td align="center">23</td><td align="center">4</td><td align="center">510</td><td align="center">16,4</td></tr>
  <tr><td>1958-59</td><td align="center">25</td><td align="center">3</td><td align="center">19</td><td align="center">3</td><td align="center">350</td><td align="center">14,0</td></tr>
  <tr><td>1959-60</td><td align="center">32</td><td align="center">4</td><td align="center">25</td><td align="center">3</td><td align="center">561</td><td align="center">17,5</td></tr>
  <tr><td>1960-61</td><td align="center">29</td><td align="center">5</td><td align="center">20</td><td align="center">4</td><td align="center">763</td><td align="center">26,3</td></tr>
  <tr><td>1961-62</td><td align="center">28</td><td align="center">5</td><td align="center">20</td><td align="center">3</td><td align="center">472</td><td align="center">16,8</td></tr>
  <tr><td>1962-63</td><td align="center">27</td><td align="center">1</td><td align="center">24</td><td align="center">2</td><td align="center">252</td><td align="center">9,3</td></tr>
  <tr><td>1964-65</td><td align="center">29</td><td align="center">4</td><td align="center">24</td><td align="center">1</td><td align="center">445</td><td align="center">15,3</td></tr>
  <tr><td>1965-66</td><td align="center">36</td><td align="center">1</td><td align="center">35</td><td align="center">0</td><td align="center">652</td><td align="center">18,1</td></tr>
  <tr><td>1966-67</td><td align="center">30</td><td align="center">5</td><td align="center">25</td><td align="center">0</td><td align="center">570</td><td align="center">19,0</td></tr>
  <tr><td>1968</td><td align="center">21</td><td align="center">5</td><td align="center">16</td><td align="center">
0</td><td align="center">409</td><td align="center">19,4</td></tr>
  <tr><td>1969-72</td><td align="center">28</td><td align="center">2</td><td align="center">26</td><td align="center">0</td><td align="center">362</td><td align="center">12.9</td></tr>
  <tr><td>1973</td><td align="center">22</td><td align="center">1</td><td align="center">21</td><td align="center">
0</td><td align="center">584</td><td align="center">26,5</td></tr>
  <tr><td>1974</td><td align="center">8</td><td align="center">0</td><td align="center">8</td><td align="center">
0</td><td align="center">445</td><td align="center">55,6</td></tr>
  <tr><th>Total</th><th align="center">972</th><th align="center">141</th><th align="center">716</th><th align="center">115</th><th align="center">14.184</th><th align="center">14,6</th></tr>
</tbody></table>

<br />

<p>Respecto a la productividad cient&iacute;fica de los autores (Tabla 2), se puede observar que el n&uacute;mero de autores con un solo art&iacute;culo publicado (&iacute;ndice de productividad igual a cero) fue de 436, el n&uacute;mero de autores con dos art&iacute;culos fue de 85, etc. (columna 2). Estos mismos datos, en forma porcentual, aparecen en la columna 3. En la columna 4 se muestra el producto de la columna 1 por la columna 2, que es el n&uacute;mero de trabajos aparentes, y en la &uacute;ltima columna se muestra el logaritmo decimal del n&uacute;mero de art&iacute;culos (columna 1). Del cociente entre el total del n&uacute;mero de trabajos aparentes (columna 4) y el total del n&uacute;mero de autores (columna 2) resulta el n&uacute;mero de trabajos por autor, que es de 2,28. De los datos de la &uacute;ltima columna de la Tabla 2 se deduce los &iacute;ndices de productividad de Lotka (log<sub>10</sub> n), distribuy&eacute;ndose estos en tres niveles de productividad.</p>

<table width="456" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 2: Productividad cient&iacute;fica de los autores e &iacute;ndice de productividad de Lotka.</strong></caption>
  <tbody>
<tr>
    <th>
    (n) N&uacute;mero art&iacute;culos
    </th><th>
N&uacute;mero Autores
    </th>
    <th>% 
N&uacute;mero 
Autores
        </th>
<th>
Trabajos aparentes
    </th><th>
&Iacute;ndice de productividad de Lotka (lg10 n)
    </th></tr>
  <tr><td align="right">
1
    </td><td align="right">
436
    </td><td align="right">66,56<br />
        </td>
<td align="right">
436
    </td><td align="center">
0,00000
  </td></tr>
  <tr><td align="right">
2
    </td><td align="right">
85
    </td><td align="right">12,97<br />
        </td>
<td align="right">
170
    </td><td align="center">
0,30103
  </td></tr>
  <tr><td align="right">
3
    </td><td align="right">
43
    </td><td align="right">6,56<br />
        </td>
<td align="right">
129
    </td><td align="center">
0,47712
  </td></tr>
  <tr><td align="right">
4
    </td><td align="right">
26
    </td><td align="right">3,96<br />
        </td>
<td align="right">
104
    </td><td align="center">
0,60205
  </td></tr>
  <tr><td align="right">
5
    </td><td align="right">
19
    </td><td align="right">2,90<br />
        </td>
<td align="right">
95
    </td><td align="center">
0,69897
  </td></tr>
  <tr><td align="right">
6
    </td><td align="right">
9
    </td><td align="right">1,37<br />
        </td>
<td align="right">
54
    </td><td align="center">
0,77815
  </td></tr>
  <tr><td align="right">
7
    </td><td align="right">
9
    </td><td align="right">1,37<br />
        </td>
<td align="right">
63
    </td><td align="center">
0,84509
  </td></tr>
  <tr><td align="right">
8
    </td><td align="right">
2
    </td><td align="right">0,30<br />
        </td>
<td align="right">
16
    </td><td align="center">
0,90308
  </td></tr>
  <tr><td align="right">
9
    </td><td align="right">
4
    </td><td align="right">0,61<br />
        </td>
<td align="right">
36
    </td><td align="center">
0,95424
  </td></tr>
  <tr><td align="right">
10
    </td><td align="right">
2
    </td><td align="right">0,30<br />
        </td>
<td align="right">
20
    </td><td align="center">
1,00000
  </td></tr>
  <tr><td align="right">
11
    </td><td align="right">
2
    </td><td align="right">0,30<br />
        </td>
<td align="right">
22
    </td><td align="center">
1,04139
  </td></tr>
  <tr><td align="right">
12
    </td><td align="right">
5
    </td><td align="right">0,76<br />
        </td>
<td align="right">
60
    </td><td align="center">
1,07918
  </td></tr>
  <tr><td align="right">
13
    </td><td align="right">
2
    </td><td align="right">0,30<br />
        </td>
<td align="right">
26
    </td><td align="center">
1,11394
  </td></tr>
  <tr><td align="right">
14
    </td><td align="right">
2
    </td><td align="right">0,30<br />
        </td>
<td align="right">
28
    </td><td align="center">
1,14612
  </td></tr>
  <tr><td align="right">
17
    </td><td align="right">
1
    </td><td align="right">0,15<br />
        </td>
<td align="right">
17
    </td><td align="center">
1,23044
  </td></tr>
  <tr><td align="right">
19
    </td><td align="right">
1
    </td><td align="right">0,15<br />
        </td>
<td align="right">
19
    </td><td align="center">
1,27875
  </td></tr>
  <tr><td align="right">
20
    </td><td align="right">
2
    </td><td align="right">0,30<br />
        </td>
<td align="right">
40
    </td><td align="center">
1,30103
  </td></tr>
  <tr><td align="right">
22
    </td><td align="right">
1
    </td><td align="right">0,15<br />
        </td>
<td align="right">
22
    </td><td align="center">
1,34242
  </td></tr>
  <tr><td align="right">
26
    </td><td align="right">
1
    </td><td align="right">0,15<br />
        </td>
<td align="right">
26
    </td><td align="center">
1,41497
  </td></tr>
  <tr><td align="right">
33
    </td><td align="right">
1
    </td><td align="right">0,15<br />
        </td>
<td align="right">
33
    </td><td align="center">
1,51851
  </td></tr>
  <tr><td align="right">
34
    </td><td align="right">
1
    </td><td align="right">0,15<br />
        </td>
<td align="right">
34
    </td><td align="center">
1,53147
  </td></tr>
  <tr><td align="right">
45
    </td><td align="right">
1
    </td><td align="right">0,15<br />
        </td>
<td align="right">
45
    </td><td align="center">
1,65321
  </td></tr>
  <tr><th align="right">
&nbsp;
    </th><th align="right">
655
    </th><td align="right"><br />
        </td>
<th align="right">
1.495
    </th><th align="center">
&nbsp;
    </th></tr>
</tbody></table>
<br />
<p>Los niveles de productividad o &iacute;ndices de productividad (NP) se pueden observar con mayor claridad en la Fig. 1, donde aparecen 436 (66,6%) autores con NP = 0 (productividad baja), mientras que hubo 197 (30%) autores con 0 &lt; NP &lt; 1 (productividad media)  y tan solo 22 (3,4%) autores con NP &ge; 1 (altos productores). El
total de autores contabilizados en los 972 art&iacute;culos publicados ha sido de 655.</p>

<div align="center"><img src="p193fig1.jpg" alt="Fig. 1" width="588" height="489" border="0" /><br />
<br />
<strong>Fig. 1: Niveles de productividad de los autores de la revista Ciencia.</strong>
</div>
<br />

<p>Dentro de la productividad cient&iacute;fica es interesante saber el n&uacute;mero de autores que trabajan en
colaboraci&oacute;n (Tabla 3). Si hay muchos autores o no que trabajan en solitario o en equipo, etc. Este indicador denominado &iacute;ndice de cooperaci&oacute;n o m&aacute;s conocido como n&uacute;mero de firmas/trabajo, ha resultado ser de 1,51 firmas o autores/trabajo. El c&aacute;lculo procede de dividir el n&uacute;mero de firmas
aparentes (1.475) entre el n&uacute;mero de art&iacute;culos (972). En la tabla 3 se observa que el n&uacute;mero de trabajos en colaboraci&oacute;n es de 360 (37 %). Destaca un solo trabajo firmado por diez autores, 4 por 6, etc.</p>

<table width="456" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 3: &Iacute;ndice de cooperaci&oacute;n o n&uacute;mero de firmas/trabajo.
  </strong></caption>
  <tbody>
 <tr>
    <th>
N&uacute;mero de Firmas (a)
    </th><th>
N&uacute;mero de Trabajos (b)
    </th><th>
% de (b)
        </th>
<th>
a&times;b
    </th></tr>
  <tr>
    <td align="center">
10
    </td><td align="center">
1
    </td><td align="center">0,10<br />
        </td>
<td align="center">
10
    </td></tr>
  <tr>
    <td align="center">
6
    </td><td align="center">
4
    </td><td align="center">0,41<br />
        </td>
<td align="center">
24
    </td></tr>
  <tr>
    <td align="center">
5
    </td><td align="center">
5
    </td><td align="center">0,51<br />
        </td>
<td align="center">
25
    </td></tr>
  <tr>
    <td align="center">
4
    </td><td align="center">
21
    </td><td align="center">2,16<br />
        </td>
<td align="center">
64
    </td></tr>
  <tr>
    <td align="center">
3
    </td><td align="center">
82
    </td><td align="center">8,43<br />
        </td>
<td align="center">
246
    </td></tr>
  <tr>
    <td align="center">
2
    </td><td align="center">
247
    </td><td align="center">25,41<br />
        </td>
<td align="center">
494
    </td></tr>
  <tr>
    <td align="center">
1
    </td><td align="center">
612
    </td><td align="center">62,96<br />
        </td>
<td align="center">
612
    </td></tr>
  <tr>
    <th align="center">
Total
    </th><th align="center">
972
    </th><td align="center"><br />
        </td>
<th align="center">
1.475
    </th></tr>
    </tbody></table>
<br />  

<p>Respecto a la colaboraci&oacute;n cient&iacute;fica de los investigadores espa&ntilde;oles exiliados en Hispanoam&eacute;rica, se ha podido constatar la existencia de varios grupos de investigaci&oacute;n, posiblemente colegios invisibles. Uno de estos grupos estar&iacute;a formado por Giral, F. que colabora con un n&uacute;mero de investigadores pr&oacute;ximo a cuarenta, con varios de  ellos publica en repetidas ocasiones en temas de Bioqu&iacute;mica &ndash; Qu&iacute;mica Org&aacute;nica. Otro grupo detectado ser&iacute;a el encabezado por Giral, J. (padre del anterior), grupo m&aacute;s peque&ntilde;o que el anterior, formado por una veintena de investigadores que trabajan en temas de Bioqu&iacute;mica &ndash; Biolog&iacute;a.  Gravioto, R. O. es cabeza de un gran grupo de investigaci&oacute;n de unos 20 investigadores que publicaron sobre Bioqu&iacute;mica Nutricional. El resto de grupos de investigaci&oacute;n est&aacute;n encabezados por Massieu, H. G., con unos 30 investigadores, con publicaciones sobre Bioqu&iacute;mica &ndash; Biolog&iacute;a, Erdos, J. formado por unos quince investigadores, Guzm&aacute;n, G.J. y otros grupos formados por un n&uacute;mero menor de investigadores.</p>    

<p>Como dato final sobre la producci&oacute;n, se muestran los autores con mayor productividad en la revista Ciencia (Tabla 4) a lo largo de los m&aacute;s de treinta a&ntilde;os de vida de la revista. Se ha confeccionado la tabla con aquellos autores que resultaron tener un NP &gt; 1. Francisco Giral, con 45 art&iacute;culos,  es el de mayor producci&oacute;n cient&iacute;fica (NP = 1,65).</p> 
 
<table width="456" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 4: Autores m&aacute;s productivos (NP &gt; 1).
  </strong></caption>
  <tbody>
  <tr><th>
Autores
    </th><th>
Art&iacute;culos
    </th></tr>
  <tr><td>
GIRAL, F.
    </td><td align="center">
45
    </td></tr>
  <tr><td>
CRAVIOTO, R.O.
    </td><td align="center">
34
    </td></tr>
  <tr><td>
ERDOS, J.
    </td><td align="center">
33
    </td></tr>
  <tr><td>
MASSIEU, H.G.
    </td><td align="center">
26
    </td></tr>
  <tr><td>
SANCHEZ MARROQUIN, A.
    </td><td align="center">
22
    </td></tr>
  <tr><td>
BOLIVAR PIELTAIN, C.
    </td><td align="center">
20
    </td></tr>
  <tr><td>
GUZMAN, G.J.
    </td><td align="center">
20
    </td></tr>
  <tr><td>
CASTRO, H. de
    </td><td align="center">
19
    </td></tr>
  <tr><td>
BARGALLO, M.
    </td><td align="center">
18
    </td></tr>
  <tr><td>
GIRAL, J.
    </td><td align="center">
17
    </td></tr>
  <tr><td>
MULLERRIED, F.K.G.
    </td><td align="center">
14
    </td></tr>
  <tr><td>
PELAEZ, D.
    </td><td align="center">
14
    </td></tr>
  <tr><td>
BARRERA, A.
    </td><td align="center">
13
    </td></tr>
  <tr><td>
MALOWAN, L.S.
    </td><td align="center">
13
    </td></tr>
  <tr><td>
CUATRECASAS, J.
    </td><td align="center">
12
    </td></tr>
  <tr><td>
HAHN, F.L.
    </td><td align="center">
12
    </td></tr>
  <tr><td>
MALDONADO-KOERDELL, M.
    </td><td align="center">
12
    </td></tr>
  <tr><td>
OSORIO TAFALL, B.F.
    </td><td align="center">
12
    </td></tr>
  <tr><td>
SANCHEZ-VIESCA, F.
    </td><td align="center">
12
    </td></tr>
  <tr><td>
ALVAREZ, J.
    </td><td align="center">
11
    </td></tr>
  <tr><th>
Total
    </th><th align="center">
379
    </th></tr>
    </tbody></table>
<br />    

<h3>Del an&aacute;lisis de las  referencias bibliogr&aacute;ficas</h3>

<p>En la Tabla 5 se muestra el &iacute;ndice Price obtenido para cada a&ntilde;o, seg&uacute;n el n&uacute;mero de
referencias bibliogr&aacute;ficas pertenecientes a los art&iacute;culos publicados en esos a&ntilde;os. En la tabla se observa el n&uacute;mero de art&iacute;culos publicados cada a&ntilde;o, en n&uacute;mero de referencias pertenecientes a esos art&iacute;culos, el n&uacute;mero de referencias con antig&uuml;edad menor a 5 a&ntilde;os respecto al de publicaci&oacute;n del art&iacute;culo y el &iacute;ndice de Price. El resultado es muy variable, por lo general un &iacute;ndice de Price bajo, a excepci&oacute;n de los 5 primeros a&ntilde;os que es bastante alto. El &iacute;ndice de Price de la totalidad de las referencias es de 27,8 %.</p>  

<table width="85%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

  <caption align="bottom"><br /><strong>Tabla 5: &Iacute;ndice Price (% de referencias con una antig&uuml;edad &lt;5 a&ntilde;os).
  </strong></caption>
  <tbody>
  <tr><th align="center">
A&ntilde;o
    </th><th align="center">
Número de art&iacute;culos
    </th><th align="center">
Número de Referencias
    </th><th align="center">
Referencias &lt;&nbsp;5&nbsp;a&ntilde;os
    </th><th align="center">
&Iacute;ndice de Price (%)
    </th></tr>
  <tr><td align="center">
1940
    </td><td align="center">
65
    </td><td align="center">
690
    </td><td align="center">
(1936-40) 355
    </td><td align="center">
51,4
    </td></tr>
  <tr><td align="center">
1941
    </td><td align="center">
43
    </td><td align="center">
583
    </td><td align="center">
(1937-41) 339
    </td><td align="center">
58,1
    </td></tr>
  <tr><td align="center">
1942
    </td><td align="center">
37
    </td><td align="center">
319
    </td><td align="center">
(1938-42) 142
    </td><td align="center">
44,5
    </td></tr>
  <tr><td align="center">
1943
    </td><td align="center">
39
    </td><td align="center">
510
    </td><td align="center">
(1939-43) 183
    </td><td align="center">
35,8
    </td></tr>
  <tr><td align="center">
1944
    </td><td align="center">
29
    </td><td align="center">
193
    </td><td align="center">
(1940-44) 100
    </td><td align="center">
51,8
    </td></tr>
  <tr><td align="center">
1945
    </td><td align="center">
36
    </td><td align="center">
406
    </td><td align="center">
(1941-45) 120
    </td><td align="center">
29,5
    </td></tr>
  <tr><td align="center">
1946-47
    </td><td align="center">
36
    </td><td align="center">
332
    </td><td align="center">
(1943-47) 72
    </td><td align="center">
21,6
    </td></tr>
  <tr><td align="center">
1947-48
    </td><td align="center">
41
    </td><td align="center">
648
    </td><td align="center">
(1944-48) 197
    </td><td align="center">
30,4
    </td></tr>
  <tr><td align="center">
1948-49
    </td><td align="center">
40
    </td><td align="center">
640
    </td><td align="center">
(1945-49) 147
    </td><td align="center">
22,9
    </td></tr>
  <tr><td align="center">
1950-51
    </td><td align="center">
31
    </td><td align="center">
505
    </td><td align="center">
(1947-51) 68
    </td><td align="center">
13,4
    </td></tr>
  <tr><td align="center">
1951-52
    </td><td align="center">
39
    </td><td align="center">
571
    </td><td align="center">
(1948-52) 155
    </td><td align="center">
27,1
    </td></tr>
  <tr><td align="center">
1952-53
    </td><td align="center">
40
    </td><td align="center">
371
    </td><td align="center">
(1949-53)  75
    </td><td align="center">
20,2
    </td></tr>
  <tr><td align="center">
1953-54
    </td><td align="center">
37
    </td><td align="center">
646
    </td><td align="center">
(1950-54)  127
    </td><td align="center">
19,6
    </td></tr>
  <tr><td align="center">
1954-55
    </td><td align="center">
33
    </td><td align="center">
495
    </td><td align="center">
(1951-55)  177
    </td><td align="center">
35,7
    </td></tr>
  <tr><td align="center">
1955-56
    </td><td align="center">
34
    </td><td align="center">
541
    </td><td align="center">
(1952-56) 116
    </td><td align="center">
21,4
    </td></tr>
  <tr><td align="center">
1956
    </td><td align="center">
46
    </td><td align="center">
359
    </td><td align="center">
(1952-56) 98
    </td><td align="center">
27,2
    </td></tr>
  <tr><td align="center">
1957-58
    </td><td align="center">
31
    </td><td align="center">
510
    </td><td align="center">
(1954-58) 148
    </td><td align="center">
29,0
    </td></tr>
  <tr><td align="center">
1958-59
    </td><td align="center">
25
    </td><td align="center">
350
    </td><td align="center">
(1955-59) 96
    </td><td align="center">
27,4
    </td></tr>
  <tr><td align="center">
1959-60
    </td><td align="center">
32
    </td><td align="center">
561
    </td><td align="center">
(1956-60) 95
    </td><td align="center">
16,9
    </td></tr>
  <tr><td align="center">
1960-61
    </td><td align="center">
29
    </td><td align="center">
763
    </td><td align="center">
(1957-61) 152
    </td><td align="center">
19,9
    </td></tr>
  <tr><td align="center">
1961-62
    </td><td align="center">
28
    </td><td align="center">
472
    </td><td align="center">
(1958-62) 113
    </td><td align="center">
23,9
    </td></tr>
  <tr><td align="center">
1962-63
    </td><td align="center">
27
    </td><td align="center">
252
    </td><td align="center">
(1959-63) 79
    </td><td align="center">
31,3
    </td></tr>
  <tr><td align="center">
1964-65
    </td><td align="center">
29
    </td><td align="center">
445
    </td><td align="center">
(1961-65)  93
    </td><td align="center">
20,8
    </td></tr>
  <tr><td align="center">
1965-66
    </td><td align="center">
36
    </td><td align="center">
652
    </td><td align="center">
(1962-66) 114
    </td><td align="center">
17,4
    </td></tr>
  <tr><td align="center">
1966-67
    </td><td align="center">
30
    </td><td align="center">
570
    </td><td align="center">
(1963-67) 109
    </td><td align="center">
19,1
    </td></tr>
  <tr><td align="center">
1968
    </td><td align="center">
21
    </td><td align="center">
409
    </td><td align="center">
(1964-68)  99
    </td><td align="center">
24,2
    </td></tr>
  <tr><td align="center">
1969-72
    </td><td align="center">
28
    </td><td align="center">
362
    </td><td align="center">
(1968-72) 47
    </td><td align="center">
12,9
    </td></tr>
  <tr><td align="center">
1973
    </td><td align="center">
22
    </td><td align="center">
584
    </td><td align="center">
(1969-73) 232
    </td><td align="center">
39,7
    </td></tr>
  <tr><td align="center">
1974
    </td><td align="center">
8
    </td><td align="center">
445
    </td><td align="center">
(1970-74) 96
    </td><td align="center">
21,5
    </td></tr>
  <tr><th align="center">
Total
    </th><th align="center">
972
    </th><th align="center">
14.184
    </th><th align="center">
3.944
    </th><th align="center">
27,8
    </th></tr>
    </tbody></table>
<br />  

<p>La Tabla 6 muestra la distribuci&oacute;n de frecuencias de las referencias bibliogr&aacute;ficas seg&uacute;n el idioma de publicaci&oacute;n y por tipo documental. El ingl&eacute;s, como lengua oficial de la ciencia, es el idioma m&aacute;s frecuentemente utilizado, con un total de 9.423 referencias, segundo del espa&ntilde;ol con 2.206, le siguen alem&aacute;n, franc&eacute;s y un grupo de idiomas con unas frecuencias mucho m&aacute;s bajas.</p>    
<p>En lo que se refiere al tipo documental, el art&iacute;culo de revista es el de mayor frecuencia como fuente de
difusi&oacute;n de los resultados de la actividad cient&iacute;fica, con 11.075 (78,1%) referencias, a continuaci&oacute;n le siguen las monograf&iacute;as con 2.319 (16,3%), patentes en n&uacute;mero de 227 (1,6%),
comunicaciones a congresos 212 (1,5%), tesis doctorales 151 (1,1%) y un grupo de 200 (1,4%) referencias de muy variada tipolog&iacute;a documental (Tabla 6).</p>     

<table width="456" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

  <caption align="bottom"><br /><strong>Tabla 6: Distribuci&oacute;n frecuencias de las referencias bibliogr&aacute;ficas seg&uacute;n el idioma de la publicaci&oacute;n y por tipolog&iacute;a documental
  </strong></caption>
  <tbody>
  <tr><th align="center">
Idioma
    </th><th align="center">
Art&iacute;c. revista
    </th><th align="center">
Monogr.
    </th><th align="center">
Patentes
    </th><th align="center">
Comunic. congresos
    </th><th align="center">
Tesis Doct.
    </th><th align="center">
Otros
    </th><th align="center">
Total
    </th><th align="center">%
    </th>
</tr>
  <tr><td>
Ingl&eacute;s
    </td><td align="right">
7.871
    </td><td align="right">
1.332
    </td><td align="right">
42
    </td><td align="right">
79
    </td><td align="right">
16
    </td><td align="right">
63
    </td><td align="right">
9.423
    </td><td align="right">66,4<br />
        </td>
</tr>
  <tr><td>
Espa&ntilde;ol
    </td><td align="right">
1.418
    </td><td align="right">
461
    </td><td align="right">
1
    </td><td align="right">
78
    </td><td align="right">
121
    </td><td align="right">
127
    </td><td align="right">
2.206
    </td><td align="right">15,6<br />
        </td>
</tr>
  <tr><td>
Alem&aacute;n
    </td><td align="right">
1.053
    </td><td align="right">
224
    </td><td align="right">
147
    </td><td align="right">
7
    </td><td align="right">
3
    </td><td align="right">
3
    </td><td align="right">
1.437
    </td><td align="right">10,1<br />
        </td>
</tr>
  <tr><td>
Franc&eacute;s
    </td><td align="right">
405
    </td><td align="right">
237
    </td><td align="right">
9
    </td><td align="right">
27
    </td><td align="right">
6
    </td><td align="right">
4
    </td><td align="right">
688
    </td><td align="right">4,9<br />
        </td>
</tr>
  <tr><td>
Otros
    </td><td align="right">
328
    </td><td align="right">
45
    </td><td align="right">
28
    </td><td align="right">
21
    </td><td align="right">
5
    </td><td align="right">
3
    </td><td align="right">
430
    </td><td align="right">3<br />
        </td>
</tr>
  <tr><th align="center">
Total
    </th><th align="right">
11.075
    </th><th align="right">
2.319
    </th><th align="right">
227
    </th><th align="right">
212
    </th><th align="right">
151
    </th><th align="right">
200
    </th><th align="right">
14.184
    </th><td align="right"><br />
        </td>
</tr>
    </tbody></table>
<br />    

<h2>Discusi&oacute;n</h2>

<h3>Limitaciones</h3>

<p>Aunque la revista Ciencia, como se coment&oacute; al principio, reflejar&iacute;a una gran parte de la producci&oacute;n cient&iacute;fica generada por los investigadores espa&ntilde;oles exiliados en Hispanoam&eacute;rica, es l&oacute;gico pensar que no recoja toda la producci&oacute;n cient&iacute;fica. La aportaci&oacute;n de este trabajo permitir&iacute;a tener conocimiento de la situaci&oacute;n de la producci&oacute;n cient&iacute;fica de forma aproximada. Pues hemos de suponer que muchos autores publicar&iacute;an en otras revistas (en ingl&eacute;s, en otros idiomas e incluso en otras revistas en espa&ntilde;ol), tambi&eacute;n publicar&iacute;an en otro tipo de fuentes distintas a las revistas cient&iacute;ficas (libros, actas de congresos, tesis doctorales, etc.).</p> 

<p>Otras limitaciones se han debido a la imposibilidad de aplicar algunos indicadores, bien por el tipo de fuente utilizada (una sola revista) o por los a&ntilde;os de cobertura de la misma. As&iacute; no se han podido aplicar los
indicadores de circulaci&oacute;n y dispersi&oacute;n por no estar recogida en bases de datos (&iacute;ndice de productividad circulante, &iacute;ndice de circulaci&oacute;n, &iacute;ndice de difusi&oacute;n internacional o la dispersi&oacute;n de Bradford). Por las mismas razones no se pudo aplicar los indicadores de repercusi&oacute;n o impacto (&iacute;ndice de visibilidad, &iacute;ndice de influencia, vida media de las citas o factor de impacto).</p>
    
<h3>A los resultados</h3>

<p>Se ha podido constatar que la producci&oacute;n cient&iacute;fica se ha mantenido constante a lo largo de los a&ntilde;os de vida de la revista, siendo la Biolog&iacute;a la que m&aacute;s trabajos aport&oacute; (325), seguida de Qu&iacute;mica (291) y Medicina (216). De todas formas hay que tener en cuenta que se trata de la producci&oacute;n cient&iacute;fica de una serie de &aacute;reas de conocimiento a trav&eacute;s de una &uacute;nica revista.</p>

<p>Respecto a la clasificaci&oacute;n por materia, no era prioritario hacer en estos momentos un an&aacute;lisis riguroso, ya que su estudio requiere una atenci&oacute;n aparte y en mayor profundidad. Sin embargo se abre, con ello, un campo de investigaci&oacute;n muy interesante, que ser&aacute; abordado en breve por los autores, con el que se pretende dar respuesta a preguntas como: ¿Qu&eacute; cient&iacute;ficos espa&ntilde;oles en el exilio continuaron con la l&iacute;nea de investigaci&oacute;n iniciada en Espa&ntilde;a? ¿Qu&eacute; razones se podr&aacute;n hallar que expliquen por qu&eacute; algunos de estos investigadores cambiaron de l&iacute;nea de investigaci&oacute;n? ¿Se adaptaron a la diversidad cient&iacute;fica iniciada en la  mitad del siglo XX? ¿Por qu&eacute; aparecen pocos art&iacute;culos de F&iacute;sica y de Matem&aacute;ticas? Y a muchas otras preguntas.</p>

<p>La producci&oacute;n total  fue de 972 art&iacute;culos, lo que supone una media de 2,28 trabajos por autor. Una producci&oacute;n baja, ya que el &iacute;ndice de transitoriedad  o de autores ocasionales fue del 66,56 % (Fig. 1). Hay que tener presente que el número de autores ocasionales (autores con una sola publicaci&oacute;n en el estudio) es un &iacute;ndice que da idea de la consolidaci&oacute;n de la actividad cient&iacute;fica en un pa&iacute;s, &aacute;rea o disciplina (<a href="#shu91">Shubert y Gl&auml;nzel, 1991</a>). Por consiguiente, un % alto de autores ocasionales ser&iacute;a preocupante y deseable su disminuci&oacute;n. Los resultados del presente estudio han proporcionado un &iacute;ndice de transitoriedad relativamente alto, si se compara con el de otros estudios m&aacute;s recientes (<a href="#pul03">Pulgar&iacute;n <em>et al.</em>, 2003</a>, <a href="#pul04">2004</a>), aunque hay excepciones en las que el % de autores con un solo trabajo es superior al 80 % (<a href="#alv98">&Aacute;lvarez-Solar, <em>et al.</em>, 1998</a>).</p>    

<p>En cuanto a la colaboraci&oacute;n cient&iacute;fica tan solo 360 de los trabajos (37%) se publicaron en colaboraci&oacute;n. Mientras que el &iacute;ndice de cooperaci&oacute;n o número de firmas/trabajo fue de 1,51.
Un porcentaje y un &iacute;ndice bajos si se tiene en cuenta que la materia es cient&iacute;fica, si bien queda justificado por la &eacute;poca inicial y media de la revista (d&eacute;cadas 40 a 60), donde todav&iacute;a,  podr&iacute;amos decir, que no tiene efecto la ley 80/20 de Price, que viene a decir que en ciencia el 80% de los
trabajos se realizan en colaboraci&oacute;n, quedando reflejado a la hora de contar las firmas/trabajo (<a href="#lop92c">L&oacute;pez-Pi&ntilde;eiro y Terrada, 1992c</a>).</p>    

<p>Se ha podido observar la existencia de varios grupos de investigaci&oacute;n, que podr&iacute;an muy bien
constituir colegios invisibles (aunque la confirmaci&oacute;n quedar&iacute;a pendiente de la realizaci&oacute;n de investigaciones posteriores en mayor profundidad). Este hecho es muy importante, desde un punto de vista de la sociolog&iacute;a y la historia de la ciencia, ya que entra&ntilde;a un estudio del comportamiento de los cient&iacute;ficos agrupados para investigar. Verificar este fen&oacute;meno, dado con bastante frecuencia en la literatura cient&iacute;fica, conlleva un an&aacute;lisis m&aacute;s profundo de las causas, circunstancias pol&iacute;ticas y otras no menos importantes dentro de la ciencia de la informaci&oacute;n. De todas formas es muy interesante que en este peque&ntilde;o estudio bibliom&eacute;trico se haya podido detectar la posibilidad de su
existencia.</p>

<p>El &iacute;ndice de Price (<a href="#pri65">1965</a>), obtenido como medida de la obsolescencia de las referencias bibliogr&aacute;ficas, ha sido por lo general bajo, a excepci&oacute;n de los 5 primeros a&ntilde;os que es bastante alto. El &iacute;ndice para la totalidad de las referencias fue de 27,8%. Decimos que el &iacute;ndice de Price es bajo, por lo general, si lo comparamos con el obtenido en otros estudios, cuyos &iacute;ndices de Price superan el 35 % de media (<a href="#ter79">Terrada <em>et al.</em>, 1979</a>; <a href="#lop94">
L&oacute;pez-Pi&ntilde;ero y Terrada, 1994</a>; <a href="#alv98">&Aacute;lvarez-Solar <em>et al.</em>, 1998</a>; <a href="#ace00">Acea-Nebril <em>et al.</em>, 2000</a>). Este comportamiento puede tener su justificaci&oacute;n en que, los cient&iacute;ficos espa&ntilde;oles exiliados, dispusieran de una literatura abundante y actualizada, en los primeros a&ntilde;os, y a medida que fue pasando el tiempo, tal vez debido a penurias econ&oacute;micas u otras causas, no tuvieran a su alcance toda la literatura necesaria y, sobre todo, actualizada.</p>

<p>El n&uacute;mero de referencias por art&iacute;culo (14,6), considerando los a&ntilde;os estudiados y las circunstancias que rodearon a este grupo de cient&iacute;ficos, no se puede considerar bajo. Trabajos sobre las incidencias bibliogr&aacute;ficas en las revistas cient&iacute;ficas indican un patr&oacute;n abstracto de media igual a 15 referencias por art&iacute;culo (<a href="#pri65">Price, 1965</a>). En estudios posteriores, sobre &aacute;reas m&eacute;dicas, se han obtenido medias de 21 referencias por art&iacute;culo (<a href="#lop94">
L&oacute;pe-Pi&ntilde;ero y Terrada, 1994</a>) y de 24 referencias por art&iacute;culo (<a href="#alv98">
&Aacute;lvarez-Solar <em>et al.</em>, 1998</a>).</p>

<p>De todas formas dispusieron de bastante bibliograf&iacute;a publicada en ingl&eacute;s, ya que como lengua
oficial de la ciencia, fue el que con m&aacute;s frecuencia utilizaron (9.423 referencias), seguido del espa&ntilde;ol con 2.206 referencias, alem&aacute;n, franc&eacute;s y un grupo de idiomas con frecuencias mucho m&aacute;s bajas. Esto quiere decir que las fuentes principales de donde bebieron, este grupo de cient&iacute;ficos espa&ntilde;oles, para desarrollar sus investigaciones, era literatura publicada en ingl&eacute;s, fundamentalmente. Este bajo número de referencias en espa&ntilde;ol, respecto a las utilizadas en ingl&eacute;s, indica un &iacute;ndice de aislamiento bajo (15%). Un &iacute;ndice de aislamiento bajo es conveniente para aquellos pa&iacute;ses con producci&oacute;n cient&iacute;fica de segundo orden, ya que implica que los cient&iacute;ficos est&aacute;n utilizando un % de literatura internacional por encima del 85% (<a href="#lop94">
L&oacute;pez-Pi&ntilde;ero y Terrada, 1994</a>).</p>

<p>Y en lo referente al tipo documental, estuvieron en sinton&iacute;a con las formas de la ciencia, ya que el art&iacute;culo de revista cient&iacute;fica es el que con mayor frecuencia utilizaron (11.075 referencias), seguido de monograf&iacute;as (2.319); siendo bastante menos frecuente la utilizaci&oacute;n de otros tipos de documentos como referencia bibliogr&aacute;ficas.</p>

<h2>Conclusiones</h2>

<p>En los 29 vol&uacute;menes que public&oacute; la revista Ciencia, entre 1940 y 1974, aparecieron publicados un total de 972 art&iacute;culos. Estos conten&iacute;an 14.184 referencias bibliogr&aacute;ficas.</p>

<p>El mayor n&uacute;mero de art&iacute;culos corresponde a Biolog&iacute;a (325), seguido de Qu&iacute;mica (291), Medicina (216), Geolog&iacute;a (64), F&iacute;sica (35), Matem&aacute;ticas (29) y 12 art&iacute;culos
a otras materias.</p>

<p>La media del n&uacute;mero de referencias por art&iacute;culo fue de 14,6, si bien fue bastante variable a lo largo de los a&ntilde;os.</p>

<p>El n&uacute;mero de autores con un solo trabajo fue de 436 y el resto (219) publicaron dos o m&aacute;s art&iacute;culos. La media del n&uacute;mero de trabajos por autor result&oacute; ser de 2.28. El autor m&aacute;s productivo fue Giral, F., con 45 art&iacute;culos.</p>

<p>El n&uacute;mero de firmas/trabajo resultante fue de 1,51. El n&uacute;mero de trabajos en colaboraci&oacute;n fue de 360 (37%), destacando un solo trabajo firmado por diez autores.</p>

<p>Se ha detectado la existencia de grupos de investigaci&oacute;n encabezados por los autores m&aacute;s
productivos, sobre todo en materias que tienen que ver con la Qu&iacute;mica, Bioqu&iacute;mica y Biolog&iacute;a, en sus distintas especialidades.</p>

<p>El &iacute;ndice de Price (medida de la obsolescencia de las referencias bibliogr&aacute;ficas), de la totalidad de las referencias fue de 27,8%, si bien el resultado anual fue muy variable. Los 5 primeros a&ntilde;os tuvieron un &iacute;ndice muy alto y el resto bajo.</p>

<p>El ingl&eacute;s, como lengua oficial de la ciencia, fue el m&aacute;s utilizado, con un total de 9.423 referencias, seguido del espa&ntilde;ol con 2.206 (&iacute;ndice de aislamiento del 15,6). Otro grupo de idiomas, como alem&aacute;n o franc&eacute;s, tuvieron frecuencias m&aacute;s bajas.</p>

<p>Entre la tipolog&iacute;a documental destacan los art&iacute;culos de revistas (11.075 referencias), siguiendo a gran distancia las monograf&iacute;as (2.319 referencias) y en menor n&uacute;mero otros tipos de de documentos.</p>

<h2>Referencias</h2>

<ul>
<li><a id="ace00" name="ace00" />Acea-Nebril, B., Figueira-Moure, A. y G&oacute;mez-Freijoso, C. (2000). Art&iacute;culos originales publicados en la <i>Revista Espa&ntilde;ola de Enfermedades Digestivas</i> (1993-1998): autor&iacute;a, demora en la publicaci&oacute;n y referencias bibliogr&aacute;ficas. <i>Revista Espa&ntilde;ola de Enfermedades Digestivas</i>, <strong>92</strong>, 573-579.</li>

<li><a id="alv98" name="alv98" />&Aacute;lvarez-Solar, M., L&oacute;pez-Gonz&aacute;lez, M. L. y Cueto-Espinar, A. (1998). Indicadores bibliom&eacute;tricos, an&aacute;lisis tem&aacute;tico y metodol&oacute;gico de la investigaci&oacute;n publica en Espa&ntilde;a sobre epidemiolog&iacute;a y salud pública. <i>Medicina Cl&iacute;nica (Barcelona)</i>, <strong>111</strong>(14), 529-535.</li>

<li><a id="bur60" name="bur60" />Burton, R.E. y Kleber, R.W. (1960). The half-life of some scientific and technical literature. <i>American Documentation</i>, <strong>11</strong>(1), 18-22.</li>

<li><a id="car02" name="car02" />Carapeto, C., Pulgar&iacute;n, A. y Cobos, J.M. (2002). Ciencia. Revista hispano-americana de ciencias puras y aplicadas (1940-1975). <i>LLULL</i>, <strong>25</strong>, 329-368.</li>

<li><a id="fer97" name="fer97" />Fern&aacute;ndez-Guardiola, A. (1997). Las Neurociencias en el exilio espa&ntilde;ol en M&eacute;xico. Colecci&oacute;n &ldquo;<i>Encuentros Iberoamericanos</i>&rdquo;. M&eacute;xico D.F.: Impresora y Encuadernaci&oacute;n.</li>

<li><a id="gor94" name="gor94" />Giral, F. (1994). <i>Ciencia espa&ntilde;ola en el exilio (1939-1989). El exilio de los cient&iacute;ficos espa&ntilde;oles.</i> Barcelona: Anthropos.</li>

<li><a id="ord02" name="ord02" />Ord&oacute;&ntilde;ez-Aparicio, M&ordf;. M. (2002). <i><a  href="http://clio.rediris.es/clionet/articulos/cientificos.htm">Los cient&iacute;ficos del exilio espa&ntilde;ol en
M&eacute;xico: un perfil</a></i>. Retrieved 15 February, 2004 from the Clio Website at  http://clio.rediris.es/clionet/articulos/cientificos.htm</li>

<li><a id="lop92a" name="lop92a" />L&oacute;pez-Pi&ntilde;ero, J.M. y Terrada, M.L. (1992a). Los indicadores bibliom&eacute;tricos y la evaluaci&oacute;n de la actividad m&eacute;dico cient&iacute;fica (I). Usos y abusos de la bibliometr&iacute;a. <i>Medicina Cl&iacute;nica (Barcelona)</i>, <strong>98</strong>(2), 64-68.</li>

<li><a id="lop92b" name="lop92b" />L&oacute;pez-Pi&ntilde;ero, J.M. y Terrada, M.L. (1992b). Los indicadores bibliom&eacute;tricos y la evaluaci&oacute;n de la actividad m&eacute;dico cient&iacute;fica (II). La comunicaci&oacute;n cient&iacute;fica en las distintas &aacute;reas de la ciencia m&eacute;dica. <i>Medicina Cl&iacute;nica (Barcelona)</i>, <strong>98</strong>(3), 101-106.</li>

<li><a id="lop92c" name="lop92c" />L&Oacute;pez-Pi&ntilde;ero, J.M. y Terrada, M.L. (1992c). Los indicadores bibliom&eacute;tricos y la evaluaci&oacute;n de la actividad m&eacute;dico cient&iacute;fica (III). Los indicadores de producci&oacute;n, circulaci&oacute;n, dispersi&oacute;n, consumo de la informaci&oacute;n y repercusi&oacute;n. <i>Medicina Cl&iacute;nica (Barcelona)</i>, <strong>98</strong>(4), 142-148.</li>

<li><a id="lop94" name="lop94" />L&oacute;pez-Pi&ntilde;ero, J. M.y Terrada, M. L. (1994). El consumo de informaci&oacute;n cient&iacute;fica nacional y extranjera en las revistas m&eacute;dicas espa&ntilde;olas: un nuevo repertorio destinado a su estudio. <i>Medicina Cl&iacute;nica (Barcelona)</i>, <strong>102</strong>(3), 104-112.</li>

<li><a id="pri65" name="pri65" />Price, D.J. de S. (1965). Networks of scientific papers. <i>Science</i>, <strong>149</strong>(3683), 510-515.</li>

<li><a id="pri70" name="pri70" />Price, D.J. de S. (1970). Citation measures of hard science, soft science, technology, and nonscience. En C.E. Nelson and D.K. Pollock (Eds.) <i>Communication among scientists and engineers</i>. (pp. 3-22). Lexington, MA: Heath.</li>

<li><a id="pul03" name="pul03" />Pulgar&iacute;n-Guerrero, A., Gonz&aacute;lez-Calatraba, I.; Escalona-Fern&aacute;ndez, M.I. y P&eacute;rez-Pulido, M. (2003). <i>Estudio bibliom&eacute;trico de la producci&oacute;n cient&iacute;fica y tecnol&oacute;gica de la Universidad de Extremadura. An&aacute;lisis de la difusi&oacute;n alcanzada en bases de datos internacionales: per&iacute;odo 1991-2000.</i> C&aacute;ceres: Universidad de Extremadura.</li>

<li><a id="pul04" name="pul04" />Pulgar&iacute;n-Guerrero, A., Gonz&aacute;lez-Calatraba, I.; Escalona-Fern&aacute;ndez, M. I. y P&eacute;rez-Pulido, M. (2004). <i>Estudio bibliom&eacute;trico de la producci&oacute;n cient&iacute;fica de la Universidad de Extremadura. An&aacute;lisis de la difusi&oacute;n alcanzada en bases de datos nacionales: per&iacute;odo 1974-2000.</i> C&aacute;ceres: Universidad de Extremadura</li>

<li><a id="pul97" name="pul97" />Pulido, M. (1997). Obligaciones  &eacute;ticas de los autores: referencias bibliogr&aacute;ficas, criterios de originalidad y publicaci&oacute;n redundante y derechos de la propiedad intelectual. <i>Medicina Cl&iacute;nica (Barcelona)</i>, <strong>109</strong>(17), 673-676.</li>

<li><a id="shu91" name="shu91" />Shubert, A. y Gl&auml;nzel, W. (1991). Publication dynamics: models and indicators. <i>Scientometrics</i>, <strong>20</strong>(1), 317-331.</li>

<li><a id="ter79" name="ter79" />Terrada, M. L., de la Cueva, A. y A&ntilde;on R. (1979). La obsolescencia de la informaci&oacute;n cient&iacute;fica en las publicaciones m&eacute;dicas espa&ntilde;olas. <i>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</i>, <strong>2</strong>(1), 9-23.</li>
</ul>
<br />
<hr style="COLOR: #000080" size="1" />
<div align="center"><a id="abstract" name="abstract" />Bibliometric analysis of the scientific literature published in <br /><i>&quot;Ciencia. Revista hispano-americana de ciencias puras y aplicadas&quot;</i> (1940-1974)</div>
<br />

<div align="center"><b>Abstract</b></div>

<blockquote>This paper reports the pilot stage of a Project whose objective is to analyse the scientific output of the journal &ldquo;Ciencia&rdquo; from its appearance (1940) until its closure (1974). The journal constituted the formal channel for the dissemination of science among Spanish researchers in exile in Hispano-America due to the Spanish civil War (1936-1939). The original articles published in three of the seven sections into which the journal was divided &ndash; Modern science (section I), Original communications (section II), and Applied science (section IV) &ndash; are studied, together with the bibliographical references contained in those articles. The number of articles analysed was 972, and of bibliographical references 14,184.</blockquote>


<hr style="COLOR: #000080" size="1" />
<table cellspacing="10" align="center">
<tr><td align="center" valign="top">
<center>
<form method="get" action="http://scholar.google.com/scholar" target="_blank">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="&quot;bibliometric analysis&quot; &quot;scientific publications&quot; &quot;Spanish researchers&quot;" style="background-color: Yellow;" /></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-family: Verdana; font-weight: bold;" /></input>
<input type="hidden" name="num" value="100" /></input>
</td></tr></table></form>
<td colspan="2" align="center" style="font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject.</td>
</center>
<td align="center" valign="top">
<!-- Search Google -->
<center>
<form method="get" action="http://www.google.com/custom" target="_top">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="&quot;bibliometric analysis&quot; &quot;scientific publications&quot; &quot;Spanish researchers&quot;" style="background-color: Yellow;"></input><br />
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold;" /></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>
<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
</td></tr></table>
</form>
</center>
<!-- Search Google -->
</td></tr>
</table>

<hr style="COLOR: #000080" size="1" />
<div align="center">
<h4>How to cite this paper:</h4>
Pulgar&iacute;n, A., Carapeto, C., &amp; Cobos, J.M.  (2004);
&quot;An&aacute;lisis bibliom&eacute;trico de la literatura cient&iacute;fica publicada en <i>Ciencia. Revista hispano-americana de ciencias puras y aplicadas</i> (1940-1974)&quot; &nbsp; <em>Information Research</em>, <strong>9</strong>(4) paper 193 [Available at http://InformationR.net/ir/9-4/paper193.html]</div>
<br />

<hr style="COLOR: #000080" size="1" />

<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>
<img src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper193" align="middle"  width="60" height="20" border="0" hspace="4" vspace="2" alt="counter" /><br /><a href="http://www.digits.com/">Web Counter</a>
</div></td>

<td align="center" valign="top"><div>
&copy; the author, 2004. <br />Last updated: 3 March, 2004
</div></td>

<td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" />
</td></tr>
</table>

<hr size="1" style="color:#000080 ;" />
<table align="center"><tr><td><div id="button">
<ul>
	<li><a href="infres94.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr></table>
<hr size="3" style="color:#000080 ;" />
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/9-4/paper193.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:25 GMT -->
</html>
