<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/13-3/spanish133.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:50 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 13 No. 2 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 13 No.3 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 13 No. 3 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish133.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2008-09-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 3, September 2008</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres133.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper347.html" target="_blank">Extracci&oacute;n de variantes de nombres qu&iacute;micos para la recuperaci&oacute;n de informaci&oacute;n</a><br /><br />
Ari Pirkola</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Los nombres de las substancias qu&iacute;micas son largos, complejos y propensos a la variaci&oacute;n. Este estudio investiga los efectos en la recuperaci&oacute;n de la variaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se extrajo un gran conjunto de acr&oacute;nimos y partes textuales asociadas de un subconjunto de la colecci&oacute;n Medline y se us&oacute; para construir un &iacute;ndice completo de nombre-acr&oacute;nimo. Se dise&ntilde;&oacute; una t&eacute;cnica basada en la subsecuencia com&uacute;n m&aacute;s larga y estad&iacute;stica (denominada FNV-Finder) para identificar las variantes de t&eacute;rminos MeSH desde el &iacute;ndice completo de nombre-acr&oacute;nimo para su uso como t&eacute;rminos de consulta en b&uacute;squedas. Se evalu&oacute; el n&uacute;mero medio de variantes para cada t&eacute;rmino MeSH, el desempe&ntilde;o de la t&eacute;cnica FNV-Finder y el desempe&ntilde;o de la recuperaci&oacute;n.<br />
<strong>Resultados.</strong> El n&uacute;mero medio de variantes &uacute;nicas de cada t&eacute;rmino MeSH denotando una substancia qu&iacute;mica es de 2.82. La t&eacute;cnica FNV-Finder logr&oacute; un 95.0% de exhaustividad y un 97.1% de precisi&oacute;n. Los experimentos de recuperaci&oacute;n mostraron que la colecci&oacute;n contiene un n&uacute;mero sustancial de documentos que contienen s&oacute;lo variantes de los t&eacute;rminos MeSH (y no contiene t&eacute;rminos MeSH o n&uacute;meros de registro CAS).<br />
<strong>Conclusiones.</strong> La selecci&oacute;n de formas variantes para las consultas desde una colecci&oacute;n ser&iacute;a muy &uacute;til o incluso necesaria en la b&uacute;squeda de nombres qu&iacute;micos. Pueden seleccionarse r&aacute;pidamente  las formas variantes del &iacute;ndice nombre completo - acr&oacute;nimo manual o autom&aacute;ticamente usando la t&eacute;cnica FNV-Finder.
</blockquote>


<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper348.html" target="_blank">El impacto del conocimiento de Internet en la intenci&oacute;n de estudiantes de universidad de continuar usando Internet</a><br /> <br />
Lu Wei y Mingxin Zhang </h4>

<blockquote>
<strong>Introduci&oacute;n. </strong>Se examina el efecto del conocimiento de Internet en la intenci&oacute;n de estudiantes de universidad de continuar usando Internet.<br />
<strong>M&eacute;todo.</strong> Se entrevist&oacute; a estudiantes de cuatro instituciones p&uacute;blicas en Wuhan, China. Completaron un cuestionario en horas de clase.<br />
<strong>An&aacute;lisis.</strong> Se realiz&oacute; un an&aacute;lisis Psicom&eacute;trico para evaluar la consistencia interna, convergencia y validez discriminante de la construcci&oacute;n del conocimiento de Internet. El an&aacute;lisis de rutas se llev&oacute; a cabo con el programa de ecuaci&oacute;n estructural EQS 6.1, para probar las rutas causales entre los constructos y la bondad de ajuste del modelo de investigaci&oacute;n.<br />
<strong>Resultados.</strong> Se muestra que el conocimiento de Internet es un constructo fiable y v&aacute;lido, diferenciado de la experiencia de Internet y las creencias de autoeficacia en Internet y tiene un efecto significativo en la intenci&oacute;n de continuar usando Internet.<br />
<strong>Conclusiones.</strong> Este estudio complementa el modelo de aceptaci&oacute;n de tecnolog&iacute;a con la teor&iacute;a del aprendizaje social y esclarece las relaciones entre el conocimiento de Internet, la experiencia y la auto-eficacia. Se extiende el modelo de aceptaci&oacute;n de tecnolog&iacute;a desde la preocupaci&oacute;n con la adopci&oacute;n al uso continuo de la tecnolog&iacute;a. La construcci&oacute;n del conocimiento de Internet ofrece una oportunidad de conectar al modelo de aceptaci&oacute;n de tecnolog&iacute;a con la investigaci&oacute;n sobre brecha de conocimiento y brecha digital, lo cual es &uacute;til para futuros estudios de aceptaci&oacute;n de tecnolog&iacute;a.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper349.html" target="_blank">El an&aacute;lisis de trabajo de informaci&oacute;n: un acercamiento para investigar en las interacciones de informaci&oacute;n y conducta de informaci&oacute;n en contexto</a><br /><br />
Isto Huvila</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Se discute una aproximaci&oacute;n basada en roles de trabajo y teor&iacute;a de rol para conceptualizar la actividad de informaci&oacute;n humana, denotando an&aacute;lisis de trabajo de informaci&oacute;n. El presente art&iacute;culo explica la aproximaci&oacute;n y sus caracter&iacute;sticas especiales y beneficios en comparaci&oacute;n con los m&eacute;todos anteriores de an&aacute;lisis del trabajo de informaci&oacute;n humano.<br />
<strong>M&eacute;todo.</strong> Se discute la aproximaci&oacute;n a la luz de los resultados de una investigaci&oacute;n cualitativa emp&iacute;rica del trabajo de informaci&oacute;n de los profesionales de arqueolog&iacute;a finlandeses y suecos. El material se recopil&oacute; mediante una serie de veinticinco entrevistas tem&aacute;ticas, consistentes en una variedad de aproximaciones de entrevista diferentes.<br />
<strong>An&aacute;lisis.</strong> Los datos se analizaron usando una aproximaci&oacute;n de teor&iacute;a fundamentada, comprendiendo escritura reiterativa, an&aacute;lisis del esquema y pruebas de validez.<br />
<strong>Resultados.</strong> El an&aacute;lisis de trabajo de informaci&oacute;n es una aproximaci&oacute;n que expl&iacute;citamente se centra en la informaci&oacute;n y el trabajo, desde el punto de vista de la gesti&oacute;n de informaci&oacute;n y percibe a los dos como problemas sociales y culturales, en lugar de meramente cognoscitivos. Al contrario de los marcos anal&iacute;ticos orientados a la tecnolog&iacute;a de la informaci&oacute;n, el an&aacute;lisis de trabajo de informaci&oacute;n intenta a mejorar el trabajo de informaci&oacute;n como una empresa comprehensiva en lugar de meramente considerar c&oacute;mo desarrollar un sistema de informaci&oacute;n informatizado.<br />
<strong>Conclusiones.</strong> El an&aacute;lisis de trabajo de informaci&oacute;n proporciona una descripci&oacute;n y entendimiento de los fen&oacute;menos reales del mundo, pero tambi&eacute;n es un instrumento que intenta proporcionar las premisas necesarias para cambiar y desarrollar el estado presente de temas.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper350.html" target="_blank">Formaci&oacute;n mutua de relaciones sociales on-line y off-line</a><br /><br />
Bo Xie
</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio examina la interacci&oacute;n entre las relaciones sociales on-line y off-line centr&aacute;ndose en un grupo social: los usuarios de Internet chinos mayores.<br /> 
<strong>M&eacute;todo.</strong> Se realizaron treinta y tres entrevistas abiertas semi-estructuradas a los miembros de una comunidad de Internet china orientada a mayores en 2004.<br />  
<strong>An&aacute;lisis.</strong> Los datos de la entrevista fueron grabados, transcritos, traducidos y codificados siguiendo los principios de la teor&iacute;a fundamentada. <br /> 
<strong>Resultados.</strong> Los participantes han estado usando Internet para superar las barreras geogr&aacute;ficas e integrar el mundo virtual en la vida diaria. Las interacciones iniciales en la comunidad on-line promueven la necesidad de los individuos de encontrarse en el mundo f&iacute;sico con aqu&eacute;llos que tienen intereses y formaci&oacute;n similares. Las interacciones en el mundo f&iacute;sico a su vez ayuda a que las relaciones d&eacute;biles se desarrollen con lazos m&aacute;s fuertes. <br /> 
<strong>Conclusiones.</strong> Los mundo son-line y off-line que se construyen mutuamente e interact&uacute;an a trav&eacute;s de cauces de comunicaci&oacute;n m&uacute;ltiples es m&aacute;s probable que generen relaciones m&aacute;s fuertes que interactuando a trav&eacute;s de un solo cauce. 
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper351.html" target="_blank">El uso de los estudiantes de la alfabetizaci&oacute;n en habilidades y estrategias Web: b&uacute;squeda, lectura y evaluaci&oacute;n de la informaci&oacute;n Web </a><br /><br />
Els Kuiper, Monique Volman y Jan Terwel
</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> Este art&iacute;culo trata sobre la suficiencia y las caracter&iacute;sticas espec&iacute;ficas del uso por estudiantes de 5º grado de la alfabetizaci&oacute;n en habilidades y estrategias Web despu&eacute;s de completar un programa en el que estas habilidades y estrategias eran el foco de atenci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se reunieron datos del uso de la Web de veintiuna parejas de estudiantes durante seis tareas, y se grabaron con la ayuda del software de captura de pantalla Camtasia. Se transcribieron tanto los di&aacute;logos de los estudiantes como sus comportamientos en la pantalla.<br />
<strong>An&aacute;lisis.</strong> La parte cuantitativa del an&aacute;lisis se centr&oacute; en la extensi&oacute;n del uso de los estudiantes de las estrategias Web y en la adecuaci&oacute;n de esas estrategias, para lo que construimos un &iacute;ndice de adecuaci&oacute;n. La parte cualitativa del an&aacute;lisis se centr&oacute; en la adecuaci&oacute;n de las estrategias Web. Se aplicaron m&eacute;todos de reducci&oacute;n de datos, comparaci&oacute;n y contraste.<br />
<strong>Resultados.</strong> El uso por parte de  los estudiantes de la estrategia se caracteriza por las diferencias en la adecuaci&oacute;n tanto entre las tareas como dentro de las tareas. Esto puede explicarse en parte por las diferencias en el uso de los estudiantes de las habilidades de b&uacute;squeda, lectura y evaluaci&oacute;n y en parte por patrones espec&iacute;ficos subyacentes a su uso de estrategias Web como la flexibilidad, impulsividad y una tendencia a s&oacute;lo buscar 'una respuesta correcta'. En particular, el uso reflexivo de la alfabetizaci&oacute;n en habilidades Web parece determinar la adecuaci&oacute;n de los estudiantes.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper352.html" target="_blank">An&aacute;lisis comparativo de redes de coautor&iacute;a universidad-gobierno-empresa en tres dominios cient&iacute;ficos en la regi&oacute;n de Madrid</a><br /><br />Carlos Olmeda-G&oacute;mez, Antonio Perianes-Rodr&iacute;guez, Mar&iacute;a Antonia Ovalle-Perandones y F&eacute;lix Moya-Aneg&oacute;n
</h4> 

<blockquote>
<strong>Introducci&oacute;n:</strong> En una econom&iacute;a orientada a la innovaci&oacute;n y la competitividad en las actividades de investigaci&oacute;n y desarrollo, son de considerable inter&eacute;s las inter-relaciones entre la universidad, empresa privada y gobierno. El networking (establecimiento de redes) constituye una estrategia prioritaria para lograr este objetivo estrat&eacute;gico y una herramienta en las econom&iacute;as basadas en el conocimiento.<br />
<strong>M&eacute;todo:</strong> Partiendo de un inventario completo de art&iacute;culos cient&iacute;ficos en coautor&iacute;a, se definieron y analizaron las redes de colaboraci&oacute;n con el m&eacute;todo de an&aacute;lisis de redes sociales, usando el software Pajek y se realiz&oacute; la representaci&oacute;n gr&aacute;fica con el algoritmo de visualizaci&oacute;n de Kamada-Kawai.<br />
<strong>An&aacute;lisis:</strong> Se analiza la producci&oacute;n cient&iacute;fica que implica colaboraci&oacute;n intrarregional en la regi&oacute;n de Madrid a trav&eacute;s de tres categor&iacute;as tem&aacute;ticas. Los datos usados se tomaron del Web of Science de los a&ntilde;os 1995-2003. Los principales indicadores de redes sociales obtenidos fueron: grado de densidad media, grado normalizado y grado de centralizaci&oacute;n (grado promedio), centralizaci&oacute;n de intermediaci&oacute;n (intermediaci&oacute;n promedio), centralizaci&oacute;n de cercan&iacute;a (cercan&iacute;a promedio) y coeficiente de agrupamiento.<br />
<strong>Resultados:</strong> El networking conduce a un moderado aumento en el n&uacute;mero de enlaces y actores participantes, con m&aacute;s empresas espa&ntilde;olas y subsidiarias multi-nacionales en el segundo per&iacute;odo. El mayor n&uacute;mero de enlaces se registr&oacute; para universidades p&uacute;blicas localizadas en la Comunidad de Madrid.<br />
<strong>Conclusiones:</strong> Los datos resultantes del an&aacute;lisis de la red social realizado, proporcionaron una vista de las caracter&iacute;sticas estructurales de las redes generadas y su evoluci&oacute;n. La metodolog&iacute;a de visualizaci&oacute;n usada demostr&oacute; ser altamente informativa en la identificaci&oacute;n no s&oacute;lo de los actores principales, tambi&eacute;n de los agrupamientos y componentes. El an&aacute;lisis proporciona una perspectiva &uacute;til para entender la din&aacute;mica de  las redes colaborativas.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper353.html" target="_blank">Entorno de informaci&oacute;n de investigadores en medicina molecular</a><br /><br />Annikki Roos, Sanna Kumpulainen , Kalervo J&auml;rvelin y Turid Hedlund
</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> Describe y analiza el entorno de informaci&oacute;n del trabajo de investigaci&oacute;n en medicina molecular. Presumimos una interdependencia entre el entorno de informaci&oacute;n, el proceso de la investigaci&oacute;n y las tareas de trabajo relacionadas.<br />
<strong>M&eacute;todo.</strong> &Eacute;ste es un estudio de casos cualitativo que usa m&eacute;todos mixtos. Se recogieron los datos emp&iacute;ricos usando dos estudios y seis entrevistas tem&aacute;ticas semi-estructuradas.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis se realiz&oacute; sobre los datos fusionados de los dos estudios. Los entrevistados fueron divididos en grupos y se categorizaron los recursos de informaci&oacute;n.<br />
<strong>Resultados.</strong> El entorno de informaci&oacute;n consiste en amplias categor&iacute;as de datos, herramientas, material publicado y comunicaci&oacute;n interpersonal. El uso de portales y otros recursos integrados fue sustancial. El papel de PubMed era central en los hechos de investigaci&oacute;n cient&iacute;fica. Se us&oacute; Google para localizar p&aacute;ginas Web generales, grupos de investigaci&oacute;n, m&eacute;todos y herramientas. La comunicaci&oacute;n interpersonal parec&iacute;a ser efectiva para proporcionar informaci&oacute;n sobre m&eacute;todos y herramientas entre grupos que hacen trabajo de laboratorio. Los problemas informados est&aacute;n relacionados con la falta de conocimiento sobre recursos &uacute;tiles y sobre c&oacute;mo usarlos apropiadamente, algunos problemas de formulaci&oacute;n de consultas tambi&eacute;n fueron informados, por ejemplo los problemas con siglas, nombres personales y sinonimia de nombres de genes.<br />
<strong>Conclusiones.</strong> La informaci&oacute;n relacionada con las tareas, ocuparon mucho tiempo de los investigadores. Si se resolvieran los problemas de informaci&oacute;n, se liberar&iacute;a m&aacute;s tiempo para la investigaci&oacute;n. La base de datos y las interfaces de las herramientas deben ser m&aacute;s f&aacute;ciles usar.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 19th September, 2008</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-3/spanish133.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:50 GMT -->
</html>
