<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/11-3/spanish113.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:47 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 11 No. 3 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 11 No. 3 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 11 No. 3 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish113.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2006-04-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />Vol. 11  No. 3, April 2006<br /><br />
<div id="button">
<ul>
	<li><a href="infres113.html">Contents | </a></li>
	<li><a href="../iraindex.html">Author index | </a></li>
	<li><a href="../irsindex.html">Subject index | </a></li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1">
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper251.html">El uso del an&aacute;lisis del g&eacute;nero en el dise&ntilde;o de sistemas de reuni&oacute;n electr&oacute;nica</a><br />
Pedro Antunes, Departamento de Inform&aacute;tica, Facultad de Ciencias de la Universidad de Lisboa, Campo Grande, 1700 Lisboa, Portugal, Carlos J. Costa, Departamento de Ciencias y Tecnologías de Informaci&oacute;n, ISCTE, Av. das Forças Armadas, 1649 Lisboa, Portugal, Jos&eacute; A. Pino, Departamento de Inform&aacute;tica, Universidad de Chile, Blanco Encalada 2120, Santiago, Chile</h4> 

<blockquote><strong>Introducci&oacute;n</strong>. El an&aacute;lisis del g&eacute;nero es una aproximaci&oacute;n al estudio de los modelos de comunicaci&oacute;n y en consecuencia puede aplicarse al contexto específico de las reuniones. Este estudio investiga el uso de an&aacute;lisis del g&eacute;nero en el dise&ntilde;o de sistemas de la reuni&oacute;n electr&oacute;nica.<br />
<strong>Fondo</strong>. El objetivo principal de an&aacute;lisis del g&eacute;nero es comprender c&oacute;mo usan las comunidades virtuales la comunicaci&oacute;n digital para la colaboraci&oacute;n. Este conocimiento es fundamental para influenciar (informar) el dise&ntilde;o de sistemas de informaci&oacute;n, particularmente en &aacute;reas donde son primordiales la comunicaci&oacute;n e informalidad. Sin embargo, la bibliografía de investigaci&oacute;n no informa sobre ning&uacute;n experimento donde haya sido usado el an&aacute;lisis del g&eacute;nero para influenciar el dise&ntilde;o de sistemas de reuni&oacute;n electr&oacute;nicos. <br />
<strong>Problemas</strong>. El artículo aborda los siguientes problemas muy comunes encontrados en sistemas de reuni&oacute;n electr&oacute;nica actuales: (1) integraci&oacute;n organizativa reducida, descuidando muchas claves (se&ntilde;ales) contextuales y factores explicativos necesarios para hacer utilizables los resultados de la reuni&oacute;n dentro de la organizaci&oacute;n; (2) falta de soporte para comunidades específicas de usuarios, haciendo hincapi&eacute; en la dependencia de un facilitador para configurar y gestionar la tecnología; y (3) falta de soporte para reuniones que abarcan largos períodos de tiempo. <br />
<strong>Conclusiones</strong>. El trabajo describe c&oacute;mo se us&oacute; el an&aacute;lisis del g&eacute;nero para desarrollar sistemas de reuni&oacute;n electr&oacute;nicos para algunas organizaciones y reuniones de g&eacute;nero. Cubre el proceso de dise&ntilde;o completo, desde la elicitaci&oacute;n de g&eacute;nero a la validaci&oacute;n. Los resultados obtenidos demuestran que el enfoque de g&eacute;nero produce sistemas de reuni&oacute;n electr&oacute;nica enfocados en la integraci&oacute;n organizativa, pre-configurados a comunidades de usuarios, con soporte para el uso a largo plazo, y valor a&ntilde;adido organizativo. </blockquote>

<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper252.html">Hacia un marco analítico integrado de la alfabetizaci&oacute;n en tecnología de la informaci&oacute;n y comunicaciones: de las dimensiones proyectadas a las implementadas y conseguidas</a><br />
Lina Markauskaite, Centro para la Investigaci&oacute;n sobre el Aprendizaje y Cognici&oacute;n apoyado en Ordenador (CoCo), Escuela de Desarrollo y Aprendizaje, Facultad de Educaci&oacute;n y Social (A35), Universidad de Sydney, Australia</h4>

<blockquote><strong>Introducci&oacute;n</strong>. Se examinan y revisan los enfoques te&oacute;ricos y los marcos que nos ayudan a comprender la noci&oacute;n contempor&aacute;nea de informaci&oacute;n y la alfabetizaci&oacute;n en tecnología de la informaci&oacute;n y comunicaciones (alfabetizaci&oacute;n en TIC) en el sector de educaci&oacute;n formal.<br /> 
<strong>M&eacute;todo</strong>. El an&aacute;lisis se lleva a cabo desde la perspectiva conceptual de la tecnología (i.e., inform&aacute;tica). El foco de atenci&oacute;n es sobre aquellos aspectos de las nuevas alfabetizaciones que est&aacute;n directamente relacionados con el uso de la informaci&oacute;n y las tecnologías de la comunicaci&oacute;n. Se aplica revisi&oacute;n estructurada de bibliografía y t&eacute;cnicas de investigaci&oacute;n documental.<br /> 
<strong>An&aacute;lisis</strong>. Se aclaran las relaciones entre la alfabetizaci&oacute;n en TIC, alfabetizaci&oacute;n informacional, alfabetizaci&oacute;n en medios y otras nuevas alfabetizaciones. Se discuten t&eacute;rminos importantes -'TIC', 'alfabetizaci&oacute;n' y 'alfabetizaci&oacute;n en TIC'-. Se presenta un marco analítico para la investigaci&oacute;n de la comprensi&oacute;n contempor&aacute;nea de la alfabetizaci&oacute;n en tecnologías de la informaci&oacute;n y comunicaci&oacute;n. En este marco, se emplean tres dimensiones analíticas de la alfabetizaci&oacute;n en TIC -(1) proyectada, (2) implementada y (3) conseguida-. Se discuten las principales perspectivas y enfoques estructurales que pueden ser aplicados para el examen de la alfabetizaci&oacute;n en TIC en cada uno de estas tres dimensiones.<br /> 
<strong>Resultados</strong>. El marco analítico propuesto revela los enlaces entre (1) los enfoques conceptuales y los objetivos iniciales de las políticas de alfabetizaci&oacute;n en TIC, propuestas al m&aacute;ximo nivel de decisi&oacute;n política; (2) las pr&aacute;cticas de ense&ntilde;anza y aprendizaje, implementadas en el nivel medio del sistema educativo y (3) las experiencias de aprendizaje de alfabetizaci&oacute;n en TIC y los resultados de los estudiantes, esperadas en el nivel base del sistema educativo.<br /> 
<strong>Conclusiones</strong>. Se argumenta que este marco analítico puede ser aplicado para un an&aacute;lisis integrado de la alfabetizaci&oacute;n en TIC. El marco suministra una estructura conceptual para el descubrimiento de las contradicciones en la comprensi&oacute;n de la alfabetizaci&oacute;n en TIC a varios niveles de los sistemas educativos.</blockquote>


<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper253.html">Un modelo para el desarrollo de comunidades virtuales para personas con incapacidades f&iacute;sicas a largo plazo y graves</a><br />
C.M. Tilley, C.S. Bruce, G. Hallam y A.P. Hills, Escuela de Sistemas de Informaci&oacute;n, Facultad de Tecnolog&iacute;a de la Informaci&oacute;n. Universidad de Queensland de Tecnolog&iacute;a, GPO Box 2434, Brisbane. Australia. 4001</h4>

<blockquote><strong>Introducci&oacute;n</strong>. Este trabajo informa sobre los resultados de una investigaci&oacute;n respecto a las necesidades de personas con incapacidades que quieren participar en el uso de comunidades virtuales. El objetivo fue investigar '&iquest;c&oacute;mo pueden ser facilitadas mejor las comunidades virtuales para las personas con incapacidades f&iacute;sicas a largo plazo, graves?'<br />
<strong>M&eacute;todo</strong>. Se adopt&oacute; un enfoque de Teor&iacute;a Fundamentada (Grounded Theory) para influenciar la investigaci&oacute;n. Se realizaron entrevistas en profundidad con doce personas con paraplejia, cuadriplejia u otras incapacidades f&iacute;sicas o de movilidad graves y a largo plazo y seis profesionales sanitarios, proveedores de servicios, personal de informaci&oacute;n y consejeros de pol&iacute;tica que estaban involucrados en su bienestar.<br />
<strong>An&aacute;lisis</strong>. Se obtuvieron abundantes explicaciones sobre el uso de la tecnolog&iacute;a de la informaci&oacute;n y comunicaci&oacute;n (TIC) y las contribuciones de las tecnolog&iacute;as a la restauraci&oacute;n del sentido del control sobre sus vidas.<br />
Resultados. El resultado principal de la investigaci&oacute;n es una teor&iacute;a que trata de la calidad de comunidades virtuales para los discapacitados. La teor&iacute;a se representa como un Modelo de Comunidad Virtual. El modelo identifica: la necesidad de 'Un sentido del control' como elemento de fundaci&oacute;n de comunidades virtuales para discapacitados; los dominios clave en los que las personas discapacitadas participan en comunidades virtuales; y las barreras y los habilitadores para su participaci&oacute;n.<br />
<strong>Conclusi&oacute;n</strong>. El modelo suministra un marco que puede ser usado por grupos de inter&eacute;s y otras organizaciones para facilitar el desarrollo de comunidades virtuales para personas con incapacidades f&iacute;sicas graves. Los seis tipos clave de comunidad necesitan ser representados en tales comunidades virtuales si se quiere conseguir un 'Sentido del control' completo por personas minusv&aacute;lidas.</blockquote> 

<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper254.html">El uso de fuentes de informaci&oacute;n por pacientes de c&aacute;ncer: los resultados de una evaluaci&oacute;n sistem&aacute;tica de la literatura de investigaci&oacute;n</a><br />
Kalyani Ankem, Facultad de Biblioteconom&iacute;a y Documentaci&oacute;n, Universidad Central de Carolina del Norte, Durham, Carolina del Norte 27707, EE.UU.</h4> 

<blockquote><strong>Objetivos.</strong> Se sintetizaron las conclusiones existentes sobre el uso de fuentes de informaci&oacute;n de pacientes de c&aacute;ncer para: 1) ordenar (alinear) las fuentes de informaci&oacute;n de mayor a menor uso y las fuentes de informaci&oacute;n m&aacute;s &uacute;tiles, y para 2) encontrar el impacto de los datos demogr&aacute;ficos y situaciones de pacientes sobre el uso de fuentes de informaci&oacute;n.
M&eacute;todos. Se realiz&oacute; una evaluaci&oacute;n sistem&aacute;tica para sintetizar los resultados encontrados en los estudios. Se busc&oacute; en MEDLINE y CINAHL para recuperar bibliograf&iacute;a sobre el uso de fuentes de informaci&oacute;n de los pacientes de c&aacute;ncer. Los art&iacute;culos recuperados fueron seleccionados cuidadosamente de acuerdo con criterios predeterminados, y algunos art&iacute;culos se eliminaron en un enfoque sistem&aacute;tico.<br /> 
<strong>An&aacute;lisis</strong>. Se analizaron sistem&aacute;ticamente los doce art&iacute;culos que cumpl&iacute;an los criterios extrayendo los datos de los art&iacute;culos y resumi&eacute;ndolos con el prop&oacute;sito de s&iacute;ntesis para determinar el significado de las conclusiones sobre las fuentes de informaci&oacute;n m&aacute;s usadas, las fuentes de informaci&oacute;n menos usadas, las fuentes de informaci&oacute;n m&aacute;s &uacute;tiles, el efecto de las caracter&iacute;sticas de los pacientes sobre la preferencia para una fuente de informaci&oacute;n, y el efecto de la situaci&oacute;n del paciente sobre la preferencia para una fuente de informaci&oacute;n.<br />
<strong>Resultados</strong>. Las fuentes de informaci&oacute;n m&aacute;s usadas, en orden descendente de uso, fueron los profesionales sanitarios, los folletos m&eacute;dicos, y la familia y amigos. Internet y los grupos de apoyo fueron los menos usados. En orden descendente de la utilidad, los libros, los profesionales sanitarios y los folletos m&eacute;dicos fueron hallados como las fuentes de informaci&oacute;n m&aacute;s &uacute;tiles. Los pacientes m&aacute;s j&oacute;venes usaron m&aacute;s a los profesionales sanitarios y ciertas formas de fuentes de informaci&oacute;n escritas que los pacientes m&aacute;s viejos.<br />
<strong>Conclusiones</strong>. La evaluaci&oacute;n sistem&aacute;tica muestra que muchas &aacute;reas del uso de fuentes de informaci&oacute;n de pacientes de c&aacute;ncer han sido olvidadas o apenas analizadas. Una comprensi&oacute;n en profundidad del uso de las fuentes de informaci&oacute;n y las caracter&iacute;sticas en las fuentes de informaci&oacute;n consideradas &uacute;tiles por los pacientes de c&aacute;ncer es importante para desarrollar intervenciones fructuosas para informar mejor a los pacientes.</blockquote> 

<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper256.html">Investigaci&oacute;n sobre necesidades de informaci&oacute;n en Rusia y Lituania, 1965-2003</a><br />
Elena Macevi&#269;i&#363;t&#279; Facultad Sueca de Biblioteconom&iacute;a y Documentaci&oacute;ne, Högskolan i Borås, Suecia, y Universidad de Vilna, Vilna, Lituania.</h4>

<blockquote><strong>Introducci&oacute;n</strong>. La invisibilidad de la investigaci&oacute;n sobre las necesidades de informaci&oacute;n de Europa del Este y Central en el Oeste suger&iacute;a una exploraci&oacute;n de los resultados de investigaci&oacute;n publicados de Lituania y Rusia de 1965 a 2003.<br />
<strong>M&eacute;todo</strong>. Los datos se tomaron de la revista Informatika-59. Las publicaciones se recuperaron de las bibliotecas lituanas y rusas o de Internet. <br />
<strong>An&aacute;lisis</strong>. Los textos y, en los casos en que no estaban disponibles los textos completos, los res&uacute;menes se usaron para el an&aacute;lisis cualitativo evaluando la relevancia, el contenido, los conceptos usados y su evoluci&oacute;n con el tiempo. Se realiz&oacute; una comparaci&oacute;n con la bibliograf&iacute;a (idioma ingl&eacute;s o anglo-americano) occidental.<br />
<strong>Resultados</strong>. Se sigue el desarrollo del concepto de necesidades de informaci&oacute;n del usuario en Rusia y Lituania a trav&eacute;s de varias d&eacute;cadas, as&iacute; como la comprensi&oacute;n de sus or&iacute;genes, estructura y tipolog&iacute;as. Se trazan los conceptos paralelos y las ideas similares en la bibliograf&iacute;a occidental de conducta en informaci&oacute;n. Se revela un contexto de investigaci&oacute;n relacionada (estudios de lectura y alfabetizaci&oacute;n en informaci&oacute;n).<br />
<strong>Conclusiones.</strong> A pesar del aislamiento de dos cuerpos de investigaci&oacute;n (Europa Oriental y Oriental) en el &aacute;rea de las necesidades de informaci&oacute;n, se revelan un desarrollo com&uacute;n y las similitudes en la comprensi&oacute;n del concepto b&aacute;sico de necesidad de informaci&oacute;n, su origen y estructura as&iacute; como las tipolog&iacute;as. Las diferencias b&aacute;sicas radican en la comprensi&oacute;n de los contextos de la formaci&oacute;n de las necesidades de informaci&oacute;n, su influencia y, por consiguiente, la atenci&oacute;n a los roles de los contextos en la investigaci&oacute;n. Tambi&eacute;n parece que las necesidades de informaci&oacute;n diarias no relacionadas con el trabajo son excluidas totalmente de los horizontes de los investigadores rusos.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper257.html">No malas p&aacute;ginas web: la preponderancia del lector y la Web</a><br />
Terrence A. Brooks, Facultad de Informaci&oacute;n, Universidad de Washington, Seattle, WA 98195, EE.UU.</h4>

<blockquote><strong>Fondo</strong>. La elaboraci&oacute;n de scripts de usuario anuncia un cambio de paradigma hacia la preponderancia del lector Web. Poderosos autores Web de la primera d&eacute;cada de la Web fueron advertidos sobre temas de usabilidad y accesibilidad. Cuando el poder se desplaza hacia los lectores Web, estos se convierten en capaces de personalizar p&aacute;ginas Web con sus propios gustos y prop&oacute;sitos. Este trabajo describe el desarrollo de la extensi&oacute;n Greasemonkey del navegador Firefox.<br />
<strong>Argumento</strong>. La elaboraci&oacute;n de scripts de usuario es un producto de desarrollo del navegador de fuente abierto, y desarrolladores individuales que desean cambiar p&aacute;ginas Web. La extensi&oacute;n Greasemonkey del navegador Firefox permite que los lectores Web escriban JavaScripts que (1) cambian la apariencia de las p&aacute;ginas Web, (2) cambian la funcionalidad de los controles de la p&aacute;gina Web, y (3) facilitan 'pur&eacute;s' de p&aacute;ginas Web ('Mashups'), presentaciones Web h&iacute;bridas compuestas del contenido de dos o m&aacute;s p&aacute;ginas Web. El &uacute;nico l&iacute;mite que naturalmente puede ocurrir para la modificaci&oacute;n de p&aacute;gina Web puede ser la dificultad del c&oacute;digo fuente de la p&aacute;gina Web. Se est&aacute;n presentando herramientas que protegen a los lectores Web de la complejidad del HTML.<br />
<strong>Conclusi&oacute;n</strong>. El cambio de paradigma para los lectores Web, armados con herramientas poderosas y f&aacute;ciles de usar para personalizar p&aacute;ginas Web anuncia una nueva era de la Web. Amenaza la idea de que una p&aacute;gina Web tiene una &uacute;nica apariencia, y enfatiza la tendencia a dise&ntilde;ar p&aacute;ginas Web como mera entrada a la experiencia de lectura, sujeta a la modificaci&oacute;n del dispositivo de presentaci&oacute;n as&iacute; como al gusto y prop&oacute;sito del lector. </blockquote>
 
<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper259.html">La relaci&oacute;n complementaria entre Internet y los medios de comunicaci&oacute;n de masas tradicionales: el caso de las noticias e informaci&oacute;n en l&iacute;nea</a><br /> 
An Nguyen, Facultad de Ingl&eacute;s, Estudios de Medios e Historia de Arte, y Mark Western, Centro de investigaci&oacute;n social de la Universidad de Queensland, Universidad de Queensland, Brisbane, Australia.</h4>

<blockquote><strong>Fondo</strong>. La pregunta sobre si los viejos medios de comunicaci&oacute;n son expulsados de la existencia por los nuevos medios de comunicaci&oacute;n ha sido una larga preocupaci&oacute;n en la investigaci&oacute;n acad&eacute;mica e industrial pero no ha recibido una respuesta definitiva.<br />
<strong>Prop&oacute;sito</strong>. Este trabajo va m&aacute;s all&aacute; de la mayor&iacute;a de los estudios previos sobre el impacto de Internet en los medios de comunicaci&oacute;n tradicionales, que han puesto su relaci&oacute;n dentro de un marco competitivo, para investigar espec&iacute;ficamente el efecto complementario de las noticias en l&iacute;nea y el uso de informaci&oacute;n sobre las fuentes tradicionales.<br /> 
<strong>M&eacute;todo</strong>. An&aacute;lisis de datos secundario de una encuesta nacional sobre 4270 australianos realizada a finales de 2003, trabajando con pruebas de hip&oacute;tesis para la media, correlaciones parciales, y an&aacute;lisis de regresi&oacute;n lineal.<br />
<strong>Resultados</strong>. Las noticias en l&iacute;nea y el uso de la informaci&oacute;n en &aacute;mbitos de uso diferentes se relacionan positivamente con el uso de noticias y fuentes de informaci&oacute;n tradicionales, especialmente aquellos que son m&aacute;s intensivos en informaci&oacute;n. Aquellos que m&aacute;s depend&iacute;an de Internet para obtener noticias e informaci&oacute;n a&uacute;n usaron considerablemente las fuentes tradicionales.<br /> 
<strong>Conclusi&oacute;n</strong>. Las conclusiones indican que incluso si tiene lugar un efecto de desplazamiento, no habr&aacute; sustituci&oacute;n (desplazamiento total): los medios de comunicaci&oacute;n tradicionales todav&iacute;a existir&aacute;n para complementar a Internet para servir noticias y necesidades de informaci&oacute;n de los seres humanos. </blockquote>


<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper255.html">Estudios de casos en la publicaci&oacute;n de libre acceso. N&uacute;mero uno.
La Revista Electr&oacute;nica de Tecnolog&iacute;as de la Informaci&oacute;n en Construcci&oacute;n (ITcon): una revista de libre acceso que usa una organizaci&oacute;n sin remuneraciones, basada en voluntarios.</a><br />
Bo-Christer Björk , Facultad Sueca de Administraci&oacute;n de Empresas, Helsinki, Finlandia, y Ziga Turk, Universidad de Ljubljana, FGG, Inform&aacute;tica de construcci&oacute;n, Ljubljana, Eslovenia.</h4>

<blockquote><strong>Introducci&oacute;n</strong>. Este estudio de casos se basa en las experiencias con la Revista electr&oacute;nica de Tecnolog&iacute;a de la Informaci&oacute;n en Construcci&oacute;n "Electronic Journal of Information Technology in Construction (ITcon)", fundada en 1995.<br />
<strong>Desarrollo</strong>. Esta revista es un ejemplo de una categor&iacute;a especial de revistas de libre acceso, que no usan ni cargos a los autores ni suscripciones para financiar sus operaciones, pero dependen en gran parte del trabajo voluntario no remunerado en el esp&iacute;ritu del movimiento de fuente abierta. La revista ha, despu&eacute;s de alguna lucha inicial, sobrevivido a su primera d&eacute;cada y est&aacute; ahora consolidada como una de la media docena de revistas revisadas semejantes en su campo. <br />
<strong>Operaciones</strong>. La revista publica art&iacute;culos en cuanto est&aacute;n preparados, pero crea n&uacute;meros virtuales mediante mensajes de alerta a los "Abonados". Ha empezado tambi&eacute;n a publicar n&uacute;meros especiales, ya que ayuda a atraer colaboraciones, y tambi&eacute;n ayuda a compartir el trabajo de la gesti&oacute;n de revisi&oacute;n. Desde el principio la revista adopt&oacute; un dise&ntilde;o bastante tradicional de los art&iacute;culos. Despu&eacute;s de unos pocos a&ntilde;os se elimin&oacute; la versi&oacute;n HTML y los trabajos solamente se publican en formato PDF. <br />
<strong>Rendimiento</strong>. La revista recientemente ha sido comparada (benchmarked) con revistas competidoras en su campo. Su ratio de aceptaci&oacute;n del 53% es ligeramente m&aacute;s alto y su tiempo medio de publicaci&oacute;n de siete meses es casi un a&ntilde;o m&aacute;s r&aacute;pido comparado con aquellas revistas de la muestra para las que se pod&iacute;an obtener los datos. Han sido estudiados tambi&eacute;n los archivos de registro del servidor de los tres a&ntilde;os anteriores.<br /> 
<strong>Conclusiones</strong>. Nuestra experiencia en conjunto demuestra que es posible publicar este tipo de revista de libre acceso, con un volumen editorial anual igual al de una revista trimestral e involucrando el procesamiento de aproximadamente cincuenta colaboraciones al a&ntilde;o, usando una organizaci&oacute;n basada en una red de voluntarios.</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1">

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 7th April, 2006</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif">
<hr style="color: rgb(0, 0, 128);" size="3">
</body>

<!-- Mirrored from informationr.net/ir/11-3/spanish113.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:47 GMT -->
</html>
