<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> 
<html xmlns="http://www.w3.org/1999/xhtml"> 

<!-- Mirrored from informationr.net/ir/14-4/paper420.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:22 GMT -->
<head> 
<title>Los telecentros españoles: recursos, servicios y propuesta de indicadores para su evaluación.</title> 
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" /> 
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" /> 
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" /> 
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" /> 
 
<!--Enter appropriate data in the content fields--> 
<meta name="dc.title" content="Los telecentros españoles: recursos, servicios y propuesta de indicadores para su evaluación." /> 
<meta name="dc.creator" content="Ana Maria Morales García, Mercedes Caridad Sebastián, Fatima García López" /> 
<meta name="dc.subject" content="Spanish telecentres" /> 
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> content="Introduction. The establishment of telecentres in spain was to introduce the Internet in areas that have become isolated from the information society. The absence of studies did not allow one adequately to assess the social changes promoted by this kind of organization in their areas of influence. <span>Method</span>. <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> Firstly, the evolution of these institutions in Spain from the sponsored initiatives is described and, secondly, the resources and services <span>offered</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>are classified. From this set of services and resources, we have <span>established</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>a set of indicators to assess the state of affairs. Analysis. We analysed the national and regional telecentres networks and categorized their resources and services, contrasting between mainstream services in telecentres and public libraries. In the second part of the study, based on the previous model we developed an assessment methodology based on indicators. Finally, as a continuation of this work, we proposed the application of a multivariate analysis to measure more precisely the <span>degree</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>of implementation of theses institutions in Spain. Conclusions. The first part of the study provides comprehensive data about the deployment of telecentres in Spain and their <span>distribution</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>in three nationwide and fourteen autonomous area networks. The Spanish telecentres are becoming driving forces of social development in disadvantaged areas and, sometimes, they perform services that public libraries should provide. The model of services and resources proposed can be a key means to learn the entire <span>range</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>of these entities and provide for <span>future</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>development, be0es being the <span>source</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>of information for measuring its impact on the information society. " /> 
<meta name="dc.subject.keywords" content="telecentres, Spain" /> 
 
<!--leave the following to be completed by the Editor--> 
<meta name="robots" content="all" /> 
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>T.D. Wilson" /> 
<meta name="dc.coverage.placename" content="global" /> 
<meta name="dc.type" content="text" /> 
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" /> 
<meta name="dc.identifier" scheme="URI" content="paper420.html" /> 
<meta name="dc.relation.IsPartOf" content="infres144.html" /> 
<meta name="dc.format" content="text/html" /> 
<meta name="dc.language" content="en" /> 
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" /> 
<meta name="dc.date.available" content="2009-12-15" /> 
 
<script language="javascript" type="text/javascript"> 
 
		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script> 
	
<style type="text/css"> 
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
 
.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; --> 
		color: #000000;
		text-decoration: none;
		display: inline;
		}
 
.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}
		
fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted #5E96FD;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}
 
legend {
    color: white;
    background-color: #5E96FD;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>navy;
    border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>navy;
    font-weight: bold;
}
 
 
</style> 
 
<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head> 
<body bgcolor="#ffffff"> 
<table cellspacing="0" cellpadding="0" align="center" border="0">
  <tbody>
  <tr>
    <td align="center" colspan="5" height="30"><img height="45" alt="header" src="../mini_logo2.gif" 
      width="336" /><br /><span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 14  no. 4, December 2009</span><br /><br />
      <div class="button">
      <ul>
        <li><a href="infres144.html">Contents</a> |  </li>
        <li><a href="../iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index-2.html">Home</a>  </li>
   </ul></div></td></tr>
  <tr>
    <td>&nbsp;</td></tr></tbody></table>
	 
<hr style="COLOR: #5E96FD" size="1" /> 

<h1>Los telecentros espa&ntilde;oles:  recursos, servicios y propuesta de indicadores para su evaluaci&oacute;n.</h1><br />

<div style="MARGIN-LEFT: 10%; MARGIN-RIGHT: 10%">
<h4><span lang="es"> <a href="#autores">Ana Maria Morales Garc&iacute;a</a>, 
<a href="#autores">Mercedes Caridad Sebasti&aacute;n</a> y
<a href="#autores">Fatima Garc&iacute;a L&oacute;pez</a></span><br />Instituto 
Universitario Agust&iacute;n Millares de Documentaci&oacute;n y Gesti&oacute;n de la Informaci&oacute;n de 
la Univer0ad Carlos III de Madrid, Spain.</h4>
</div><br />

<form action="#">
<fieldset><legend>Resumen </legend>
<blockquote>
<strong>Introducci&oacute;n. </strong> La implantaci&oacute;n de telecentros en Espa&ntilde;a permiti&oacute; introducir Internet en zonas aisladas de la Sociedad de la Informaci&oacute;n. La ausencia de estudios no permite valorar adecuadamente las transformaciones sociales vinculadas.<br />
<strong>M&eacute;todo. </strong> Descripci&oacute;n de la evoluci&oacute;n del telecentro tipificando sus recursos y servicios, relacion&aacute;ndolos con los prestados habitualmente por otras instituciones (las bibliotecas p&uacute;blicas) para acercar la Sociedad de la Informaci&oacute;n a los ciudadanos. <span>A+</span>  <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>partir del conjunto de servicios y recursos se definen indicadores para evaluar el estado de la cuesti&oacute;n. <br />
<strong>An&aacute;lisis. </strong> Tras el an&aacute;lisis de las redes de telecentros, se categorizan recursos y servicios y tomando como base el modelo propuesto se <span>formula</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>una metodolog&iacute;a de evaluaci&oacute;n, proponiendo un an&aacute;lisis multivariable para obtener una medida m&aacute;s precisa del grado de implantaci&oacute;n. <br />
<strong>Conclusiones. </strong> Se obtienen datos exhaustivos de implantaci&oacute;n de los telecentros en Espa&ntilde;a y su distribuci&oacute;n que demuestran su papel como elementos dinamizadores en zonas desfavorecidas. El modelo de servicios y recursos constituye un instrumento para conocer la oferta integral de estas entidades y prever desarrollos futuros, adem&aacute;s de constituir una fuente de informaci&oacute;n para la medida de su impacto en la Sociedad de la Informaci&oacute;n.
</blockquote>
</fieldset> 
</form>
<br /> 
 
<div align="center"> 
<a href="#ingles">Abstract in English</a></div> 
<br /> 

<div align="center"> 
<input type="button" value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: white; background-color: #5E96FD;" onclick="doChangeFont()" /></div> 
<br /> <br />

<h2>Introducci&oacute;n a los telecentros espa&ntilde;oles como elementos clave de la Sociedad de la Informaci&oacute;n</h2>

<p>Desde de la d&eacute;cada de 1990, la Uni&oacute;n Europea viene promoviendo el desarrollo entidades destinadas a eliminar cualquier forma de discriminaci&oacute;n social que la introducci&oacute;n de las tecnolog&iacute;as de la informaci&oacute;n y las comunicaciones pueda generar. Esta l&iacute;nea de actuaci&oacute;n se concreta, sobre todo, a partir del <i>Plan de Acci&oacute;n eEurope </i>(<a href="#Comision_Europea_2002">CE 2002</a>), que establece como acci&oacute;n prioritaria un programa de Puntos de Acceso P&uacute;blico a Internet, que permita a todos los ciudadanos europeos disponer de estas entidades en sus &aacute;reas geogr&aacute;ficas, y se mantiene en el reciente Plan de Acci&oacute;n i2010 (<a href="#i2010">CE 2005</a>), que concibe la inclusi&oacute;n digital como uno de los factores claves para el logro de los objetivos de progreso econ&oacute;mico y social. Para designar a este tipo de entidades se han utilizado diferentes denominaciones como <em>telecentros</em>, <em>telecasitas</em>, <em>centros comunitarios de tecnolog&iacute;a</em>, <em>centros de aprendizaje interconectados por red</em>, <em>telecentros comunitarios de multiuso</em>, <em>clubes digitales</em>, <em>cabinas p&uacute;blicas</em>, <em>espaces num&eacute;ris&eacute;s</em>, <em>telestugen</em> y <em>sitios de acceso al aprendizaje</em> (<a href="#Cislers">Cislers 1998</a>). </p>

<p>Esto diver0ad terminol&oacute;gica tambi&eacute;n aparece en Espa&ntilde;a donde encontramos las denominaciones <em>Telecentros</em> (el m&aacute;s utilizado), <em>Nuevos Centros del Conocimiento</em>, <em>Centros de Acceso P&uacute;blico a Internet (CAPI)</em>, <em>KZgunea</em> o <em>Puntos de Acceso P&uacute;blico a Internet</em>. Todas estas denominaciones surgen dentro de los distintos planes de apoyo que sustentan estos centros y que han 0o auspiciados por diferentes administraciones e instituciones. En el desarrollo de esta investigaci&oacute;n se ha optado por denominar a este tipo de entidades, como Telecentros o Puntos de Acceso P&uacute;blico a Internet, por ser los t&eacute;rminos y las modalidades m&aacute;s difundidas en Espa&ntilde;a, ubicados, generalmente, en asociaciones de vecinos, ayuntamientos, casas de la cultura, casa de la mujer, centros itinerantes, carpas, sedes de asociaciones, hogares de pensionistas, centros de ense&ntilde;anzas y bibliotecas. </p>

<p>Las caracter&iacute;sticas principales de los telecentros espa&ntilde;oles son (<a href="#Morales_2002">Morales Garc&iacute;a 2002</a>): </p>

<ol>
  <li>El telecentro es un lugar f&iacute;sico que dispone de medios avanzados en cuanto a las Tecnolog&iacute;as de Informaci&oacute;n y las Comunicaciones, cuyo objetivo fundamental es la difusi&oacute;n de servicios telem&aacute;ticos, que se encuentran al alcance de todos y est&aacute;n destinados al desarrollo individual, social y econ&oacute;mico del p&uacute;blico en general. </li>
  <li>En la mayor&iacute;a de los casos, los telecentros espa&ntilde;oles son fruto de proyectos o iniciativas nacionales y europeas que pueden continuar su labor gracias a la ayuda de instituciones locales o a la colaboraci&oacute;n con empresas privadas. </li>
  <li>La formaci&oacute;n es uno de los servicios que encontramos siempre impl&iacute;cito en los telecentros. De hecho, frecuentemente, funcionan en sus inicios s&oacute;lo como centros de aprendizaje, ofreciendo cursos destinados a fomentar el conocimiento de las tecnolog&iacute;as de la informaci&oacute;n y las comunicaciones, lo que supone para la poblaci&oacute;n, especialmente para aquellos colectivos m&aacute;s desfavorecidos, un primer paso para unirse a la llamada Sociedad de la Informaci&oacute;n. </li>
  <li>El telecentro es una soluci&oacute;n puente para emprendedores, aut&oacute;nomos y PYMEs que permite adaptar la empresa a la nueva Sociedad de la Informaci&oacute;n. Estos sectores empresariales pueden disponer de sus instalaciones y de su infraestructura, comenzar a utilizar Internet en sus negocios y desarrollar aplicaciones de teletrabajo, fuera o dentro del propio telecentro. </li>
  <li>El telecentro puede constituir una fuente de empleo, mediante la promoci&oacute;n de teleactividades, poniendo a disposici&oacute;n de los habitantes de la zona m&oacute;dulos d&oacute;nde pueden desarrollar su actividad. De este modo, favorece la permanencia de la poblaci&oacute;n aut&oacute;ctona y atrae a los ciudadanos con un alto   nivel de formaci&oacute;n de las ciudades cercanas. </li>
</ol>

<p>Cuando hablamos de telecentros lo hacemos desde la visi&oacute;n de un lugar f&iacute;sico, en el que se centralizan unos servicios basados en una serie de recursos telem&aacute;ticos. Pero, m&aacute;s all&aacute; de estos elementos comunes de acceso p&uacute;blico y servicios tecnolog&iacute;as de la informaci&oacute;n y las comunicaciones, existen diferencias sustanciales en la forma de financiar y gestionar un telecentro, en cuanto al sector destinatario y el territorio donde se ubican. Esta tipolog&iacute;a no es exclusiva, ya que los modelos se combinan de manera h&iacute;brida entre ellos. La siguiente clasificaci&oacute;n que se sugiere tiene el prop&oacute;sito de clarificar y contribuir a la comprensi&oacute;n de la gama de experiencias que tienen lugar actualmente en Espa&ntilde;a (<a href="#Morales_2002">Morales Garc&iacute;a 2002</a>): </p>

<ol>
<li>Por tipo de subvenci&oacute;n: 
<ul>
  <li>Telecentros subvencionados por iniciativas privadas, con o <span>sin</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>ayuda p&uacute;blica </li>
  <li>Telecentros subvencionados por iniciativas privadas, <span>sin</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>financiaci&oacute;n p&uacute;blica </li>
  <li>Telecentros subvencionados por iniciativas p&uacute;blicas (a trav&eacute;s de iniciativas o proyectos comunitarios, regionales o nacionales) </li>
</ul>
</li>
<li>Por sector destinatario: 
<ul>
  <li>Mujeres </li>
  <li>Minusv&aacute;lidos </li>
  <li>Poblaci&oacute;n en general </li>
</ul>
</li>
<li>Por el territorio en el que se ubican:
<ul>
  <li>Telecentros de zonas de ocio y turismo </li>
  <li>Telecentros rurales </li>
  <li>Telecentros urbanos ubicados en zonas desfavorecidas </li>
</ul>
</li>
</ol>

<h2>Objetivos y metodolog&iacute;a</h2>

<p>Durante alg&uacute;n tiempo, los telecentros espa&ntilde;oles han pasado pr&aacute;cticamente desapercibidos, ignor&aacute;ndose no s&oacute;lo de su existencia sino el significado social que tienen este tipo de entidades. En este contexto no muy alentador, se decidieron llevar a cabo dos estudios (<a href="#Morales_2002">Morales Garc&iacute;a 2002</a>) (<a href="#Morales_y_Perez">Morales y P&eacute;rez 2004</a>), llev&aacute;ndose posteriormente a cabo una labor de seguimiento para actualizar y contrastar los datos recopilados. Todo este proceso de investigaci&oacute;n ten&iacute;a como objetivos:</p>

<ol>
  <li>Conocer los programas europeos y nacionales que han respaldado la creaci&oacute;n de los telecentros espa&ntilde;oles y su mantenimiento. </li>
  <li>Analizar las redes de telecentros nacionales y auton&oacute;micas que operan en Espa&ntilde;a. </li>
  <li>Formular un <em>Modelo de recursos y servicios</em> para los telecentros que permitiera la identificaci&oacute;n de los usuarios potenciales, el establecimiento y la categorizaci&oacute;n de los recursos y servicios, y por &uacute;ltimo, contrastar la transversalidad de los servicios y recursos prestados por los telecentros y las bibliotecas p&uacute;blicas. </li>
</ol>

<p>Las fuentes de fuentes de informaci&oacute;n empleadas han 0o diversas y variadas: portales de los telecentros espa&ntilde;oles, noticias publicadas en revistas y peri&oacute;dicos, documentaci&oacute;n ofrecida por algunos telecentros y por la entidad p&uacute;blica <em>Red.es</em> (responsable de la promoci&oacute;n de la presencia digital en Internet entre ciudadanos y empresas), documentaci&oacute;n obtenida en congresos, encuentros y seminarios desarrollados por los telecentros espa&ntilde;oles y, en &uacute;ltimo lugar, conclusiones extra&iacute;das de las entrevistas contrastadas y consensuadas con expertos y personal encargado de la gesti&oacute;n de los telecentros.</p>

<h2>Principales programas comunitarios y nacionales para el establecimiento de Puntos de Acceso P&uacute;blico a Internet</h2>

<p>Durante la d&eacute;cada de los 70 se desarrollaron diferentes proyectos que permitieron un mayor acercamiento de la poblaci&oacute;n al uso de las nuevas tecnolog&iacute;as, pero no fue hasta el a&ntilde;o 1985, cuando se inaugur&oacute; el primer telecentro en Velmdalen, Suecia. Desde esta primera experiencia sueca, transmitida a continuaci&oacute;n al Reino Unido e Irlanda, hasta la creciente expansi&oacute;n del fen&oacute;meno en los pa&iacute;ses mediterr&aacute;neos, han pasado m&aacute;s de dos d&eacute;cadas en las que se han producido cambios de &iacute;ndole social, econ&oacute;micos, tecnol&oacute;gicos y culturales que han permitido modificar la idea original de estas instalaciones y transformarlas en verdaderos centros de formaci&oacute;n, asesoramiento e inserci&oacute;n laboral. Una de las actuaciones m&aacute;s importantes desarrolladas por la Uni&oacute;n Europea fue el Plan de Acci&oacute;n eEurope orientado, sobre todo, a la extensi&oacute;n de la conectividad a Internet en Europa con el objeto de aumentar la productividad econ&oacute;mica y favorecer una mejora de la calidad y la accesibilidad de los servicios en favor del conjunto de los ciudadanos europeos, bas&aacute;ndose en una infraestructura de banda ancha segura, disponible para la mayor&iacute;a. </p>

<p>Una vez superado el per&iacute;odo de vigencia del <i>Plan de Acci&oacute;n eEurope</i>, surge <i>i2010: la Sociedad Europea de la Informaci&oacute;n para el crecimiento y el empleo</i> como nuevo marco estrat&eacute;gico de la Comisi&oacute;n Europea que determina las orientaciones pol&iacute;ticas generales de la Sociedad de la Informaci&oacute;n y los medios de comunicaci&oacute;n. Esta nueva pol&iacute;tica propone, en particular, fomentar el conocimiento y la innovaci&oacute;n con el objetivo de incrementar el crecimiento y la creaci&oacute;n de empleo, tanto cualitativa como cuantitativamente (<a href="#i2010">CE 2005</a>). Las directrices trazadas fortalecen las iniciativas y programas comunitarios que se han ido implementando, desde el a&ntilde;o 1991, con el objetivo de fomentar la creaci&oacute;n y sostenibilidad de los telecentros espa&ntilde;oles. Por la importancia de este tema algunas de estas acciones contin&uacute;an vigentes en la actualidad, como l&iacute;neas del plan <i>i2010</i>, apoyadas por acciones nacionales y auton&oacute;micas. Entre las principales iniciativas y programas destacan: </p>

<ul>
  <li>ADAPT, iniciativa destinada a la adaptaci&oacute;n de los trabajadores a las transformaciones industriales. </li>
  <li>EMPLEO, iniciativa dividida en cuatro ramas relacionadas entre s&iacute;: HORIZON para personas con discapacidades, INTEGRA para los socialmente marginados, NOW para mejorar la situaci&oacute;n de las mujeres en el mercado laboral y YOUTHSTART para j&oacute;venes. </li>
  <li>EQUAL, iniciativa nacida a partir de ADAPT y las derivadas de EMPLEO. </li>
  <li>INTERREG, iniciativa que persigue la cooperaci&oacute;n transfronteriza, transnacional e interregional destinada a fomentar un desarrollo armonioso, equilibrado y sostenible del conjunto del espacio comunitario. </li>
  <li>LEADER, iniciativa que promueve el desarrollo rural. </li>
  <li>URBAN, iniciativa que apoya la revitalizaci&oacute;n econ&oacute;mica y social de las ciudades y de las periferias urbanas en crisis con vistas a promover un desarrollo urbano sostenible. </li>
  <li>ARTE/PYME, programa para impulsar la utilizaci&oacute;n por las PYMEs espa&ntilde;olas de las modernas tecnolog&iacute;as de la informaci&oacute;n y las comunicaciones. </li>
  <li>eLEARNING, programa plurianual para la integraci&oacute;n efectiva de las Tecnolog&iacute;as de Informaci&oacute;n y las Comunicaciones en los sistemas de educaci&oacute;n y formaci&oacute;n en Europa. </li>
  <li>TEM&amp;TeN (Towards a European Medical and Teleworking Network), programa que estuvo enmarcado dentro del Programa Europeo para la Cooperaci&oacute;n Internacional y la Innovaci&oacute;n de las Econom&iacute;as Regionales. </li>
</ul>

<p>Actualmente, los antiguos objetivos de los Fondos Estructurales, as&iacute; como las iniciativas comunitarias del per&iacute;odo 2000-2006, dan paso a una nueva arquitectura para el per&iacute;odo de 2007-2013, con tres grandes objetivos: Convergencia, Competitividad regional y empleo y Cooperaci&oacute;n territorial europea (tabla 1).</p>

<table width="85%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

  <caption align="bottom"><br /><strong>Tabla 1: Arquitectura de la pol&iacute;tica de cohesi&oacute;n   (2007-2013)</strong></caption>
  <tbody>
  <tr>
    <th valign="middle" height="16" width="525" colspan="2">2000-2006</th>
    <th height="32" width="91" rowspan="2">&nbsp;</th>
    <th height="16" width="270" colspan="2">2007-2013</th></tr>
  <tr>
    <th valign="middle" height="16" width="251">Objetivos, iniciativas comunitarias, fondo de cohesi&oacute;n</th>
    <th valign="middle" height="16" width="274">Instrumentos financieros</th>
    <th height="16" width="91" align="left">Objetivos</th>
    <th height="16" width="179" align="left">Instrumentos</th></tr>

  <tr>
    <td height="8" width="251"><b>Objetivo 1</b> Regiones menos desarrolladas</td>
    <td height="8" width="274">FEDER, FSE, FEOGA-Garant&iacute;a, FEOGA-Orientaci&oacute;n, 
    IFOP</td>
    <td align="center" height="16" width="91" rowspan="2">
    <img border="0" src="p420fig3.gif" width="20" height="22" alt="estos proyectos e iniciativas desembocan en" /></td>
    <td height="16" width="91" rowspan="2">Convergencia</td>
    <td height="16" width="179" rowspan="2">FEDER, FSE&nbsp;  Fondo de Cohesi&oacute;n</td>
    </tr>
  <tr>
    <td height="8" width="251">Fondo de Cohesi&oacute;n</td>
    <td height="8" width="274">&nbsp;</td></tr>
  <tr>
    <td height="16" width="251"><b>Objetivo 2</b> Zonas en reconversi&oacute;n econ&oacute;mica y social</td>
    <td height="16" width="274">FEDERFSE</td>
    <td align="center" height="32" width="91" rowspan="2"><img border="0" src="p420fig3.gif" width="20" height="22" alt="estos proyectos e iniciativas desembocan en" /></td>
    <td align="left" height="32" width="91" rowspan="2">Competitividad regional y empleo&nbsp;
    &nbsp;&nbsp;</td>
    <td align="left" height="32" width="179" rowspan="2">FEDER&nbsp;&nbsp;&nbsp;FSE</td>
    </tr>
  <tr>
    <td height="16" width="251"><b>Objetivo 3</b> Sistemas en formaci&oacute;n y promoci&oacute;n del empleo</td>
    <td height="16" width="274">FSE</td></tr>
  <tr>
    <td height="16" width="251"><i>Interreg</i></td>
    <td height="16" width="274">FEDER</td>
    <td valign="middle" align="center" height="48" width="91" rowspan="3"><img border="0" src="p420fig3.gif" width="20" height="22" alt="estos proyectos e iniciativas desembocan en" /></td>
    <td height="48" width="91" rowspan="3">Cooperaci&oacute;n territorial europea</td>
    <td height="48" width="179" rowspan="3">FEDER</td>
    </tr>
  <tr>
    <td height="16" width="251"><i>URBAN</i></td>
    <td height="16" width="274">FEDER</td>
    </tr>
  <tr>

    <td height="16" width="251"><i>EQUAL</i></td>
    <td height="16" width="274">FSE</td>
    </tr>
  <tr>
    <td height="16" width="251"><i>Leader+</i></td>
    <td height="16" width="274">FEOGA-Orientaci&oacute;n</td>
    <td align="center" height="16" width="91">&nbsp;</td>

    <td height="16" width="91">&nbsp;</td>
    <td height="16" width="179">&nbsp;</td>
    </tr>
  <tr>
    <td height="16" width="251">Desarrollo rural y reestructuraci&oacute;n del sector 
    de la pesca al margen del objetivo 1</td>
    <td height="16" width="274">FEOGA-Garant&iacute;aIFOP</td>
    <td align="center" height="16" width="91">&nbsp;</td>
    <td height="16" width="91">&nbsp;</td>
    <td height="16" width="179">&nbsp;</td>
    </tr>
  <tr>
    <td height="16" width="251">4 objetivos <br />    
	4 iniciativas comunitarias <br />
    Fondo de Cohesi&oacute;n </td>
    <td height="16" width="274">6 instrumentos</td>
    <td align="center" height="16" width="91">&nbsp;</td>
    <td height="16" width="91">3 objetivos</td>
    <td height="16" width="179">3 instrumentos</td>
    </tr></tbody></table>
	
<p>Espa&ntilde;a ha 0o heredera de innumerables proyectos, programas o acciones europeas y nacionales, destinados a la creaci&oacute;n y sostenibilidad de los telecentros. Con toda probabilidad, la mayor&iacute;a de los telecentros que est&aacute;n funcionando han surgido, de un modo u otro, vinculados a las mencionadas iniciativas europeas para el desarrollo social de determinados colectivos desfavorecidos o a pol&iacute;ticas de desarrollo rural o urbano, donde la financiaci&oacute;n europea ha 0o el punto de despegue. Tomando como referencia el <i>Plan de Acci&oacute;n eEurope</i>, se pone en marcha en Espa&ntilde;a el plan <i>Info XXI: La Sociedad de la Informaci&oacute;n para todos</i>, para el per&iacute;odo 2001-2003. Este plan contemplaba m&aacute;s de trescientas acciones y proyectos donde se enmarcaba, como una de las m&aacute;s importantes, el habilitar Puntos de Acceso P&uacute;blico y extender Internet a todos los centros, como un importante impulso para el desarrollo de la Sociedad de la Informaci&oacute;n espa&ntilde;ola. Este plan result&oacute; un absoluto fracaso. El Gobierno encarg&oacute; a una comisi&oacute;n de expertos una serie de trabajos que se materializaron en un informe, conocido como &quot;Informe Soto" (<a href="#Informe_Soto">2003</a>) que analiz&oacute; la situaci&oacute;n de la Sociedad de la Informaci&oacute;n en Espa&ntilde;a en comparaci&oacute;n con otros pa&iacute;ses, quedando reflejadas las barreras que frenan su desarrollo, as&iacute; como la nece0ad de una mayor presencia de acceso de los ciudadanos a Internet, que se favorecer&iacute;a con la creaci&oacute;n de los Puntos de Acceso P&uacute;blico a Internet. Fruto de este informe surge el nuevo plan <i>Espa&ntilde;a.es </i>(<a href="#Espana_punto_es">2004</a>) consistente en un conjunto de acciones y proyectos destinados a impulsar el desarrollo de la Sociedad de la Informaci&oacute;n en Espa&ntilde;a. El programa incluy&oacute; seis &aacute;reas: administraci&oacute;n.es, educaci&oacute;n.es, pyme.es, navega.es, contenidos.es y comunicaci&oacute;n.es. Con <em>navega.es</em> se pretendi&oacute; facilitar el acceso de todos los ciudadanos a los servicios de la Sociedad de la Informaci&oacute;n, logrando la integraci&oacute;n social y territorial de aquellos colectivos no integrados actualmente. Para ello, se articul&oacute;, como una de las principales actuaciones, la instalaci&oacute;n de 2000 nuevos centros de acceso p&uacute;blico a Internet en &aacute;reas rurales, con conexiones de banda ancha, que llegar&iacute;a a municipios de entre 500 y 10.000 habitantes (<a href="#Espana_punto_es">MCYT 2004</a>). </p>

<p>Para el per&iacute;odo 2006-2010, el Ministerio de Industria, Turismo y Comercio de Espa&ntilde;a ha puesto en marcha el <i>Plan Avanza</i> (<a href="#Espana_plan_avanza">2008</a>) para el desarrollo de la Sociedad de la Informaci&oacute;n y de convergencia con Europa y entre comunidades y ciudades aut&oacute;nomas. Este plan es uno de los ejes claves del <i>Programa INGENIO 2010</i> (<a  href="#Espana_Ingenio">2005</a>), desarrollado por el Gobierno para impulsar la I+D+I m&aacute;s all&aacute; de los cauces tradicionales, se articula en nueve l&iacute;neas estrat&eacute;gicas de actuaci&oacute;n: Ciudadanos, Empresas/PYMEs, Administraci&oacute;n Electr&oacute;nica, Educaci&oacute;n, Sanidad, Infraestructuras, Seguridad, Pol&iacute;tica, Industrias del Sector las Tecnolog&iacute;as de Informaci&oacute;n y Comunicaciones y Modelo econ&oacute;mico e indicadores. Estar&aacute; dirigido por la Oficina T&eacute;cnica del Plan, recientemente constituida en el seno de la Entidad P&uacute;blica <em>Red.es</em>, que ser&aacute; la encargada de coordinar todas las propuestas, valorar su viabilidad y realizar el dise&ntilde;o final (<a href="#Fundacion_Auna_2009">Fundaci&oacute;n Auna 2009</a>). Avanza se financia mediante una dotaci&oacute;n presupuestaria que asciende a un total de 5.700.000.000 € hasta el 2010  (figura 1). </p>

<div align="center"><img src="p420fig1.jpg" alt="Evoluci&oacute;n del presupuesto dedicado al Plan Avanza" width="494" height="241" border="0" /></div>
<div align="center"><br /><strong>Figura1: Evoluci&oacute;n del presupuesto dedicado al Plan Avanza</strong> (<a href="#Espana_plan_avanza">Plan Avanza 2008</a>)</div>

<p>Bajo las directrices del <i>Plan Avanza</i>, la entidad <em>Red.es</em>, ha puesto en marcha tres programas: <i>Internet en el Aula</i>, <i>Internet en las Bibliotecas</i> e <i>Internet Rural</i> (que por su buena acogida ha tenido su continuaci&oacute;n en el <span>actual</span>  <span class="quali" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span><em>Telecentros.es</em>), con el objetivo de fomentar el uso y acceso seguro de Internet, de las telecomunicaciones y de las tecnolog&iacute;as de la informaci&oacute;n a trav&eacute;s de la creaci&oacute;n de los diferentes Puntos de Acceso P&uacute;blico a Internet.</p>

<ol type="a">
  <li><b>Internet en el Aula</b>. El 20 de abril de 2005, el entonces Ministerio de Educaci&oacute;n y Ciencia, el Ministerio de Industria, Turismo y Comercio y la Entidad P&uacute;blica Empresarial <em>Red.es</em>, celebraron un Convenio Marco que sirvi&oacute; de instrumento para el desarrollo y ejecuci&oacute;n de las actuaciones recogidas en el   programa Internet en el Aula. El proyecto, con una dotaci&oacute;n presupuestaria que asciende a 453 millones de euros para el periodo 2005-2008, pretende garantizar el uso efectivo de las nuevas tecnolog&iacute;as por parte de alumnos, profesores y familias y que &eacute;stas constituyan una verdadera herramienta de uso habitual en el proceso de ense&ntilde;anza-aprendizaje. Las iniciativas estar&aacute;n destinadas a centros de ense&ntilde;anza financiados con fondos p&uacute;blicos de r&eacute;gimen general no universitario y de r&eacute;gimen especial, as&iacute; como centros de formaci&oacute;n de profesores y escuelas universitarias de formaci&oacute;n del profesorado. </li>

  <li><b>Internet en las Bibliotecas</b>. Proyecto puesto en marcha por el Ministerio de Cultura y las Comunidades Aut&oacute;nomas para que, en un esfuerzo conjunto y cofinanciado, se fomente el acceso de todos los ciudadanos a la Sociedad de la Informaci&oacute;n a trav&eacute;s de las bibliotecas p&uacute;blicas. <em>Red.es</em>, entidad p&uacute;blica empresarial adscrita al entonces Ministerio de Ciencia y Tecnolog&iacute;a, y todas las Comunidades Aut&oacute;nomas participantes en el programa, firmaron convenios bilaterales de colaboraci&oacute;n para lograr el objetivo de convertir las m&aacute;s de 4.000 bibliotecas p&uacute;blicas en centros de acceso p&uacute;blico a Internet. </li>
<li><b>Internet Rural. </b>Proyecto que desarroll&oacute; el entonces Ministerio de Agricultura y Pesca y las Diputaciones, Cabildos y Consejos Insulares o, en su caso, Comunidades Aut&oacute;nomas uniprovinciales, a trav&eacute;s de la Federaci&oacute;n Espa&ntilde;ola de Municipios y Provincias para que, en un esfuerzo conjunto y cofinanciado, se fomentase el acceso a la Sociedad de la Informaci&oacute;n en el entorno rural, a trav&eacute;s de un acuerdo marco de colaboraci&oacute;n suscrito el 23 de marzo de 2003. Este programa se orient&oacute; a las poblaciones de zonas rurales y tuvo por objetivo llevar la banda ancha y el uso de las nuevas tecnolog&iacute;as a zonas aisladas y de m&aacute;s dif&iacute;cil acceso, cuyos ciudadanos no han de verse discriminados frente a los de zonas urbanas de m&aacute;s f&aacute;cil acceso a la Red. Este programa cont&oacute; con una inversi&oacute;n aproximada de 30 millones de euros para el per&iacute;odo que abarca de 2003 a 2006, destinados a m&aacute;s de 1.500 municipios de zonas rurales. </li>
</ol>

<p>La buena acogida de este programa, del que se beneficiaron m&aacute;s de 1.500 municipios, propici&oacute; la firma de un nuevo acuerdo entre el anterior Ministerio de Agricultura, Pesca y Alimentaci&oacute;n, la Federaci&oacute;n Espa&ntilde;ola de Municipios y Provincias y <em>Red.es</em>, dirigido a reforzar y ampliar las acciones realizadas hasta el momento. Surge as&iacute; el programa de actuaci&oacute;n <i>Telecentros.es </i>(<a href="#programa_telecentros">2004</a>), cuyas acciones se deb&iacute;an desarrollar en el periodo 2005-2008. Con este nuevo programa, que cuenta con una inversi&oacute;n estimada de 24 millones de euros, estaba previsto instalar aproximadamente 1.500 nuevos telecentros en localidades situadas en zonas rurales de dif&iacute;cil acceso a las nuevas tecnolog&iacute;as, as&iacute; como en n&uacute;cleos urbanos desfavorecidos. Bajo esta estrategia conjunta, se materializa la administraci&oacute;n y el soporte de los aproximadamente 6.000 telecentros incluidos en los programas Telecentros.es, Internet en el Aula e Internet en las Bibliotecas. Mediante este sistema todas las escuelas, bibliotecas y telecentros del territorio espa&ntilde;ol, independientemente de su ubicaci&oacute;n y de la disponibilidad de infraestructura previa, han podido disponer de un servicio de conexi&oacute;n IP de banda ancha para acceder a Internet o para constituir redes privadas. </p>

<h2>Fortalecimiento de redes de telecentros nacionales y auton&oacute;micas</h2>

<p>El apoyo financiero recibido a trav&eacute;s de las mencionadas acciones regionales, nacionales y, sobre todo, comunitarias ha favorecido el fortalecimiento de las redes espa&ntilde;olas. En Espa&ntilde;a existe actualmente un total de 6546 telecentros en funcionamiento, de los cuales 2995 (un 46%) est&aacute;n incluidos en una de las 3 redes de &aacute;mbito nacional (Red de telecentros de <em>Red.es</em>, Red de Telecentros Rurales y Red Conecta), mientras que 3551 (un 54%) pertenecen a una de las 14 Redes Auton&oacute;micas. Un an&aacute;lisis detallado por regiones nos muestra la distribuci&oacute;n de las 3 redes nacionales y las 14 redes auton&oacute;micas por Comunidades Aut&oacute;nomas, donde destacan por n&uacute;mero de entidades en funcionamiento Castilla y Le&oacute;n (1388 telecentros), Andaluc&iacute;a (1027 telecentros) y Castilla-La 
Mancha (654 telecentros).</p>

<div align="center"><img border="0" src="p420fig2.jpg" width="666" height="542" alt="Figura 2: n&uacute;mero de telecentros por Comunidad Aut&oacute;noma" />
</div>
<div align="center"><br /><strong>Figura 2: N&uacute;mero de telecentros por Comunidad Aut&oacute;noma (Fuente: elaboraci&oacute;n propia)</strong></div>
<br /><br />

<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br /><strong>Tabla 2: Financiaci&oacute;n de las redes de telecentros nacionales y auton&oacute;micos </strong></caption>
<tbody>
<tr>
<th valign="middle">Comunidad Aut&oacute;noma</th>
<th valign="middle">Redes de telecentros por CC.<span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span></th>
<th >Financiaci&oacute;n</th></tr>
<tr>
<td>Andaluc&iacute;a</td>
<td>Guadalinfo <br />Web: <a href="http://www.guadalinfo.net/" target="_blank">
http://www.guadalinfo.net</a> </td>
<td>Uni&oacute;n Europea (FEDER), Junta de Andaluc&iacute;a, diputaciones provinciales, ayuntamientos, <em>Red.es</em> y Red Conecta.</td>
</tr>
<tr>
<td>Arag&oacute;n</td>
<td>Centro de Servicios Labora. Red de elecentros de Arag&oacute;n <br />
Web: <a href="http://innovacion.ita.es/" target="_blank">http://innovacion.ita.es/labora/</a> </td>
<td>Programa InnovArag&oacute;n, cofinanciado por la Uni&oacute;n Europea (FEDER) y por el Departamento de Econom&iacute;a, Hacienda y Empleo del Gobierno de Arag&oacute;n, <em>Red.es</em> y Red Conecta.</td>
</tr>
<tr>

<td>Asturias</td>
<td>Red de Telecentros del Principado de Asturias<br />
Web: <a href="http://www.asturiastelecentros.com/" target="_blank">
http://www.asturiastelecentros.com/
</a></td>
<td>Uni&oacute;n Europea (FEDER) y Principado de Asturias, <em>Red.es</em> y Red Conecta.</td>
</tr>
<tr>
<td>Canarias</td>
<td>Red Canaria de Telecentros (RETECAN)</td>
<td>Cabildos insulares y <em>Red.es</em></td>
</tr>
<tr>
<td>Cantabria</td>
<td>Red de Telecentros de Cantabria
<br />Web: <a href="http://www.cantabriasitelecentros.com/" target="_blank">
http://www.cantabriasitelecentros.com
</a></td>
<td>Gobierno de Cantabria, ayuntamientos y <em>Red.es</em>.</td>
</tr>
<tr>
<td>Castilla y Le&oacute;n</td>
<td>Red de CIBERCENTRO de Castilla y Le&oacute;n. (Programa In&iacute;ciate, Telecentro.es) <br />Web: <a href="http://cibercentros.jcyl.es/">
http://cibercentros.jcyl.es/
</a> </td>
<td>Junta de Castilla y Le&oacute;n, ayuntamientos, <em>Red.es</em> y Red Conecta.</td>
</tr>
<tr>
<td>Castilla-La Mancha</td>
<td>Red de Centros de Internet de Castilla La Mancha <br />Web: <a href="http://www.centrosinternetclam.com/" target="_blank">
http://www.centrosinternetclam.com
</a></td>
<td>Uni&oacute;n Europea (FEDER), Junta de Castilla La Mancha, <em>Red.es</em> y Red Conecta.</td>
</tr>
<tr>
<td>Catalu&ntilde;a</td>
<td>Xarxa de Telecentres de Catalunya (Red de Telecentros de Catalu&ntilde;a)<br />
Web: <a href="http://www.xarxa365.cat/" target="_blank">http://www.xarxa365.cat</a> </td>
<td>Generalitat de Catalunya, consejos comarcales, ayuntamientos, autofinanciaci&oacute;n, <em>Red.es</em> y Red Conecta.</td>
</tr>
<tr>
<td>Comunidad de Madrid</td>
<td>Centros de Acceso P&uacute;blico a Internet (CAPI)
<br />Web: <a href="http://www.capis.org/" target="_blank">http://www.capis.org/</a> </td>
<td>Programa Innova de la Consejer&iacute;a de 
Econom&iacute;a e Innovaci&oacute;n Tecnol&oacute;gica de la Comunidad de Madrid y Red Conecta.</td>
</tr>
<tr>
<td>Comunidad Valenciana</td>
<td>Red de Puntos de Acceso a Internet de la Generalitat Valenciana
<br />Web: <a href="http://papis.gva.es/" target="_blank">http://papis.gva.es/</a> </td>
<td>Direcci&oacute;n General de Modernizaci&oacute;n. Conselleria de Justicia y Administraciones P&uacute;blicas, Uni&oacute;n Europea (FEDER), Red.es y Red Conecta.</td>
</tr>
<tr>
<td>Extremadura</td>
<td>Nuevos Centros del Conocimiento (NCC)
<br />Web: <a href="http://www.nccextremadura.org/" target="_blank">http://www.nccextremadura.org/</a></td>
<td>Junta de Extremadura, Uni&oacute;n Europea (FEDER), ayuntamientos, asociaciones de vecinos, <em>Red.es</em> y Red Conecta. </td>
</tr>
<tr>
<td>Galicia</td>
<td>Telecentros.es de <em>Red.es</em>
<br />Web: <a href="http://www.telecentros.es/servicios/directorio" target="_blank">
http://www.telecentros.es/servicios/directorio
</a>
</td>
<td>Programas Internet Rural, y Telecentros.es de <em>Red.es</em> y Red Conecta.</td>
</tr>

<tr>
<td>Islas Baleares</td>
<td>Telecentros.es de <em>Red.es</em><br />
Web: <a href="http://www.telecentros.es/servicios/directorio" target="_blank">
http://www.telecentros.es/servicios/directorio
</a></td>
<td>Programas Internet Rural y Telecentros.es de <em>Red.es</em>.</td>
</tr>
<tr>
<td>Murcia</td>
<td>Telecentros.es de <em>Red.es</em>
<br />Web: <a href="http://www.telecentros.es/servicios/directorio" target="_blank">
http://www.telecentros.es/servicios/directorio
</a> </td>
<td>Programas Internet Rural y Telecentros.es de <em>Red.es</em>.</td>
</tr>
<tr>
<td>Navarra</td>
<td>Telecentros.es de <em>Red.es</em>
<br />Web: <a href="http://www.telecentros.es/servicios/directorio" target="_blank">
http://www.telecentros.es/servicios/directorio</a> </td>
<td>Programas Internet Rural y Telecentros.es de <em>Red.es</em> y Red Conecta.</td>
</tr>
<tr>
<td>La Rioja</td>
<td>Fundarco <br />Web: <a href="http://www.conocimientoytecnologia.org/" target="_blank">
http://www.conocimientoytecnologia.org/
</a> </td>
<td>Fundarco, ayuntamientos y Red Conecta</td>
</tr>
<tr>
<td>Pa&iacute;s Vasco</td>
<td>Kzgunea <br />Web: <a href="http://www.kzgunea.net/" target="_blank">
http://www.kzgunea.net/
</a> </td>
<td>Gobierno vasco y Asociaci&oacute;n de Municipios Vascos (EUDEL) y Red Conecta.</td>
</tr></tbody></table>

<p>En la actualidad, representa un reto la configuraci&oacute;n de una &uacute;nica Red Nacional de Telecentros, encargada de coordinar las actividades dentro de un marco conjunto de actuaci&oacute;n, que permita un mayor conocimiento interno de la actividad realizada por cada telecentro y tambi&eacute;n favorezca obtener ayudas espec&iacute;ficas para proyectos comunes. Si bien se ha logrado manifestar ese inter&eacute;s e incluso constituir un punto de encuentro entre agentes (tanto p&uacute;blicos como privados), dedicados a la optimizaci&oacute;n de los recursos e infraestructuras de los telecentros de manera cooperativa, hasta ahora esta idea s&oacute;lo se plasma en la creaci&oacute;n en 2008 de la Asociaci&oacute;n Comunidad de Redes de Telecentros. Esta Asociaci&oacute;n ha organizado, hasta la fecha, ocho encuentros con el fin de agrupar a entidades que trabajan en la creaci&oacute;n, dinamizaci&oacute;n y mantenimiento de espacios p&uacute;blicos destinados al fomento de la Sociedad de la Informaci&oacute;n, mediante la promoci&oacute;n del acceso a las tecnolog&iacute;as de la informaci&oacute;n y las comunicaciones. Para conseguir sus fines la Asociaci&oacute;n se ha marcado los siguientes objetivos:</p>

<ol>
<li>Fomentar la colaboraci&oacute;n y la cooperaci&oacute;n entre responsables de las redes de telecentros. </li>
<li>Proponer y desarrollar actuaciones que mejoren la operatividad de los telecentros y los servicios que prestan a la ciudadan&iacute;a. </li>
<li>Profundizar en el an&aacute;lisis de la situaci&oacute;n de las redes de telecentros y de las estrategias para su desarrollo. </li>
<li>Compartir las buenas pr&aacute;cticas que se hayan identificado para fomentar la inclusi&oacute;n, as&iacute; como la cohesi&oacute;n digital y el equilibrio territorial. </li>
<li>Promover investigaciones y estudios que permitan mejorar la funci&oacute;n de los telecentros en la sociedad. </li>
<li>Colaborar con las Administraciones P&uacute;blicas dentro del marco de actuaci&oacute;n de la Asociaci&oacute;n. </li>
<li>Y, en general, realizar todas aquellas acciones que contribuyan a aumentar y mejorar las prestaciones de las redes de telecentros y a potenciar su funci&oacute;n como promotoras de la Sociedad de la informaci&oacute;n. </li>
</ol>

<h2>Telecentros: An&aacute;lisis de su modelo de recursos y servicios</h2>

<p>Para el desarrollo de esta parte del estudio, nuestro <span>principal</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>punto de partida ha 0o el Cat&aacute;logo de usos, servicios y contenidos (<a href="#Esplai_2008">ESPLAI , 2008</a>), el cual nos ha permitido conocer los servicios m&aacute;s comunes en Internet. Este cat&aacute;logo fue elaborado por ESPLAI-Fundaci&oacute;n AUNA a partir de las directrices trazadas en el <span>actual</span>  <span class="quali" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>Programa de Fomento del uso de Internet y las nuevas tecnolog&iacute;as (promovido por la Secretar&iacute;a de Estado de Telecomunicaciones y para la Sociedad de la Informaci&oacute;n, mediante la entidad p&uacute;blica <em>Red.es</em>). Siguiendo la metodolog&iacute;a del citado cat&aacute;logo se han seguido las siguientes etapas de trabajo: </p>

<ol>
<li><b>Identificaci&oacute;n de los usuarios potenciales</b>: si bien en las investigaciones efectuadas hasta el a&ntilde;o 2000 exist&iacute;a una fuerte presencia de colectivos espec&iacute;ficos (mujeres, aut&oacute;nomos y discapacitados), se observa en la actualidad que la tipolog&iacute;a de usuarios se ha ampliado, abarcando en estos momentos la pr&aacute;ctica totalidad de la poblaci&oacute;n. A&uacute;n as&iacute; sigue existiendo un particular inter&eacute;s en ofrecer servicios para determinados grupos de usuarios a los que se pretende llegar con m&aacute;s fuerza, como son los nuevos emprendedores, las PYMEs y los colectivos con dificultades para su inserci&oacute;n laboral e inclusi&oacute;n social. </li>
<li><b>Determinaci&oacute;n de los recursos y servicios</b>: esta fase se ha llevado a cabo por medio del an&aacute;lisis del contenido de cada uno de los 6546 portales de los telecentros. Si alguno de los servicios con presencia en la web del telecentro no estuviera descrito en el cat&aacute;logo, se tomaba nota de las diferentes denominaciones en cada uno de los telecentros observados, compar&aacute;ndolas con la terminolog&iacute;a aportada en las normas ISO/UNE. Esto ha permitido la identificaci&oacute;n y la homogeneizaci&oacute;n de las distintas designaciones. </li>
<li><b>Categorizaci&oacute;n de recursos y servicios</b>: en una tercera etapa, y con todos los servicios identificados, procedimos, en primer lugar, a clasificarlos y contabilizarlos. Se identificaron 85 servicios o recursos que se pueden agrupar en 11 categor&iacute;as, destacando por su frecuencia de aparici&oacute;n la formaci&oacute;n y eformaci&oacute;n (100 %), los servicios vinculados a Internet (64 %) y los servicios de informaci&oacute;n al ciudadano (45 %) (gr&aacute;fico 6). En un rango intermedio se sit&uacute;an los servicios de B&uacute;squeda de informaci&oacute;n (35%), Empleo (29%), e-administraci&oacute;n (29%) y Ocio y cultura (29%). <span>A+</span>  <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>un nivel mucho m&aacute;s bajo encontramos Emprendedores y PYMEs (17%), e-salud (11%), e-comercio (11%) y e-banca (5%), servicios todos estos que a&uacute;n precisan de un mayor empuje y m&aacute;s en el &aacute;mbito territorial donde su ubican los telecentros. </li>
</ol>

<p>Cada una de las 11 categor&iacute;as que componen este modelo de los recursos y servicios contiene un promedio de 7 &iacute;temes informativos por categor&iacute;a (en realidad la diver0ad es bastante grande, porque el rango de &iacute;temes oscila entre 2 y 19). Destaca sobremanera, por la diver0ad de su oferta, el apartado <em>Informaci&oacute;n y servicios al ciudadano</em> con un total de 19 &iacute;temes, hecho que no debe extra&ntilde;arnos, teniendo en cuenta el origen de estos portales, auspiciados desde las administraciones p&uacute;blicas, entidades que, entre otras obligaciones, tienen la de la atenci&oacute;n informativa al ciudadano. Este agrupamiento en categor&iacute;as constituye el punto de partida para la elaboraci&oacute;n de nuestra propuesta de <i>Modelo de los recursos y servicios</i> disponibles actualmente en todos los telecentros (figura 3). </p>

<div align="center"><strong>
<img border="0" src="p420fig4a.jpg" alt="Modelo-tabla de recursos y servicios por categor&iacute;a" width="573" height="92" /></strong></div>

<br /><br />

<table width="90%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<tbody>
<tr>
<td width="48%" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">eAdmin</span><br />
<ul>
<li style="line-height: 14px;">gestiones y tr&aacute;mites</li>
<li style="line-height: 14px;">informaci&oacute;n legal y administrativa</li>
<li style="line-height: 14px;">convocatorias y ayudas</li>
<li style="line-height: 14px;">atenci&oacute;n a inmigrantes</li>
<li style="line-height: 14px;">atenci&oacute;n a agricultores</li>
<li style="line-height: 14px;">acceso a p&aacute;gina eAdmin</li>
<li style="line-height: 14px;">DNI electr&oacute;nico</li>
</ul>


</td>

<td width="4%" bgcolor="#FFFFFF" valign="top">&nbsp;</td>
<td height="1" width="513" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">eFormaci&oacute;n</span>
<ul>
<li style="line-height: 14px;">formaci&oacute;n para adultos</li>
<li style="line-height: 14px;">formaci&oacute;n profesional</li>
<li style="line-height: 14px;">formaci&oacute;n de teletrabajadores</li>
<li style="line-height: 14px;">formaci&oacute;n para discapacitados</li>
<li style="line-height: 14px;">tutorizaci&oacute;n para el acceso a la Univer0ad para mayores de 25 a&ntilde;os</li>
<li style="line-height: 14px;">cursos para ni&ntilde;os</li>
<li style="line-height: 14px;">recursos para docentes, dinamizadores o materiales de apoyo</li>
<li style="line-height: 14px;">orientaci&oacute;n escolar</li>
<li style="line-height: 14px;">becas</li>
<li style="line-height: 14px;">Espa&ntilde;ol para extranjeros</li>
<li style="line-height: 14px;">Concursos, talleres, gymkanas </li>
<li style="line-height: 14px;">Juegos en la red</li>
</ul>
</td>
</tr>
<tr>

<td width="48%" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">eSalud</span>
<ul>
<li style="line-height: 14px;">concertar visitas centro salud</li>
<li style="line-height: 14px;">horarios farmacias de guardia</li>
<li style="line-height: 14px;">localizaci&oacute;n centros hospitalarios</li>
<li style="line-height: 14px;">Telemedicina</li>
<li style="line-height: 14px;">informaci&oacute;n y servicios y tr&aacute;mites sanitarios</li>
<li style="line-height: 14px;">sexualidad</li>
<li style="line-height: 14px;">drogodependencia</li>
<li style="line-height: 14px;">tercera edad</li>
<li style="line-height: 14px;">asociaciones de apoyo al enfermo</li>
</ul>
</td>
<td width="4%" bgcolor="#FFFFFF" valign="top">&nbsp;</td>
<td width="513" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">ebanca</span>
<ul>
<li style="line-height: 14px;">tr&aacute;mites comunes</li>
<li style="line-height: 14px;">servicios a PYMEs</li>
<li style="line-height: 14px;">consultas</li>
<li style="line-height: 14px;">informaci&oacute;n burs&aacute;til</li>
</ul>
</td>
</tr>
<tr>
<td width="48%" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">Comercio</span>
<ul>
<li style="line-height: 14px;">compras online</li>
<li style="line-height: 14px;">informac&oacute;n organizaciones de consumidores y usuarios</li>
</ul>

</td>
<td width="4%" bgcolor="#FFFFFF" valign="top">&nbsp;</td>
<td height="16" width="513" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">Empleo</span><ul>
<li style="line-height: 14px;">sindicatos y derechos laborales</li>
<li style="line-height: 14px;">consulta de ofertas de empleo</li>
<li style="line-height: 14px;">bolsas de trabajo</li>
<li style="line-height: 14px;">teletrabajo</li>
<li style="line-height: 14px;">formaci&oacute;n e inserci&oacute;n laboral</li>
</ul>
</td>
</tr>
<tr>
<td width="48%" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">Internet y tecnolog&iacute;as</span>
<ul>
<li style="line-height: 14px;">chat</li>
<li style="line-height: 14px;">mail</li>
<li style="line-height: 14px;">creaci&oacute;n y desarrollo de blogs</li>
<li style="line-height: 14px;">dise&ntilde;o de p&aacute;ginas Web</li>
<li style="line-height: 14px;">servicios de alertas</li>
<li style="line-height: 14px;">foros</li>
<li style="line-height: 14px;">portales de turismo</li>
<li style="line-height: 14px;">software libre</li>
<li style="line-height: 14px;">descargas</li>
<li style="line-height: 14px;">filtros de protecci&oacute;n a menores</li>
</ul>
</td>
<td width="4%" bgcolor="#FFFFFF" valign="top">&nbsp;</td>
<td width="48%" rowspan="2" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">Informaci&oacute;n y servicios al ciudadano.</span>
<ul>
<li style="line-height: 14px;">derechos de los ciudadanos</li>
<li style="line-height: 14px;">partidos pol&iacute;ticos y ONGs</li>
<li style="line-height: 14px;">boletines electr&oacute;nicos</li>
<li style="line-height: 14px;">estad&iacute;sticas e informes sobre la Sociedad de la Informaci&oacute;n </li>
<li style="line-height: 14px;">libros electr&oacute;nicos</li>
<li style="line-height: 14px;">noticias</li>
<li style="line-height: 14px;">newsletters</li>
<li style="line-height: 14px;">revistas electr&oacute;nicas</li>
<li style="line-height: 14px;">traducciones</li>
<li style="line-height: 14px;">telescretariado</li>
<li style="line-height: 14px;">gesti&oacute;n de n&oacute;minas</li>
<li style="line-height: 14px;">contabilidad</li>
<li style="line-height: 14px;">edici&oacute;n y maquetaci&oacute;n</li>
<li style="line-height: 14px;">digitalizaci&oacute;n de documentos</li>
<li style="line-height: 14px;">videoteca</li>
<li style="line-height: 14px;">biblioteca</li>
<li style="line-height: 14px;">sala de reuniones</li>
<li style="line-height: 14px;">asesor&iacute;a</li>
<li style="line-height: 14px;">glosarios y diccionarios</li>
</ul>
</td>
</tr>
<tr>
<td width="48%" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">B&uacute;squedas de informaci&oacute;n</span>
<ul>
<li style="line-height: 14px;">b&uacute;squedas en Internet</li>
<li style="line-height: 14px;">localizar informaci&oacute;n interna</li>
<li style="line-height: 14px;">b&uacute;squeda de telecentros</li>
<li style="line-height: 14px;">transporte por carretera</li>
<li style="line-height: 14px;">medios de comunicaci&oacute;n</li>
<li style="line-height: 14px;">dudas lingü&iacute;sticas</li>
<li style="line-height: 14px;">enciclopedias virtuales</li>
</ul>
</td>
<td width="4%" bgcolor="#FFFFFF" valign="top">&nbsp;</td>
</tr>
<tr>
<td width="48%" valign="top"><span style="font-size: medium; font-weight: bold; line-height: 20pt;">Emprendedores y las peque&ntilde;as y medianas empresas</span>
<ul>
<li style="line-height: 14px;">asesoramiento</li>
<li style="line-height: 14px;">listado de colegios profesionales</li>
<li style="line-height: 14px;">b&uacute;squedas de empleo</li>
<li style="line-height: 14px;">bolsa de ideas: gesti&oacute;n de proyectos</li>
</ul>
</td>
<td width="4%" bgcolor="#FFFFFF" valign="top">&nbsp;</td>
<td width="48%" valign="top">
<span style="font-size: medium; font-weight: bold; line-height: 20pt;">Difusi&oacute;n de actividades de ocio y turismo</span>
<ul>
<li style="line-height: 14px;">agenda de ocio</li>
<li style="line-height: 14px;">museos y exposiciones</li>
<li style="line-height: 14px;">Cultura popular</li>
<li style="line-height: 14px;">portales de ocio</li>
<li style="line-height: 14px;">viajes e informaci&oacute;n tur&iacute;stica (p.e.: &quot;Camino de Santiago&quot;)</li>
<li style="line-height: 14px;">Enciclopedia virtual para el rescate del Patrimonio Cultural (p.e.: Wikanda: sitio del saber popular de Andaluc&iacute;a)</li>
</ul>
</td>
</tr>
</tbody></table>

<div align="center"><br /><strong>Figura 3: Modelo de recursos y servicios por categor&iacute;a (Fuente: elaboraci&oacute;n propia)</strong></div>

<p>Los telecentros espa&ntilde;oles constituyen mucho m&aacute;s que un centro de formaci&oacute;n en las Tecnolog&iacute;as de Informaci&oacute;n y las Comunicaciones. Estas entidades se est&aacute;n configurando como dinamizadores del desarrollo social en zonas desfavorecidas y, en muchos casos, est&aacute;n ofertando determinados servicios que deber&iacute;an prestar las bibliotecas p&uacute;blicas. En el modelo de biblioteca p&uacute;blica que establecen las &uacute;ltimas directrices deIFLA (<a href="#IFLA_2001">2001</a>), el compromiso de la instituci&oacute;n con la Sociedad de la Informaci&oacute;n es rese&ntilde;ado desde el principio de la publicaci&oacute;n. En la introducci&oacute;n se plantean algunas cuestiones sobre el desarrollo experimentado por las tecnolog&iacute;as de la informaci&oacute;n y las telecomunicaciones y su uso en las bibliotecas, resaltando la labor que pueden realizar &eacute;stas para paliar la denominada brecha digital: </p>

<blockquote>
&quot;… dando al p&uacute;blico acceso a la tecnolog&iacute;a de la informaci&oacute;n, ense&ntilde;ando nociones elementales de inform&aacute;tica y participando en programas para combatir el analfabetismo&quot;
</blockquote>

<p>Adem&aacute;s de en esta justificaci&oacute;n introductoria, la aportaci&oacute;n de las directrices referente a las bibliotecas y su contribuci&oacute;n a la Sociedad de la Informaci&oacute;n queda concretada en las siguientes orientaciones: </p>

<ul>
<li>Las bibliotecas p&uacute;blicas son instrumentos de la igualdad de oportunidades y de lucha contra la exclusi&oacute;n social frente a los avances tecnol&oacute;gicos, convirti&eacute;ndose en esta era digital, en los portales electr&oacute;nicos hacia la informaci&oacute;n. </li>
<li>Un papel vital de la biblioteca es tender un puente entre los que poseen informaci&oacute;n y los que carecen de ella, facilitando la conexi&oacute;n del p&uacute;blico a Internet. Pero para llegar a ser los portales electr&oacute;nicos hacia la informaci&oacute;n, las bibliotecas deben convertirse, adem&aacute;s, en proveedoras de contenidos y creadoras de sitios web que ofrezcan informaci&oacute;n sobre la instituci&oacute;n o sus fondos y con enlaces a otros recursos de inter&eacute;s para sus usuarios. </li>
<li>Y si el papel de la biblioteca se asemeja al de un mediador, al ser el portal electr&oacute;nico hacia la informaci&oacute;n digital, el papel del bibliotecario se convierte en el de un <em>navegador de informaci&oacute;n</em> que ayuda al usuario a obtener informaciones fidedignas y seguras, reconocer sus nece0ades informativas y a adquirir competencias para localizar y utilizar la informaci&oacute;n de manera eficiente. </li>
</ul>

<p>Asimismo se dispone del Manifiesto de la IFLA/UNESCO sobre Internet (<a href="#IFLA_2006">2006</a>) donde se se&ntilde;alan algunas funciones de las bibliotecas p&uacute;blicas relacionadas con el acceso a la Red:</p>

<ul>
<li>Las bibliotecas y servicios de informaci&oacute;n sirven de portales esenciales de acceso a Internet. Ofrecen mecanismos para superar las barreras creadas por las diferencias en recursos, tecnolog&iacute;a y formaci&oacute;n. </li>
<li>Las bibliotecas deben contribuir a la democracia jugando un papel de puentes en la relaci&oacute;n entre el Estado y los ciudadanos, particularmente a trav&eacute;s de la promoci&oacute;n del e-gobierno en la comunidad. M&aacute;s a&uacute;n, las bibliotecas deben suplementar y reforzar el e-gobierno por medio de la provisi&oacute;n de materiales que estimulen la e-democracia: incluyendo materiales creados por organizaciones, grupos de presi&oacute;n y partidos pol&iacute;ticos que representen a todo el espectro de las opiniones. </li>
<li>Las bibliotecas y los servicios de informaci&oacute;n tienen la responsabilidad de facilitar y promover el acceso p&uacute;blico a informaci&oacute;n y comunicaci&oacute;n de calidad. Los usuarios deben ser asistidos con las habilidades necesarias y un entorno adecuado en el que hacer uso de las fuentes y servicios de informaci&oacute;n seleccionados libre y confidencialmente. </li>
</ul>

<p>Por lo que respecta a la pol&iacute;tica bibliotecaria espa&ntilde;ola tampoco ha 0o ajena al nuevo modelo de biblioteca p&uacute;blica para la Sociedad de la Informaci&oacute;n. El nuevo modelo est&aacute; presente en las <i>Pautas sobre los servicios de las bibliotecas p&uacute;blicas</i> (<a href="#Espana_pautas_2002">2002</a>) y en las <i>Pautas para el servicio de acceso a Internet en las Bibliotecas P&uacute;blicas</i> (<a href="#Espana_pautas_2005">2005</a>) que desarrollan funciones y servicios en este sentido. Muchos de los servicios subrayados en estas pautas y directrices para bibliotecas p&uacute;blicas son muy similares a los identificados en nuestro modelo de telecentros. Partiendo de este modelo podemos con0erar que los telecentros, al igual que las bibliotecas p&uacute;blicas, son instituciones democr&aacute;ticas que prestan servicios relacionados con la educaci&oacute;n, la cultura y la informaci&oacute;n, y que est&aacute;n a disposici&oacute;n de todos los miembros de la comunidad por igual, sea cuales fueren su edad, sexo, idioma, discapacidad, condici&oacute;n econ&oacute;mica, laboral y nivel de instrucci&oacute;n. </p>

<h2>Impacto de los telecentros en el desarrollo de la Sociedad de la Informaci&oacute;n</h2>

<p>Para corroborar la hip&oacute;tesis anterior, se ha propuesto continuar esta l&iacute;nea de investigaci&oacute;n intentando proponer un m&eacute;todo de evaluaci&oacute;n basado en indicadores que permita medir el uso y el impacto de los telecentros en sus &aacute;reas de influencia. <span>A+</span>  <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>la hora de definir este conjunto de indicadores se nos plante&oacute; la alternativa entre el desarrollo de nuevos indicadores <i>ad hoc</i> o la adaptaci&oacute;n de est&aacute;ndares ya disponibles. Tras un an&aacute;lisis exhaustivo, se con0er&oacute; conveniente aplicar los indicadores ya aceptados internacionalmente (utilizados, tanto a las bibliotecas, como para medir el impacto en la Sociedad de la Informaci&oacute;n) y optar por el desarrollo de nuevos indicadores, solo, en los casos en los que fuera estrictamente necesario. Por tanto, se toman como referencia las siguientes normas: </p>

<ul>
<li>ISO 2789: 2003. Informaci&oacute;n y documentaci&oacute;n. Estad&iacute;sticas de bibliotecas para uso internacional (correspondencia Norma Europea EN ISO 2789 de febrero de 2003) </li>
<li>ISO 5127: 2001 Informaci&oacute;n y documentaci&oacute;n. Vocabularios </li>
<li>ISO 11620/Amd. 1:2003: Informaci&oacute;n y documentaci&oacute;n. Indicadores para servicios bibliotecarios electr&oacute;nicos </li>
<li>UNE 50137: 2000: Informaci&oacute;n y documentaci&oacute;n. Indicadores de rendimiento bibliotecario. (equivale a ISO 11620 de abril de 1998) </li>
<li>UNE-ISO/TR 20983: 2003 Informaci&oacute;n y documentaci&oacute;n. Indicadores para servicios bibliotecarios electr&oacute;nicos (julio 2006) </li>
<li>Indicadores eEurope benchmarking </li>
<li>Indicadores i2010 benchmarking <span>framework</span>  <span class="conce" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span></li>
<li>Indicadores Fundaci&oacute;n Esplai - Fundaci&oacute;n Auna </li>
</ul>

<h3>Indicadores de evaluaci&oacute;n: objeto y campo de aplicaci&oacute;n </h3>

<p>Los indicadores propuestos ofrecen a los responsables pol&iacute;ticos unas directrices para evaluar los recursos y servicios que ofrecen los telecentros en la actualidad. El resultado de esta evaluaci&oacute;n permitir&aacute; que cada uno de los telecentros objeto de estudio, elabore su correspondiente plan de mejoras, participe en el desarrollo de un cat&aacute;logo de buenas pr&aacute;cticas y fomente la colaboraci&oacute;n entre las redes y sistemas. </p>

<h3>T&eacute;rminos y definiciones </h3>

<p>Para el establecimiento de los indicadores de evaluaci&oacute;n se aplican los siguientes t&eacute;rminos y definiciones elaborados a partir de la Norma ISO 2789:2003, p&aacute;gina 7-17, la Norma UNE-ISO /TR 20983: 2006 IN, p&aacute;gina 6-8, Norma UNE 50137:2000, p&aacute;gina 5-7 y Norma ISO 9241-11: 1998. Ergonomic requirements for office work with <span>visual</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>display terminals (VDT)s - Part 11 Guidance on usability.</p>

<blockquote>
<dl>
<dt><b>Accesibilidad:</b></dt> <dd>posibilidad de acceso a la informaci&oacute;n de Internet para todas las personas, independientemente del tipo del <span>hardware</span>, <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> <span>software</span>, <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> infraestructura de red, idioma, cultura, localizaci&oacute;n geogr&aacute;fica y capacidades de las mismas. </dd>
<dt><b>Adecuaci&oacute;n:</b></dt>
<dd>grado idoneidad de un indicador para evaluar una actividad espec&iacute;fica. </dd>
<dt><b>Disponibilidad:</b></dt><dd> medida en que el telecentro proporciona servicios, instalaciones o servicios a los usuarios en el momento que los demanda. </dd>
<dt><b>Eficacia:</b></dt><dd> medida del grado de cumplimiento de los objetivos. </dd>
<dt><b>Eficiencia:</b></dt><dd>medida de la utilizaci&oacute;n de los recursos necesarios para alcanzar un objetivo. </dd>
<dt><b>Evaluaci&oacute;n:</b></dt><dd> estimaci&oacute;n de la eficacia, eficiencia, utilidad y relevancia de un servicio o instalaci&oacute;n. </dd>
<dt><b>Horario de apertura:</b></dt><dd> horas a la semana en las que los servicios presenciales del telecentro est&aacute;n disponibles para los usuarios. </dd>
<dt><b>Indicador:</b></dt><dd> expresi&oacute;n (que puede consistir en una serie de n&uacute;meros, s&iacute;mbolos o palabras) utilizada para describir actividades (sucesos, objetos y personas) en t&eacute;rminos cuantitativos y cualitativos, para evaluar dichas actividades y el m&eacute;todo utilizado. </dd>
<dt><b>Instalaciones:</b></dt><dd> equipos y puestos de trabajo proporcionados a los usuarios del telecentro. </dd>
<dt><b>Par&aacute;metro:</b></dt> <dd>dato o factor que se toma como necesario para analizar o valorar una situaci&oacute;n. </dd>
<dt><b>Puesto de trabajo:</b></dt> <dd>puestos ofrecidos a los usuarios, con o <span>sin</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>equipo, para trabajar, acceder a Internet, etc. </dd>
<dt><b>Recursos: </b> </dt><dd> como activo del telecentro incluye, en este caso, s&oacute;lo las fuentes de informaci&oacute;n electr&oacute;nicas. </dd>
<dt><b>Red: </b> </dt><dd> varias estaciones de trabajo que est&aacute;n conectadas entre s&iacute;, normalmente a trav&eacute;s de un servidor, y que pueden compartir recursos y servicios de informaci&oacute;n. </dd>
<dt><b>Servicios: </b> </dt><dd> prestaci&oacute;n que se ofrece de manera presencial o virtual a trav&eacute;s 
de la Red. </dd>
<dt><b>Telecentro: </b> </dt><dd> t&eacute;rmino m&aacute;s difundido y la manera m&aacute;s com&uacute;n de denominar a estas entidades. Son fundamentales en zonas rurales o mal comunicadas, pues contribuyen, de forma significativa, a mejorar su entorno m&aacute;s pr&oacute;ximo. Sus metas, no se circunscriben a la alfabetizaci&oacute;n digital, sino que suelen cubrir tambi&eacute;n servicios de e-administraci&oacute;n; e-formaci&oacute;n; e-banca; e-salud; e-comercio; Internet y tecnolog&iacute;a; informaci&oacute;n y servicios al ciudadano; b&uacute;squeda de informaci&oacute;n; empleo; asesoramiento a la poblaci&oacute;n, a emprendedores y a las peque&ntilde;as y medianas empresas y difusi&oacute;n de actividades de ocio y cultura. </dd>
<dt><b>Usabilidad:</b></dt> <dd> grado de eficacia, eficiencia y satisfacci&oacute;n con la que usuarios espec&iacute;ficos pueden lograr sus objetivos, en unos determinados contextos de uso.
</dd>
<dt><b>Usuarios potenciales: </b> </dt><dd> ciudadanos a los cuales est&aacute;n destinados los recursos y 
servicios del telecentro. </dd>
<dt><b>Visita:</b></dt><dd> usuarios que acceden o entran a las dependencias del telecentro.</dd>

</dl>
</blockquote>

<h3>Marco descriptivo </h3>

<p>Los indicadores propuestos son descritos en dos pasos. En primer lugar, se especifica un par&aacute;metro que hace alusi&oacute;n al servicio, la actividad o el aspecto evaluado. Siguiendo la metodolog&iacute;a expuesta por <a href="#Codina">Codina</a> (2003) el par&aacute;metro responde a la pregunta qu&eacute; queremos evaluar (por ejemplo: Usuarios, Servicios y recursos, Adecuaci&oacute;n de los servicios a usuarios potenciales, Disponibilidad y acceso de recursos Web, Instalaciones y Relaci&oacute;n con otros organismos). En segundo lugar, y dentro de cada uno de estos par&aacute;metros, se incluyen una serie indicadores. Los indicadores responden a la pregunta, de c&oacute;mo se eval&uacute;a cada par&aacute;metro. Para describir cada uno de estos indicadores proponemos el siguiente marco descriptivo, que precisa su significado y su uso:</p>

<blockquote>
<dl>
<dt><b>Objetivo</b>:</dt>
 
<dd>cada indicador tiene un objetivo expl&iacute;cito formulado en funci&oacute;n de los servicios, actividades o aspectos evaluados. </dd>

<dt><b>Alcance o campo de aplicaci&oacute;n</b>:</dt>

<dd> indica el per&iacute;odo de tiempo y la tipolog&iacute;a de usuarios y de telecentros a los que es pertinente aplicar el indicador.</dd>

<dt><b>Definici&oacute;n del indicador</b>:</dt>
 
<dd> cada indicador se define respecto a los datos que se han de recoger y/o a la relaci&oacute;n que se debe establecer entre los mismos. </dd>

<dt><b>M&eacute;todo</b>:</dt>

<dd> se describen de forma concisa los datos que hay que recopilar y los c&aacute;lculos que se deben realizar.</dd>

<dt><b>Interpretaci&oacute;n y factores que afectan al indicador</b>:</dt>

<dd> aqu&iacute; se incluye la informaci&oacute;n necesaria para interpretar los resultados de la utilizaci&oacute;n del indicador. En el caso de que sea necesario, se proporciona tambi&eacute;n informaci&oacute;n sobre factores internos o externos que puedan afectar a los resultados.</dd>

<dt><b>Fuentes consultadas:</b></dt>
<dd> se proporcionan las referencias bibliogr&aacute;ficas de la fuente del indicador. En el caso de que sea necesario, se incluye tambi&eacute;n informaci&oacute;n m&aacute;s detallada sobre la aplicaci&oacute;n del indicador, m&eacute;todos de recogida y an&aacute;lisis de datos, etc. </dd>
</dl>
</blockquote>

<h3>Propuesta de indicadores</h3>

<p>Los indicadores descritos en este apartado se han definido a partir de las Norma UNE/ISO, las Pautas para el servicio de acceso a Internet en las bibliotecas p&uacute;blicas y el documento publicado por la Fundaci&oacute;n Esplai- Fundaci&oacute;n Auna '<em>Elaboraci&oacute;n de un cat&aacute;logo de servicios para fomentar el uso de Internet y las nuevas tecnolog&iacute;as. Metodolog&iacute;a de trabajo</em>' (<a href="#Esplai_2008">2008</a>). Los indicatores propuestos se detallan en <a href="#anexo">el anexo</a></p>

<h2>Continuaci&oacute;n del proyecto </h2>

<p>Se trata ahora de intentar seleccionar los telecentros m&aacute;s id&oacute;neos a partir de la amplia serie de datos de la que se dispone. Para ello se plantea aplicar el m&eacute;todo matem&aacute;tico denominado <i>Rango Selectivo Multidimensional </i>(RSM) con el fin de obtener una evaluaci&oacute;n m&aacute;s precisa. Este an&aacute;lisis se basa en el m&eacute;todo que aplic&oacute; originalmente Ivanovich para determinar el grado de desarrollo econ&oacute;mico de las regiones de la entonces Rep&uacute;blica Socialista Federativa de Yugoslavia. Como resultado de un trabajo de tesis doctoral presentado por Morales-Morej&oacute;n (<a href="#Morales_Morejon">1990</a>), se comenz&oacute; a aplicar con &eacute;xito en Cuba, como un nuevo m&eacute;todo multivariable, que permite evaluar de una forma m&aacute;s objetiva la idoneidad de las publicaciones peri&oacute;dicas en varias tem&aacute;ticas. Sin embargo, su total utilizaci&oacute;n se vio limitada por la complejidad y laborio0ad de sus procedimientos y c&aacute;lculos matem&aacute;ticos, hasta queMorales Garc&iacute;a y Garc&iacute;a D&iacute;az (<a href="#Morales1992">1992</a>) (<a href="#Morales_2000">2000</a>) lograron automatizar todos sus c&aacute;lculos, con la creaci&oacute;n del programa EVASOFT, dise&ntilde;ado espec&iacute;ficamente para calcular los valores del RSM.</p>

<h3>Definici&oacute;n de las variables previamente establecidas por el investigador para la evaluaci&oacute;n</h3>

<ol style="list-style: upper-roman;">
<li>Usuarios.
<ul>
<li>Porcentaje de la poblaci&oacute;n usuaria a la que llegan los servicios de los 
telecentros</li>
</ul>
</li>

<li>Servicios y recursos.
<ul>
<li>Porcentaje de servicios p&uacute;blicos disponibles a trav&eacute;s del telecentro</li>
<li>Porcentaje de usos de los servicios p&uacute;blicos disponibles a trav&eacute;s del telecentro</li>
</ul>
</li>

<li>Adecuaci&oacute;n de los contenidos a los usuarios potenciales
<ul>
<li>Satisfacci&oacute;n del usuario</li>
</ul>
</li>

<li>Disponibilidad y acceso a los recursos Web
<ul>
<li>Adecuaci&oacute;n al &aacute;mbito de navegaci&oacute;n y dise&ntilde;o</li>
<li>Adecuaci&oacute;n al &aacute;mbito de seguridad</li>
<li>Porcentaje de elementos o mecanismos que facilitan las visitas continuadas 
al portal del telecentro</li>
</ul>
</li>

<li>Instalaciones
<ul>
<li>Horas de estaciones de trabajo disponibles per c&aacute;pita</li>
<li>Poblaci&oacute;n por estaciones de trabajo</li>
<li>Ratio de uso de las estaciones de trabajo</li>
</ul>
</li>

<li>Relaci&oacute;n con otros organismos
<ul>
<li>N&uacute;mero de convenios o contratos, suscritos con otros organismos</li>
</ul>
</li>
</ol>

<h3>Establecimiento del orden de incorporaci&oacute;n de las variables </h3>

<p>Las variables a con0erar tendr&aacute;n un peso en la evaluaci&oacute;n dependiendo del orden que ha decidido el investigador, y esta selecci&oacute;n estar&aacute; sujeta a la importancia que tengan dichas variables. Por ejemplo, se debe introducir como primera la variable aquella cuya informaci&oacute;n sea la m&aacute;s veraz y objetiva. La variable que en este caso con0eramos como la m&aacute;s objetiva ser&iacute;a la <em>Satisfacci&oacute;n del usuario</em>.</p>

<h3>C&aacute;lculo del coeficiente de correlaci&oacute;n</h3>

<p>En este punto, es necesario destacar, la importancia que tiene una correcta selecci&oacute;n de la primera variable que se va a definir como la m&aacute;s importante, pues de ello dependen los resultados totales obtenidos, ya que el mayor peso se le otorga a ella. <span>A+</span>  <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>partir de ese momento el investigador no controla el orden del resto de las variables. Este orden se determina a partir del c&aacute;lculo del coeficiente de correlaci&oacute;n de cada una, con respecto a la variable <span>principal</span>, <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> es decir se coloca en segundo lugar la variable que posea el valor m&aacute;s alto de coeficiente de correlaci&oacute;n, y as&iacute; sucesivamente para cuantas variables se con0eren.</p>

<h3>Definir los valores del Telecentro Patr&oacute;n (P<sup><b>+</b></sup>)</h3>

<p>&nbsp;El <em>Telecentro Patr&oacute;n</em> es el modelo ideal de telecentro, confeccionado con los valores m&aacute;s altos de acuerdo a las variables seleccionadas. Con la elecci&oacute;n del m&eacute;todo multivariable, denominado Rango Selectivo Multidimensional, los telecentros m&aacute;s id&oacute;neos ser&aacute;n los que m&aacute;s se aproximen a los valores establecidos en la revista patr&oacute;n, es decir los que se acerquen m&aacute;s a cero en sus resultados. Esta entidad se formar&aacute; con los valores m&aacute;s favorables de cada una de las variables: P<strong><sup>+</sup></strong> = max X<sub>1</sub>, max X<sub>2</sub>, ...., max X<sub>n</sub></p>

<h3>C&aacute;lculo de la desviaci&oacute;n t&iacute;pica muestral de cada variable</h3>

<p>Se debe determinar este valor para cada una de las variables analizadas.</p>

<h3>C&aacute;lculo del RSM.</h3>

<div align="center"><img border="0" src="p420fig5.jpg" alt="f&oacute;rmula del c&aacute;lculo del RSM" width="361" height="86" /></div>

<p>Donde: <b>P</b><strong><sup>*</sup></strong>: revista patr&oacute;n. <b>X</b><strong><sup>*</sup><sub>j:</sub></strong> valor correspondiente de la variable j en la revista patr&oacute;n. <b>X</b><sub><strong>ij</strong></sub> : valor de la variable j en la revista i. <font face="Times New Roman" size="5"> &#417;</font><strong><sub>j-1</sub></strong> : desviaci&oacute;n t&iacute;pica muestral de la variable j. <font face="Times New Roman" size="5">&#417;</font><sub><strong>jk</strong></sub> : constante de la productoria.</p>

<p>Es importante destacar que los valores del Rango Selectivo Multidimensional ser&aacute;n m&aacute;s satisfactorios en la medida que sus resultados se aproximen m&aacute;s a cero.</p>

<h2>Conclusiones</h2>

<p>Desde la d&eacute;cada de 1990, la Uni&oacute;n Europea ha puesto en marcha diferentes planes de acci&oacute;n y programas que pretenden acercar la Sociedad de la Informaci&oacute;n al conjunto de los ciudadanos. Muchas de las iniciativas y programas derivados de estos planes han estado orientadas a la creaci&oacute;n y sostenibilidad de los telecentros. </p>

<p>La mayor&iacute;a de los telecentros espa&ntilde;oles han 0o auspiciados por iniciativas europeas y regionales vinculadas al desarrollo social de determinados colectivos desfavorecidos o por pol&iacute;ticas locales de desarrollo rural o urbano, en las que financiaci&oacute;n europea ha 0o el punto de partida. El objetivo de estas ayudas era propiciar el acercamiento de las Tecnolog&iacute;as de Informaci&oacute;n y las Comunicaciones a la poblaci&oacute;n espa&ntilde;ola. Con ello, se ha favorecido no s&oacute;lo la creaci&oacute;n y sostenibilidad de los telecentros espa&ntilde;oles, sino el fortalecimiento de redes de telecentros de &aacute;mbito nacional y auton&oacute;mico.</p>

<p>El Modelo de servicios y recursos propuesto nos ha permitido conocer la totalidad de servicios prestados por los telecentros en el per&iacute;odo analizado. Con esta muestra, y con un mayor conocimiento del objeto de estudio, se ha podido contrastar el porcentaje de recursos y servicios que los telecentros ponen al servicio de los ciudadanos. Este modelo podr&iacute;a constituir una herramienta inicial para la toma de decisiones por parte de los responsables pol&iacute;ticos, as&iacute; como para la reflexi&oacute;n de los agentes sociales. </p>

<p>Los telecentros espa&ntilde;oles se est&aacute;n convirtiendo en dinamizadores del desarrollo social en zonas desfavorecidas y, en muchos casos, est&aacute;n cumplimentando determinados servicios que deber&iacute;an prestar las bibliotecas p&uacute;blicas. Ambos son instituciones democr&aacute;ticas que prestan servicios relacionados con la Educaci&oacute;n, la Cultura y el acceso a la Informaci&oacute;n, y que est&aacute;n a disposici&oacute;n de todos los miembros de la comunidad por igual, sea cuales fueren su edad, sexo, idioma, discapacidad, condici&oacute;n econ&oacute;mica, laboral y nivel de instrucci&oacute;n, tampoco es de extra&ntilde;ar, por tanto, esta coincidencia.</p>

<p>En &uacute;ltimo lugar, si bien parece demostrado que los telecentros son instrumentos de dinamizaci&oacute;n social en zonas desfavorecidas, todav&iacute;a est&aacute; pendiente de resolver la cuesti&oacute;n de c&oacute;mo medir su impacto en el desarrollo de la Sociedad de la Informaci&oacute;n. Con nuestra aportaci&oacute;n pretendemos ofrecer una metodolog&iacute;a de trabajo para evaluar este impacto a trav&eacute;s de indicadores y de un m&eacute;todo de an&aacute;lisis multivariable, donde se pueden combinar todos los datos ofrecidos por las diferentes variables incluidas en el estudio. Este m&eacute;todo pone a disposici&oacute;n de los agentes pol&iacute;ticos y sociales un sistema que permite definir la idoneidad de los telecentros y elaborar una adecuada pol&iacute;tica de desarrollo social.</p>

<h2><a id="autores" name="autores" />La informaci&oacute;n sobre los autores</h2>

<p>D&ntilde;a. Ana Mar&iacute;a Morales Garc&iacute;a es Doctora y Master en Documentaci&oacute;n, por la Univer0ad Carlos III de Madrid y Licenciada en Documentaci&oacute;n por la Univer0ad de La Habana. Actualmente es Profesora en el Departamento de Biblioteconom&iacute;a y Documentaci&oacute;n de la Univer0ad Carlos III de Madrid y Subdirectora del Instituto de Investigaci&oacute;n 'Agust&iacute;n Millares' de Documentaci&oacute;n y Gesti&oacute;n de la Informaci&oacute;n e integrante del Grupo de Investigaci&oacute;n ACR&Oacute;POLIS de la Univer0ad Carlos III. Ella puede ser contactada en <a href="mailto:amoralesbib.uc3m.es">amorales@bib.uc3m.es</a></p> 

<p>D&ntilde;a Mercedes Caridad Sebasti&aacute;n es Licenciada en Periodismo (Ciencias de la Informaci&oacute;n), en 1978 por la Univer0ad Complutense de Madrid y Doctora en Ciencias de la Informaci&oacute;n por la misma univer0ad, en 1982. Actualmente es Catedr&aacute;tica del Departamento de Biblioteconom&iacute;a y Documentaci&oacute;n de la Univer0ad Carlos III, Directora del Instituto de Investigaci&oacute;n 'Agust&iacute;n Millares' de Documentaci&oacute;n y Gesti&oacute;n de la Informaci&oacute;n de la Univer0ad Carlos III, Directora del Grupo ACR&Oacute;POLIS y Directora del M&aacute;ster en Documentaci&aacute;n Audiovisual: Gesti&aacute;n del Conocimiento en el Entorno Digital.  Ella puede ser contactada en <a href="mailto:mercedes@bib.uc3m.es">mercedes@bib.uc3m.es</a></p>
 
<p>D&ntilde;a. F&aacute;tima Garc&iacute;a L&oacute;pez es Licenciada en Filolog&iacute;a Hisp&aacute;nica por la Univer0ad Aut&aacute;noma de Madrid  y Doctora en Documentaci&oacute;n  por la Univer0ad Carlos III de Madrid. Actualmente es Profesora en el Departamento de Biblioteconom&iacute;a y Documentaci&oacute;n de la Univer0ad Carlos III de Madrid y miembro del Grupo ACR&Oacute;POLIS y del Instituto de Investigaci&oacute;n 'Agust&iacute;n Millares' de Documentaci&oacute;n y Gesti&oacute;n de la Informaci&oacute;n de la Univer0ad Carlos III. Ella puede ser contactada en <a href="mailto:fatimagbib.uc3m.es">fatimag@bib.uc3m.es</a></p>

<br />



<form action="#">
<fieldset><legend 
style="BORDER-RIGHT: navy 1px solid; PADDING-RIGHT: 0.5ex; PADDING-LEFT: 0.5ex; FONT-WEIGHT: bold; FONT-SIZE: medium; PADDING-BOTTOM: 0.1ex; COLOR: white; PADDING-TOP: 0.1ex; BORDER-BOTTOM: navy 1px solid; BACKGROUND-COLOR: #5e96fd">Referencias</legend>

<ul>
<li><a id="Cislers" name="Cislers">Cislers</a>, S. (1998). <em><a href="http://www.webcitation.org/5lupFIngX">Telecenters and libraries: new technologies and new partnerships</a></em>. Trabajo presentado en <i>Conferencia Anual de la IFLA, </i>Amsterdam 1998. Recuperado el 10 de diciembre de 2009 de http://lists.webjunction.org/wjlists/publib/1998-August/085366.html (Archived by WebCite&reg; at http://www.webcitation.org/5lupFIngX) </li>

<li><a id="Codina" name="Codina">Codina</a>, L. (2003). <i>Metodolog&iacute;a de an&aacute;lisis y evaluaci&oacute;n de recursos digitales en l&iacute;nea</i>. Santiago de Compostela: Consorcio Universitario de Galicia 2003.</li>

<li><a id="Comision_Europea_2002" name="Comision_Europea_2002">Comisi&oacute;n Europea</a> (2002). <i><a href="http://www.webcitation.org/5lupNjsJ3">eEurope 2005: Una sociedad de la informaci&oacute;n para todos</a></i>. Recuperado el 10 de diciembre de 2009 de http://www.csae.<span>map</span>. <span class="conce" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>es/csi/pdf/eeurope2005_es.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5lupNjsJ3)</li>

<li><a id="i2010" name="i2010">Comisi&oacute;n Europea</a>. (2005). <i><a href="http://www.webcitation.org/5lupWU86v">i2010: la sociedad de la informaci&oacute;n y los medios de comunicaci&oacute;n al servicio del crecimiento y el empleo</a></i>. Recuperado el 10 de diciembre de 2009 de http://europa.eu/legislation_summaries/employment_and_social_policy/job_creation_measures/c11328_es.htm (Archived by WebCite&reg; at http://www.webcitation.org/5lupWU86v)</li>

<li><a id="Comision_Europea_2007" name="Comision_Europea_2007">Comisi&oacute;n Europea</a> (2007). <i><a href="http://www.webcitation.org/5lupdwAcH">La pol&iacute;tica de cohesi&oacute;n 2007-2013: Comentarios y textos oficiales</a></i>. Recuperado el 10 de diciembre de 2009 de http://ec.europa.eu/regional_policy/sources/docoffic/official/regulation/pdf/2007/publications/guide2007_es.pdf
(Archived by WebCite&reg; at http://www.webcitation.org/5lupdwAcH)</li>

<li><a id="Espana_Ingenio" name="Espana_Ingenio">Espa&ntilde;a. Fundaci&oacute;n Espa&ntilde;ola de Ciencia y Tecnolog&iacute;a</a>. (2005). <i><a href="http://www.webcitation.org/5luq6u94I">Programa INGENIO 2010</a></i>. Recuperado el 10 de diciembre de 2009 de http://www.ingenio2010.es/contenido.asp?dir=./01_que  (Archived by WebCite&reg; at http://www.webcitation.org/5luq6u94I)</li>

<li><a id="Espana_punto_es" name="Espana_punto_es">Espa&ntilde;a</a>. Ministerio de Ciencia y Tecnolog&iacute;a. (2004). <i><a href="http://www.webcitation.org/5luqFYfT6">Espa&ntilde;a.es. Programa de actuaciones para el desarrollo de la sociedad de la informaci&oacute;n en Espa&ntilde;a (2004-2005)</a></i>. Recuperado el 10 de diciembre de 2009 de http://www.csi.<span>map</span>. <span class="conce" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>es/csi/pdf/espana_es_actuaciones.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5luqFYfT6)</li>

<li><a id="Espana_pautas_2002" name="Espana_pautas_2002">Espa&ntilde;a</a>. Ministerio de Educaci&oacute;n, Cultura y Deporte. (2002). <i>Pautas sobre los servicios de bibliotecas p&uacute;blicas</i>. Recuperado el 10 de diciembre de 2009 de http://travesia.mcu.es/portalnb/jspui/handle/10421/369  (Archived by WebCite&reg; at http://www.webcitation.org/5luqSr42a)</li>

<li><a id="Espana_pautas_2005" name="Espana_pautas_2005">Espa&ntilde;a</a>. Ministerio de Educaci&oacute;n, Cultura y Deporte. (2005). <i><a href="http://www.webcitation.org/5luqadoMU">Pautas para el servicio de acceso a Internet en las bibliotecas p&uacute;blicas</a></i>. Recuperado el 10 de diciembre de 2009 de http://dali.mcu.es/portalnb/jspui/handle/10421/394 (Archived by WebCite&reg; at http://www.webcitation.org/5luqadoMU)</li>

<li><a id="Espana_plan_avanza" name="Espana_plan_avanza">Espa&ntilde;a. Ministerio de Industria</a>, Comercio y Turismo. (2008). <i><a href="http://www.webcitation.org/5luz3WIXq">Plan avanza: resumen ejecutivo.</a></i> Recuperado el 10 de diciembre de 2009 de http://www.planavanza.es/InformacionGeneral/ResumenEjecutivo2/Paginas/ResumenEjecutivo.aspx (Archived by WebCite&reg; at http://www.webcitation.org/5luz3WIXq)</li>

<li><a id="programa_telecentros" name="programa_telecentros">Federaci&oacute;n Espa&ntilde;ola de Municipios y 
Provincias.</a> (2004). <i><a href="http://www.webcitation.org/5luzEa6WH">Convenio bilateral suscrito entre la Federaci&oacute;n Espa&ntilde;ola de Municipios y Provincias y Red.es hara la puesta en marcha del programa Puntos de Acceso P&uacute;blico a Internet II (Telecentros).</a></i> Recuperado el 10 de diciembre de 2009 de  http://www.telecentros.es/sobre-telecentros/docs/convenio-femp-redes.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5luzEa6WH)</li>

<li><a id="Fundacion_Auna_2009" name="Fundacion_Auna_2009">Fundaci&oacute;n Auna</a>. (2009). <i><a href="http://www.webcitation.org/5luzODCRr">eEspa&ntilde;a 2005: V Informe anual sobre el desarrollo de la sociedad de la informaci&oacute;n en Espa&ntilde;a.</a></i> Recuperado el 10 de diciembre de 2009 de 
http://www.usc.es/atpemes/IMG/article_PDF/article_a4.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5luzODCRr)</li>

<li><a id="Esplai_2008" name="Esplai_2008"></a>Fundaci&oacute;n Esplai-Fundaci&oacute;n Auna. (2008). <i>Elaboraci&oacute;n de un cat&aacute;logo de servicios para fomentar el uso de Internet y las nuevas tecnolog&iacute;as. Metodolog&iacute;a de trabajo</i>. Barcelona: Fundaci&oacute;n Esplai.</li>

<li><a id="IFLA_2001" name="IFLA_2001">International Federation of Library Associations <em>and</em> Unesco. </a> (2001). <i><a href="http://www.webcitation.org/5lv0JWqMw">Directrices IFLA/UNESCO para el desarrollo del servicio de bibliotecas p&uacute;blicas.</a></i> Recuperado el 10 de diciembre de 2009 de http://unesdoc.unesco.org/images/0012/001246/124654s.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5lv0JWqMw)</li>

<li><a id="IFLA_2006" name="IFLA_2006"></a>International Federation of Library Associations <em>and</em> Unesco. (2006). <em><a href="http://www.webcitation.org/5lv0XHiWL">Manifiesto de la IFLA/UNESCO sobre Internet directrices</a></em>. Recuperado el 10 de diciembre de 2009 de http://archive.ifla.org/faife/policy/iflastat/Internet-ManifestoGuidelines-es.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5lv0XHiWL)</li>

<li><a id="Morales1992" name="Morales1992"></a>Morales Garc&iacute;a, <span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>M. y D&iacute;az Garc&iacute;a, <span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> (1992). Evasoft 1.0: sistema automatizado que permite determinar la idoneidad de las publicaciones seriadas sobre la base del rango selectivo multidimensional (RSM). <em>Ciencias de la Informaci&oacute;n</em>, <strong>23</strong>(4), 273-277.</li>

<li><a id="Morales_2000" name="Morales_2000"></a>Morales Garc&iacute;a, <span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>M. (2000). <a href="http://www.webcitation.org/5lv16LWOu">M&eacute;todo de an&aacute;lisis univariable vs multivariable. Aplicaci&oacute;n pr&aacute;ctica en revistas de Econom&iacute;a.</a> <em>FORINF@: Revista Iberoamericana de Usuarios de Informaci&oacute;n</em>, (No. 10), 8-27. Recuperado el 10 de diciembre de 2009 de http://infolac.ucol.mx/novedades/forinfo-10.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5lv16LWOu)</li>

<li><a id="Morales_2002" name="Morales_2002"></a>Morales Garc&iacute;a, <span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> M. (2002). <i><a href="http://www.webcitation.org/5lv1XrpH4">Sociedad de la informaci&oacute;n en Espa&ntilde;a: el teletrabajo como acci&oacute;n clave</a></i>. Tesis doctoral in&eacute;dita, Univer0ad Carlos III, Madrid, Espa&ntilde;a..  Recuperado el 7 de diciembre de 2008 de http://hdl.handle.net/10016/481 (Archived by WebCite&reg; at http://www.webcitation.org/5lv1XrpH4)</li>

<li><a id="Morales_y_Perez" name="Morales_y_Perez"></a>Morales Garc&iacute;a, <span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> M. y P&eacute;rez Lorenzo, B. 
(2004). Telecentros versus NCC y CAPI: herramientas de dinamizaci&oacute;n de las TIC's en la sociedad del conocimiento. En Caridad Sebasti&aacute;n, M. y Nogales Flores, <span>J++</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>T. (coord.): <i>La informaci&oacute;n en la posmodernidad: la Sociedad del Conocimiento en Espa&ntilde;a e Iberoam&eacute;rica</i>. (p. 325-337). Madrid: Centro de Estudios Ram&oacute;n Areces.</li>

<li><a id="Morales_Morejon" name="Morales_Morejon"></a>Morales Morej&oacute;n, M. (1990). <i>Aplicaci&oacute;n del An&aacute;lisis Inform&eacute;trico para la evaluaci&oacute;n de los flujos informacionales en el campo de las plagas y enfermedades de los c&iacute;tricos</i> Tesis Doctoral in&eacute;dita, Academia de Ciencias de Bulgaria, Centro de Informaci&oacute;n Cient&iacute;fica, Sofia, Bulgaria.</li>
</ul>
</fieldset> </form>





<br /> 
 
<form action="#"> 
<fieldset> 
<legend><a id="ingles" name="ingles" />Abstract in <span>English</span>  <span class="conce" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span></legend> 
<blockquote> 
<strong>Introduction</strong>. The establishment of telecentres in spain was to introduce the Internet in areas that have become isolated from the information society. The absence of studies did not allow one adequately to assess the social changes promoted by this kind of organization in their areas of influence.<br />
<strong>Method</strong>. Firstly,  the evolution of these institutions in Spain from the sponsored initiatives is described and, secondly, the resources and services <span>offered</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>are classified. From this set of services and resources, we have <span>established</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>a set of indicators to assess the state of affairs.<br />
<strong>Analysis</strong>. We analysed the national and regional telecentres networks and categorized their resources and services, contrasting between mainstream services in telecentres and public libraries. In the second part of the study, based on the previous model we developed an assessment methodology based on indicators. Finally, as a continuation of this work, we proposed the application of a multivariate analysis to measure more precisely the <span>degree</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>of implementation of theses institutions in Spain.<br />
<strong>Conclusions</strong>. The first part of the study provides comprehensive data about the deployment of telecentres in Spain and their <span>distribution</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>in three nationwide and fourteen autonomous area networks. The Spanish telecentres are becoming driving forces of social development in disadvantaged areas and, sometimes, they perform services that public libraries should provide. The model of services and resources proposed can be a key means to learn the entire <span>range</span>  <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>of these entities and provide for <span>future</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>development, be0es being the <span>source</span>  <span class="exper" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>of information for measuring its impact on the information society.
 </blockquote> 
</fieldset> 
</form> 
<br />
<form action="#">
<fieldset><legend 
style="BORDER-RIGHT: navy 1px solid; PADDING-RIGHT: 0.5ex; PADDING-LEFT: 0.5ex; FONT-WEIGHT: bold; FONT-SIZE: medium; PADDING-BOTTOM: 0.1ex; COLOR: white; PADDING-TOP: 0.1ex; BORDER-BOTTOM: navy 1px solid; BACKGROUND-COLOR: #5e96fd">How 
to cite this paper</legend>
<div><br />Morales <span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>M., Caridad, S. &amp; Garcia, F. (2009). &quot;Los telecentros espa&ntilde;oles: modelo de de recursos y servicios y propuesta de indicadores para su evaluaci&oacute;n&quot;. <em>Information Research</em>,  <strong>14</strong>(4) paper 420. [Available at http://InformationR.net/ir/14-4/paper420.html]</div>
</fieldset> 
</form>

<table cellspacing="10" align="center"> 
	<tr> 
		<td colspan="3" align="center" style="background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr> 
	<tr> 
		<td align="center" valign="top"> 

<form method="get" action="http://scholar.google.com/scholar" target="_blank"> 
			<table bgcolor="#ffffff"> 
				<tr> 
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="telecentres evaluation resources services"></input> <br /> 
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input> 
<input type="hidden" name="num" value="100"></input> 
					</td> 
				</tr> 
			</table> 
 
</form> 
		</td> 
		<td align="center" valign="top"> 
<!-- Search <em>Google</em> --> 
 
<form method="get" action="http://www.google.com/custom" target="_blank"> 
			<table bgcolor="#ffffff"> 
				<tr> 
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="telecentres evaluation resources services"></input><br /> 

<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;"></input> 
<input type="hidden" name="client" value="pub-5081678983212084"></input> 
<input type="hidden" name="forid" value="1"></input> 
 
<input type="hidden" name="ie" value="ISO-8859-1"></input> 
<input type="hidden" name="oe" value="ISO-8859-1"></input> 
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input> 
<input type="hidden" name="hl" value="en"></input> 
					</td> 
				</tr> 
			</table> 
</form> 
</td> 
<td align="center" valign="top"> 
<form method="get" action="http://www.live.com/" target="_blank"> 
			<table bgcolor="#ffffff"> 
				<tr> 
 
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="telecentres evaluation resources services"></input> <br /> 

<input type="submit" name="sa" value="Bing"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input> 
<input type="hidden" name="num" value="100"></input> 
					</td> 
				</tr> 
			</table> 
</form> 
 
		</td> 
	</tr> 
</table> 
 
<!-- <div align="center">Articles citing this paper, <a href="http://scholar.<em>Google</em>.com/scholar?hl=en&lr=&cites=15087050128968045568" target="_blank">according to <em>Google</em> Scholar</a></div>
<br /> --> 
<div align="center"> 
<img src="http://images.del.icio.us/static/img/delicious.small.gif" alt="logo" /> <a href="http://del.icio.us/post" onclick="window.open('http://del.icio.us/post?v=4&amp;noui&amp;jump=close&amp;url='+encodeURIComponent(location.href)+'&amp;title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark This Page</a> 
</div> 
 <hr size="1" style="color: #5E96FD;" />
<br />
<h2><a id="anexo" name="anexo" />Anexo</h2>

<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br /><strong>Tabla 3: Propuesta de Indicadores: (1) Usuarios</strong></caption>
<tbody>
<tr>
<th valign="middle" colspan="2">1.1 Porcentaje de la poblaci&oacute;n usuaria a la que llegan los servicios de los telecentros</th>
</tr>

<tr>
<td>a) Objetivo</td>
<td>Determinar la idoneidad del telecentro, respecto a los usuarios potenciales a los que llegan esos servicios.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, PYMEs y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres).</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>
<td>Porcentaje de usuarios potenciales que han utilizado cualquiera de los servicios del telecentro en un per&iacute;odo de tiempo determinado.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>En el caso de que el telecentro no cuente con estad&iacute;sticas de usuarios se realizar&aacute;, en primer lugar, un cuestionario sobre una muestra representativa de la poblaci&oacute;n a la que se le preguntar&aacute; si ha visitado el telecentro o ha utilizado sus servicios. Si se cuenta con estad&iacute;sticas de usuarios del telecentro, directamente se calcular&aacute; el porcentaje de la poblaci&oacute;n usuaria a la que llegan estos servicios sobre el n&uacute;mero total de la poblaci&oacute;n a servir.</td>
</tr>
<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>El resultado puede verse afectado por varios factores: composici&oacute;n demogr&aacute;fica de la poblaci&oacute;n, nivel educativo, condiciones socioecon&oacute;micas, disponibilidad de terminales para uso y acceso a Internet, nivel de acceso a la Red desde los domicilios de los usuarios.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td><strong><em>UNE/ISO/TR 20903: 2006 IN</em></strong>, p&aacute;gina 16, (B.1.1.1).<br />
Pautas para el servicio de acceso a Internet en las bibliotecas p&uacute;blicas. <br />
Cuestionario. 
</td>
</tr>
</tbody></table>
<br /><br />

<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 4: Propuesta de Indicadores: (2) Servicios y recursos</strong></caption>
<tbody>
<tr>
<th valign="middle" colspan="2">2.1 Porcentaje de servicios p&uacute;blicos disponibles a trav&eacute;s del telecentro</th>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Medir la disponibilidad de servicios que se ofrecen a los usuarios.</td></tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral).</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>
<td>Porcentaje de servicios que ofrece el telecentro a sus usuarios potenciales, en un per&iacute;odo de tiempo determinado.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>El porcentaje de servicios prestados se calcula dividiendo el n&uacute;mero de servicios prestados por el telecentro objeto de estudio entre el n&uacute;mero total de servicios</td>
</tr>
<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>Para definir el n&uacute;mero total de servicios que pueden prestar los telecentros se sugiere tomar como referencia el <em>Modelo de los recursos y servicios que prestan actualmente todos los telecentros</em>, incluido en el art&iacute;culo <em>Impacto social e idoneidad de los servicios en los telecentros: estado del arte y modelizaci&oacute;n de recursos y servicios</em> y el <em>Cat&aacute;logo de usos, servicios y contenidos</em>, de la Fundaci&oacute;n Esplai-Fundaci&oacute;n Auna.</td>
</tr>

<tr>
<td>f) Fuentes consultadas</td>
<td>
<strong><em>Impacto social e idoneidad de los servicios en los telecentros: estado del arte y modelizaci&oacute;n de recursos y servicios </em></strong> (Parte I).<br />
<strong><em>Cat&aacute;logo de usos, servicios y contenidos</em></strong> del Programa de Fomento del Uso de Internet y las Nuevas Tecnolog&iacute;as.</td>
</tr>
<tr>
<td colspan="2"><b>2.2. Porcentaje de uso de los servicios p&uacute;blicos disponibles a trav&eacute;s del telecentros</b></td>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Medir el uso de los servicios entre la poblaci&oacute;n a servir.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, 
inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de 
inserci&oacute;n laboral). Pueden medir servicios (e-administraci&oacute;n, e-formaci&oacute;n, 
e-banca, e-salud, e-comercio, Internet y tecnolog&iacute;a, informaci&oacute;n y servicios 
al ciudadano, b&uacute;squeda de informaci&oacute;n, empleo, emprendedores y las peque&ntilde;as y medianas empresas, 
difusi&oacute;n de actividades de ocio y cultura).</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>

<td>Porcentaje de uso de los servicios 
que ofrece el telecentro a sus usuarios potenciales, en un per&iacute;odo de tiempo 
determinado.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>El porcentaje de uso de los servicios 
prestados se calcular&aacute; dividiendo el n&uacute;mero de uso de cada servicio prestado 
por el telecentro entre el n&uacute;mero total de servicios que presta el 
telecentro</td>
</tr>
<tr>

<td>e) Interpretaci&oacute;n y factores que 
afectan al indicador</td>
<td>Para definir el n&uacute;mero total de 
servicios que pueden prestar los telecentros se le sugiere tomar como 
referencia el "Modelo de los recursos y servicios que prestan actualmente 
todos los telecentros", incluido en el art&iacute;culo "Impacto social e idoneidad 
de los servicios en los telecentros: estado del arte y modelizaci&oacute;n de 
recursos y servicios" y el "Cat&aacute;logo de usos, servicios y contenidos", de la 
Fundaci&oacute;n Esplai-Fundaci&oacute;n Auna.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td>
<strong><em>Impacto social e idoneidad de los servicios en los telecentros: estado del arte y modelizaci&oacute;n de recursos y servicios</em></strong> (Parte I).<br />
<strong><em>Cat&aacute;logo de usos, servicios y contenidos</em></strong> del Programa de Fomento del Uso de Internet y las Nuevas Tecnolog&iacute;as.
</td>
</tr>
</tbody></table>
<br /><br />

<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br /><strong>Tabla 5: Propuesta de Indicadores: (3) Adecuaci&oacute;n de los servicios a los usuarios potenciales</strong></caption>

<tbody>
<tr>
<th valign="middle" colspan="2">3.1 
Satisfacci&oacute;n del usuario</th>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Evaluar el grado de satisfacci&oacute;n del usuario respecto a las instalaciones, la actitud del personal y los servicios y recursos, que ofrece el telecentro.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral). Puede medir: (a) actitud del personal, (b) instalaciones y (c) servicios (e-administraci&oacute;n, e-formaci&oacute;n, e-banca, e-salud, e-comercio, Internet y tecnolog&iacute;a, informaci&oacute;n y servicios al ciudadano, b&uacute;squeda de informaci&oacute;n, empleo, emprendedores y las peque&ntilde;as y medianas empresas, difusi&oacute;n de actividades de ocio y cultura)</td>
</tr>
<tr>

<td>c) Definici&oacute;n del indicador</td>
<td>Puntuaci&oacute;n media aportada por los usuarios de los telecentros, en una escala de tres puntos (de 1 a 3), donde (1) es el valor m&iacute;nimo.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>Se dise&ntilde;a un cuestionario con los servicios y recursos a evaluar y/u otros aspectos (actitud del personal e instalaciones). En el cuestionario pueden incluirse preguntas por tipolog&iacute;a de usuarios. Se selecciona una muestra representativa de usuarios y se les solicita que cumplimenten el cuestionario. El valor promedio de la satisfacci&oacute;n del usuario para cada servicio o aspecto se obtiene dividiendo la suma de puntuaciones indicadas por usuarios para cada servicio entre el n&uacute;mero de personas que respondieron a las preguntas</td>
</tr>

<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>Este indicador para cada servicio o aspecto del servicio, dar&aacute; como resultado un n&uacute;mero entre 1 y 3, con una cifra <span>decimal</span>. <span class="quanti" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span> Las opiniones de los usuarios pueden ser subjetivas, depende mucho de las expectativas y las circunstancias de los mismos.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td><strong><em>UNE 50137:2000</em></strong>, p&aacute;gina.15, (B.1.1.1)<br />Cuestionarios</td>
</tr>
</tbody></table>
<br /><br />

<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">


<caption align="bottom"><br /><strong>Tabla 6: Propuesta de Indicadores: (4) Disponibilidad y acceso a los recursos Web</strong></caption>
<tbody>
<tr>
<th valign="middle" colspan="2">4.1 Adecuaci&oacute;n del &aacute;mbito de navegaci&oacute;n y dise&ntilde;o</th>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Evaluar el &aacute;mbito de usabilidad incluyendo aspectos relacionados con el dise&ntilde;o de la p&aacute;gina como aquellos que favorecen la facilidad de acceso a la informaci&oacute;n.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral). Puede medir: (a) presencia de Mapa Web del sitio, (b) disponibilidad de herramientas de b&uacute;squedas, (c) presentaci&oacute;n o p&aacute;gina de inicio, (d) presentaci&oacute;n multilingüe, (e) presencia de FAQ, (f) acceso para discapacitados y (g) disponibilidad de videos (multimedia)</td>
</tr>
<tr>

<td>c) Definici&oacute;n del indicador</td>
<td>Puntuaci&oacute;n sobre cada uno de los elementos a evaluar, teniendo en cuenta dos valores (0 y 1), donde 1 significa presencia del elemento a evaluar y 0 significa ausencia.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>Se dise&ntilde;a un cuestionario donde se especifica la presencia o ausencia de mapa Web del sitio, la disponibilidad de herramientas de b&uacute;squeda, la presentaci&oacute;n o p&aacute;gina de inicio, la posibilidad de multilingüismo, la presencia de FAQ, el acceso para discapacitados y disponibilidad de videos (multimedia).</td>
</tr>

<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>Este indicador dar&aacute; como resultado dos valores, donde 1 significa presencia del elemento a evaluar y 0 significa ausencia.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td>
<strong><em>Fundaci&oacute;n ESPLAI-Fundaci&oacute;n AUNA. Elaboraci&oacute;n de un cat&aacute;logo de 
servicios para fomentar el uso de Internet y las nuevas tecnolog&iacute;as. 
Metodolog&iacute;a de trabajo</em></strong>, p&aacute;gina 8.<br />
Cuestionarios
</td>
</tr>
<tr>
<td colspan="2"><b>4.2 Adecuaci&oacute;n del &aacute;mbito de seguridad y privacidad</b></td>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Evaluar la adecuaci&oacute;n al &aacute;mbito de seguridad y privacidad de la informaci&oacute;n que el usuario intercambia en la Web.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral). Puede medir: (a) privacidad/seguridad (disponibilidad de una declaraci&oacute;n de privacidad o seguridad posible) y (b) advertencia al ciudadano del uso que se le dar&aacute; a sus datos.</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>
<td>Puntuaci&oacute;n sobre cada uno de los elementos a evaluar, teniendo en cuenta dos valores (0 y 1), donde 1 significa presencia del elemento a evaluar y 0 significa ausencia.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>Se dise&ntilde;a un cuestionario donde se especifica si el sitio web del telecentro dispone de una declaraci&oacute;n de privacidad o seguridad posible y de una advertencia del uso que se le dar&aacute; a los datos aportados por los usuarios.</td>
</tr>
<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>Este indicador dar&aacute; como resultado dos valores, donde 1 significa que el sitio web dispone de una declaraci&oacute;n de privacidad o seguridad posible y de una advertencia del uso que se le dar&aacute; a los datos aportados por los usuarios y 0 significa ausencia.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td>
<strong><em>Fundaci&oacute;n ESPLAI-Fundaci&oacute;n AUNA. Elaboraci&oacute;n de un cat&aacute;logo de 
servicios para fomentar el uso de Internet y las nuevas tecnolog&iacute;as. 
Metodolog&iacute;a de trabajo</em></strong>, p&aacute;gina 10.<br />
Cuestionarios</td>
</tr>
<tr>
<td colspan="2"><b>4.3 Porcentaje de elementos o mecanismos que facilitan las visitas continuadas al sitio Web del telecentro</b></td>
</tr>
<tr>

<td>a) Objetivo</td>
<td>Evaluar la adecuaci&oacute;n al &aacute;mbito de fidelizaci&oacute;n de la informaci&oacute;n que el usuario intercambia en la Web.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral). Puede medir: (a) usuarios que reciben alertas (m&oacute;viles, email, Newsletter), (b) usuarios con email, (c) usuarios que descargan programas (im&aacute;genes, melod&iacute;as, etc.) y (d) usuarios que utilizan mensajer&iacute;a instant&aacute;nea.</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>
<td>Porcentaje de elementos o mecanismos que facilitan las visitas continuadas al sitio Web del telecentro, en un per&iacute;odo de tiempo determinado.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>Se calcular&aacute; el porcentaje de la poblaci&oacute;n usuaria a la que llegan los servicios de los telecentros: alertas, email, Newsletter, descargas de programas y mensajer&iacute;a instant&aacute;nea, mediante la divisi&oacute;n de la suma de puntuaciones obtenidas por usuarios entre el n&uacute;mero total de la poblaci&oacute;n a servir.</td>
</tr>
<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>El resultado ser&aacute; un n&uacute;mero entre 0 y 100. Una puntuaci&oacute;n elevada indica que los usuarios utilizan un n&uacute;mero amplio de elementos o mecanismos establecidos por los telecentros para fidelizar el acceso a su sitio Web.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td>
<strong><em>Fundaci&oacute;n ESPLAI-Fundaci&oacute;n AUNA. Elaboraci&oacute;n de un cat&aacute;logo de 
servicios para fomentar el uso de Internet y las nuevas tecnolog&iacute;as.</em></strong><br />
<strong><em>Metodolog&iacute;a de trabajo, p&aacute;gina 10. UNE-ISO 20983:2006 IN</em></strong>, p&aacute;gina.16, 19 y 23, (B.1.1.1, B.1.3.1.5, B1.3.5)
</td>
</tr>
</tbody></table>
<br /><br />

<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br /><strong>Tabla 7: Propuesta de indicadores (5) Instalaciones</strong></caption>

<tbody>
<tr>
<th valign="middle" colspan="2">5.1 Poblaci&oacute;n por puestos de trabajo</th>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Evaluar la disponibilidad de estaciones de trabajo que ofrece el telecentro, en relaci&oacute;n con la poblaci&oacute;n a la que presta sus servicios.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral). Los telecentros pueden hacer c&aacute;lculos separados por estaciones conectadas, o no, a la Red.</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>
<td>La relaci&oacute;n entre la poblaci&oacute;n a la que el telecentro presta sus servicios y el n&uacute;mero de estaciones de trabajo accesibles p&uacute;blicamente.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>Se establece el n&uacute;mero de estaciones de trabajo que est&aacute;n disponibles p&uacute;blicamente para los usuarios de los telecentros y se calcula la divisi&oacute;n entre la poblaci&oacute;n a la que el telecentro presta sus servicios y el n&uacute;mero de estaciones de trabajo de acceso p&uacute;blico</td>
</tr>
<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>El resultado es un n&uacute;mero entero entre 0 y 100. Una puntuaci&oacute;n cercana a 0, se con0era un buen resultado. </td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td>
<em><strong>ISO/TR 20983: 2006</strong></em>, p&aacute;gina 29, (B.1.6.2)
</td>
</tr>
<tr>
<td colspan="2"><b>5.2 Ratio de uso por puestos de trabajo</b></td>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Evaluar la ratio total de uso de las estaciones de trabajo del telecentro, durante un per&iacute;odo de tiempo.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral).</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>
<td>Porcentaje de estaciones de trabajo en uso en el per&iacute;odo de la investigaci&oacute;n.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>Se calcula el uso de las estaciones de trabajo en intervalos, al azar, durante un per&iacute;odo de tiempo por medio del c&aacute;lculo de la ratio de uso de las estaciones de trabajo. Este valor es resultado de dividir el n&uacute;mero de estaciones de trabajo en uso entre el n&uacute;mero total de estaciones de trabajo.</td>
</tr>
<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>El resultado es un n&uacute;mero entre 0 y 100. Una puntuaci&oacute;n alta indica que se est&aacute;n utilizando intensamente los puestos de trabajo.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td><strong><em>ISO/TR 20983: 2006</em></strong>, p&aacute;gina 30-31, (B.1.6.3)</td>
</tr>
</tbody></table>
<br /><br />

<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br /><strong>Tabla 8: Propuesta de indicadores (6) Relaci&oacute;n con otros organismos</strong></caption>
<tbody>
<tr>
<th valign="middle" colspan="2">6.1 Porcentaje de entidades u organismo p&uacute;blicos relacionados con el telecentro</th>
</tr>
<tr>
<td>a) Objetivo</td>
<td>Determinar el nivel de colaboraci&oacute;n del telecentro con entidades y organismos p&uacute;blicos.</td>
</tr>
<tr>
<td>b) Alcance o campo de aplicaci&oacute;n</td>
<td>Cada uno de los telecentros, en distintos per&iacute;odos de tiempo y por grupos espec&iacute;ficos de usuarios que viven en la zona (emprendedores, las peque&ntilde;as y medianas empresas y colectivos con dificultad de inserci&oacute;n laboral y social: personas de la tercera edad, discapacitados, desempleados, inmigrantes, j&oacute;venes y mujeres con d&eacute;ficit cultural y con dificultades de inserci&oacute;n laboral).</td>
</tr>
<tr>
<td>c) Definici&oacute;n del indicador</td>
<td>Porcentaje de entidades u organismo p&uacute;blicos que tienen suscrito alg&uacute;n tipo de convenio o colaboraci&oacute;n con el telecentro.</td>
</tr>
<tr>
<td>d) M&eacute;todo</td>
<td>Se dise&ntilde;a un cuestionario donde se especifica si el telecentro ha suscrito un tipo de colaboraci&oacute;n con otra entidad u organismo y la tipolog&iacute;a de entidades con las que se relaciona (Bibliotecas, Telecentros o Redes de Telecentros, Centros culturales, Casas de la mujer, Ayuntamientos, etc.). Se calcular&aacute; el porcentaje de telecentros que colaboran con otras entidades a partir de la divisi&oacute;n del n&uacute;mero de telecentros que colaboran con otras entidades entre el n&uacute;mero total de telecentros</td>
</tr>
<tr>
<td>e) Interpretaci&oacute;n y factores que afectan al indicador</td>
<td>El resultado es un n&uacute;mero entre 0 y 100. Una puntuaci&oacute;n alta, indica que existe un alto grado de colaboraci&oacute;n entre entidades.</td>
</tr>
<tr>
<td>f) Fuentes consultadas</td>
<td><strong>Morales Garc&iacute;a, <span>A+</span>. <span class="compus" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>M.; Caridad Sebasti&aacute;n, M.; Garc&iacute;a L&oacute;pez, F. <em>Los 
telecentros en la Sociedad del Conocimiento: situaci&oacute;n <span>actual</span>  <span class="quali" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>y modelo de 
evaluaci&oacute;n</em></strong>.</td>
</tr>
</tbody></table>

 <hr size="1" style="color: #5E96FD;" />
<br />
 
<table align="center" cellpadding="10"> 
<tr><td align="center" valign="top">
<div><a href="http://www.digits.com/" target="_blank"><img src="http://counter.digits.com/?counter={de9bd80c-5d92-ff84-352b-0e4d7cfe671f}&amp;template=simple" 
alt="Hit Counter by Digits" border="0"  /></a>
</div>
</td> 
 
<td align="center" valign="top"><div> 
&copy; the authors 2009. <br />Last updated: 10 December 2009
</div></td> 
 
 <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START--> 
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
--> 
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'> 
<script type="text/javascript"> 
<!--
function OneStat_Pageview()
{
var d=document;
var 0="281971";
var CONTENTSECTION="";
var osp_URL=d.URL;
var osp_Title=d.title;
var t=new Date();
var p="http"+(d.URL.indexOf('paper420.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
p+="&url="+escape(osp_URL);
p+="&ti="+escape(osp_Title);
p+="&section="+escape(CONTENTSECTION);
p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
p+="&tz="+escape(t.getTimezoneOffset());
p+="&ch="+escape(t.getHours());
p+="&js=1";
p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
if(typeof(screen)=="object"){
 p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
 p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
}
d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:141px 47px 141px 47px;position:relative;">.</span>site tracker."></'+'a>');
}
 
OneStat_Pageview();
//--> 
</script> 
<noscript> 
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online web site analytics" /></a> 
</noscript> 
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div> 
<!--ONESTAT SCRIPTCODE END--> 
</td></tr> 
</table> 
<hr size="3" style="color: #5E96FD;" /> 
 
<table align="center"><tr><td><div class="button"> 
 
 
<ul>
	<li><a href="infres144.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul> 

</div></td></tr></table> 
 
 
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript"> 
</script> 
<script type="text/javascript"> 
_uacct = "UA-672528-1";
urchinTracker();
</script> 
</body> 

<!-- Mirrored from informationr.net/ir/14-4/paper420.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:22 GMT -->
</html> 