<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> 
<html xmlns="http://www.w3.org/1999/xhtml"> 

<!-- Mirrored from informationr.net/ir/15-2/paper429.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:04 GMT -->
<head>
<title>Efecto de la calidad de un sitio web sobre el tráfico recibido. El caso de la banca electrónica en España [The influence of website quality on its traffic rank. The case of e-banking in Spain.]</title>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<!--Enter appropriate data in the content fields-->
<meta name="dc.title" content="The influence of website quality on its traffic rank. The case of e-banking in Spain." />
<meta name="dc.creator" content="Blanca Hernandez, Julio Jimenez, M. Jose Martin" />
<meta name="dc.subject" content="This article analyses the influence of some factors related to the quality of website design on web traffic. The factors con0ered are Internet popularity, access speed, navigability, content quality, interactivity and transactional capacity. We study the e-banking sector in Spain. " />
<meta name="dc.description" content="Introduction. This paper analyses the influence of some factors related to the quality of Website design on Web traffic. The factors con0ered are Internet findability, access speed, usability, content quality, interactivity and transactional capacity. We study the e-banking sector in Spain. Methodology  We analyse commercial and saving banks. The different factors are measured through exploratory techniques. We test the differences between the two kinds of entities using a mean difference test. The relationship between the factors and Web traffic is studied using regression analysis, including dummy variables to capture the influence of the kind of bank. Findings.  The results show that Internet findability, usability, content quality and transactional capacity have a significant influence on Web traffic. Access speed and interactivity are not important. Conclusions.  The main contribution of this paper is to introduce a group of factors that are under the firm's control and have a strong influence on the web traffic. The number of visits will be positively influenced by the online presence of the website, by the inclusion of tools that ease its usability, by the information included and by the possibility of carrying out a high number of transactions safely. Employing our results, an entity can evaluate itself more objectively, find its strengths and weakness in relation to its competitors and understand which factors must be improved  to increase its Website traffic." />
<meta name="dc.subject.keywords" content="e-banking, website, web design, information quality, popularity, navigability." />

<!--leave the following to be completed by the Editor-->
<meta name="robots" content="all" />
<meta name="dc.publisher" content="Professor T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper429.html" />
<meta name="dc.relation.IsPartOf" content="infres152.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2010-06-15" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			}
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}
		}

	</script>

<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}


.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}

.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted #5E96FD;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: #5E96FD;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px solid navy;
    border-bottom: 1px solid navy;
    font-weight: bold;
}


</style>

<link href="http://localhost/texty-academics/css/parser.css" rel="stylesheet" type="text/css" /></head> 
<body bgcolor="#ffffff"> 
<table cellspacing="0" cellpadding="0" align="center" border="0">
  <tbody>
  <tr>
    <td align="center" colspan="5" height="30"><img height="45" alt="header" src="../mini_logo2.gif" 
      width="336" /><br /><span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 15  no. 2, June, 2010</span><br /><br />
      <div class="button">
      <ul>
        <li><a href="infres152.html">Contents</a> |  </li>
        <li><a href="../iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index-2.html">Home</a>  </li>
   </ul></div></td></tr>
  <tr>
    <td>&nbsp;</td></tr></tbody></table>

<hr style="COLOR: #5E96FD" size="1" /> 

<h1>Efecto de la calidad de un sitio web sobre el tr&aacute;fico recibido. El caso de la banca electr&oacute;nica en Espa&ntilde;a. </h1>
<br/>
<div style="margin-left: 10%; margin-right: 10%;">
<h4><span lang="es"> <a href="mailto:bhernand@unizar.es">Blanca Hern&aacute;ndez Ortega</a>, <a href="mailto:jjimenez@unizar.es"> Julio Jim&eacute;nez</a> y <a href="mailto:mjhoyos@unizar.es">M. Jos&eacute; Mart&iacute;n</a></span><br />
University of Zaragoza, Department of Marketing and Business Administration Studies, C/ Gran V&iacute;a 2, C.P. 50005, Zaragoza, Espa&ntilde;a.</h4>
</div>
<br/>

<form action="#">
<fieldset><legend>Resumen </legend>
<blockquote>
<strong>Objetivo.</strong> El objetivo del presente trabajo consiste en analizar aquellos factores que determinan la calidad en el dise&ntilde;o de un sitio web y su influencia sobre el volumen de tr&aacute;fico recibido. Estos factores son buscabilidad en Internet, velocidad de acceso, usabilidad, calidad de contenido, interactividad y capacidad transaccional. Para ello, nos hemos centrado en el sector de la banca electr&oacute;nica en Espa&ntilde;a. <br/>
<strong>Metodolog&iacute;a.</strong> Se han analizado tanto bancos como cajas de ahorros, midiendo los factores propuestos mediante t&eacute;cnicas de exploraci&oacute;n. Las diferencias entre ambos tipos de entidades han 0o testadas a trav&eacute;s de an&aacute;lisis estad&iacute;sticos de diferencia de medias. La relaci&oacute;n entre los factores y el tr&aacute;fico de un sitio web ha 0o contrastada mediante an&aacute;lisis de regresi&oacute;n, usando variables <i>dummy</i> para recoger la influencia del tipo de entidad.<br/>
<strong>Resultados.</strong> Los resultados demuestran que la buscabilidad en Internet, usabilidad, calidad de contenido y capacidad transaccional, tienen un efecto significativo en el tr&aacute;fico recibido por un sitio web, mientras que la velocidad de acceso y la interactividad no son relevantes.<br/>
<strong>Conclusiones.</strong> La principal contribuci&oacute;n de este trabajo consiste en analizar una serie de factores, controlables por la empresa, que tienen una alta influencia en el tr&aacute;fico web recibido. As&iacute;, el hecho de que un sitio web muestre una elevada buscabilidad, incluya herramientas que faciliten la usabilidad, aporte contenidos de inter&eacute;s y, adem&aacute;s, permita realizar un n&uacute;mero elevado de transacciones de manera segura, ejercer&aacute; un efecto positivo en el n&uacute;mero de visitas recibidas. A partir de estos resultados, cada entidad puede autoevaluarse de forma m&aacute;s objetiva y descubrir sus puntos fuertes y d&eacute;biles frente a la competencia, conociendo a su vez cu&aacute;les debe mejorar con el fin de incrementar el tr&aacute;fico de su web bancaria.</blockquote>
</fieldset> 
</form>
<br />

<div align="center">
<a href="#abs">Abstract in English</a></div>
<br />

<div align="center"> 
  <input value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: white; background-color: rgb(94, 150, 253);" onclick="doChangeFont()" type="button" />
</div>
<br />

<h2>Introducci&oacute;n</h2>

<p>En la actualidad, Internet constituye un medio interactivo de comunicaci&oacute;n que ofrece atractivas oportunidades de negocio. Este nuevo canal proporciona numerosas ventajas, tanto para las empresas como para los consumidores, ya que suele tener un menor coste, no depende del lugar ni de las horas de apertura, y adem&aacute;s otorga al cliente un mayor control de sus actuaciones. En este contexto, la mayor&iacute;a de las empresas ha creado su sitio web con el fin de mejorar su servicio, tratando de desarrollar su marca en Internet y de consolidar la relaci&oacute;n con sus clientes. Si nos centramos en el sector bancario, observamos que la distribuci&oacute;n online ha crecido sustancialmente durante los &uacute;ltimos a&ntilde;os, existiendo diferentes modelos de negocio en funci&oacute;n del tipo de entidad y del pa&iacute;s analizado.</p>

<p>Un sitio web es un medio de comunicaci&oacute;n interactivo y colaborativo, a partir del cual las empresas que realizan comercio electr&oacute;nico contactan con sus clientes reales y potenciales, dan a conocer sus productos, y establecen relaciones a largo plazo (<a href="#hof96">Hoffman y Novak 1996</a>; <a href="#smi01">Smith y Merchandt 2001</a>; <a href="#kar04">Kari 2004</a>). De este modo, conforme el sitio web se convierte en un aspecto esencial para el desarrollo de estrategias de negocio <i>online</i>, la gesti&oacute;n correcta de la informaci&oacute;n aportada alcanza una mayor importancia. En este contexto, diferentes trabajos han tratado de identificar aquellos factores clave que determinan la calidad de un sitio web, los cuales condicionan las visitas y ventas de la empresa (<a href="#cao05">Cao et al. 2005</a>). Estos trabajos suelen llevar a cabo investigaciones de mercado que contrastan el efecto ejercido sobre las actitudes y el comportamiento del usuario (<a href="#jos99">Joseph <i>et al</i>. 1999</a>; <a href="#jun01">Jun y Cai 2001</a>; <a href="#yan04">Yang <i>et al</i>. 2004</a>). Frente a esta l&iacute;nea de investigaci&oacute;n, muy pocos estudios han optado por analizar el efecto ejercido por dichos factores sobre otras medidas objetivas relevantes para el desarrollo de un sitio web, como ser&iacute;an el n&uacute;mero de usuarios alcanzado y las p&aacute;ginas consultadas. Tal y como destacaba S&aacute;nchez-Franco y Roldan (<a href="#san05">2005</a>), una vez que se han llevado a cabo suficientes trabajos centrados exclusivamente en las percepciones del individuo, deben contrastarse los factores clave obtenidos sobre otro tipo de variables que recojan objetivamente la aceptaci&oacute;n de un sitio web. De este modo, ser&aacute;n analizadas las posibles distorsiones existentes y se eliminar&aacute;n los problemas metodol&oacute;gicos derivados de las caracter&iacute;sticas inherentes a cada usuario (<a href="#san04">S&aacute;nchez-Franco y Rodr&iacute;guez-Bobada 2004</a>).</p>

<p>El objetivo del presente trabajo consiste en analizar aquellos factores que determinan la calidad en el dise&ntilde;o de un sitio web y su influencia sobre el tr&aacute;fico recibido. Conseguir un volumen de tr&aacute;fico elevado constituye una de las principales finalidades de un sitio web, por lo que esta variable ha 0o utilizada como una proxy del &eacute;xito obtenido por la empresa en Internet. Los factores explicativos con0erados son: buscabilidad en Internet, velocidad de acceso, usabilidad, calidad de contenido, interactividad y capacidad transaccional. Para ello estudiaremos un sector que durante los &uacute;ltimos a&ntilde;os ha alcanzado una gran difusi&oacute;n: la banca electr&oacute;nica, y m&aacute;s concretamente, el caso espa&ntilde;ol. De este modo, construiremos el <i>&Iacute;ndice de Calidad de la Informaci&oacute;n Web para la Banca Electr&oacute;nica</i>, comprobaremos las diferencias existentes en funci&oacute;n del tipo de entidad financiera analizada, y conoceremos el modo en que dichos factores deben ser con0erados para dise&ntilde;ar un sitio web de calidad y conseguir el mayor tr&aacute;fico posible.</p>

<p>El siguiente apartado lleva a cabo un an&aacute;lisis de la literatura donde se describen los principales trabajos que han estudiado la calidad de un sitio web. A continuaci&oacute;n, se explican con mayor detalle aquellos factores con0erados determinantes y se formulan las hip&oacute;tesis que plantean relaciones entre ellos y el tr&aacute;fico recibido por el sitio web. Las siguientes secciones presentan la metodolog&iacute;a as&iacute; como los an&aacute;lisis descriptivos y estad&iacute;sticos aplicados a los datos. Finalmente, el trabajo expone los resultados obtenidos, conclusiones e implicaciones para la gesti&oacute;n.</p>

<h2>An&aacute;lisis de la Calidad de un Sitio Web</h2>

<p>Una estrategia de negocio en Internet incluye necesariamente el dise&ntilde;o y construcci&oacute;n de un sitio web adecuado, el cual act&uacute;a como una puerta de acceso para clientes reales y potenciales. La competencia en este nuevo mercado es mayor incluso que en el medio f&iacute;sico, debido principalmente a la transparencia existente en la informaci&oacute;n aportada y a la reducci&oacute;n de los costes de cambio para el cliente (<a href="#jen06">Jenamani et al. 2006</a>). Este hecho implica que si una empresa quiere desarrollar su negocio en Internet debe cuidar aspectos como el dise&ntilde;o y la usabilidad de la p&aacute;gina, el contenido, o la capacidad operativa para el cliente (<a href="#rab01">Rabin 2001</a>). Los clientes prefieren visitar y comprar en sitios web que presentan cualidades deseables (<a href="#lia02">Liang y Lai 2002</a>; <a href="#ran02">Ranganathan y Grandon, 2002)</a>), observ&aacute;ndose que  cuanto mayor sea la calidad ofrecida por un sitio web, mayor es el n&uacute;mero de visitantes, y mayores probabilidades tiene la empresa de obtener el &eacute;xito en el mercado electr&oacute;nico (<a href="#jen06">Jenamani et al. 2006</a>). <span>Sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo, valorar la calidad de un sitio web no es tan sencillo como puede parecer (<a href="#mci04">McInerney y Bird 2004</a>), ya que los criterios existentes han 0o definidos desde diferentes disciplinas y en algunas ocasiones son incluso contradictorios (<a href="#eth08">Ethier <i>et al</i>. 2008</a>).</p>

<p>En este contexto, ya desde principio de los 90, numerosos trabajos han tratado de determinar los factores que deben ser con0erados durante el dise&ntilde;o de un sitio web, teniendo como referencia aspectos tales como contenido, uso y objetivos empresariales (<a href="#ang97">Angehrn y Meyer 1997</a>; <a href="#liu97">Liu et al. 1997</a>; <a href="#tak98">Takacs y Freiden 1998</a>). No obstante, estos trabajos pioneros aportan una descripci&oacute;n general de la importancia del sitio web, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>llegar a identificar de manera &uacute;nica aquellos aspectos que han de estar siempre presentes y que mejoran la estrategia <i>online</i> corporativa (<a href="#nou00">Nour y Fadlalla 2000</a>).</p> 

<p>En los a&ntilde;os posteriores, los sitios web han ofrecido un mayor n&uacute;mero de funcionalidades y se han vuelto cada vez m&aacute;s complejos (<a href="#eth08">Ethier <i>et al</i>. 2008</a>). A su vez, esta l&iacute;nea de investigaci&oacute;n ha experimentado un gran desarrollo, efectu&aacute;ndose estudios pormenorizados que se&ntilde;alan nuevos factores y que refuerzan la presencia de otros ya incluidos (ver Tabla 1). Muchos de estos trabajos tienen un objetivo com&uacute;n: desarrollar un instrumento v&aacute;lido y &uacute;til que mida la calidad de un sitio web (<a href="#shc04">Shchiglik y Barnes 2004</a>), <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo apenas se citan entre ellos, por lo que no resulta sencillo extraer una clasificaci&oacute;n uniforme de los aspectos que deben ser con0erados. As&iacute; pues, un primer paso para formular un &iacute;ndice de valoraci&oacute;n web consiste en tratar de unificar criterios y establecer aqu&eacute;llos m&aacute;s relevantes a la hora de dise&ntilde;ar un sitio web.</p>


<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<caption align="bottom"><br/><strong>Tabla 1: Revisi&oacute;n de la literatura sobre calidad web</strong><br/></caption>

<tr><th>TRABAJO</th><th>FACTORES CONSIDERADOS</th></tr>

<tr><td>Liang y Chen (2009)</td><td>Calidad informativa, Calidad de sistema, Calidad de servicio</td></tr>

<tr><td>Liu <i>et al</i>. (2009)</td><td>Usabilidad, Privacidad y seguridad, Adecuaci&oacute;n de la informaci&oacute;n, Apariencia</td></tr>

<tr><td>Fink-Shamit y Bar-Ilan (2008)</td><td>Credibilidad del contenido, Credibilidad del sitio, Relevancia predictiva, Evaluaci&oacute;n de la veracidad</td></tr>

<tr><td>Lin (2007)</td><td>Calidad de sistema (dise&ntilde;o del sitio web e interactividad), Calidad de informaci&oacute;n (capacidad para informar y seguridad) y Calidad de servicio (respuesta, confianza y empat&iacute;a)</td></tr>

<tr><td>Liao <i>et al</i>. (2006)</td><td>Apariencia, Calidad de contenido, Contenido espec&iacute;fico, Adecuaci&oacute;n t&eacute;cnica</td></tr>

<tr><td>Montero (2006)</td><td>Accesibilidad, Funcionalidad, Encontrabilidad, Utilidad, Calidad est&eacute;tica, Credibilidad, Usabilidad</td></tr>

<tr><td>Moustakis <i>et al</i>. (2006)</td><td>Contenido, Navegaci&oacute;n, Dise&ntilde;o y estructura, Apariencia y multimedia, Singularidad</td></tr>

<tr><td>Cao <i>et al</i>. (2005)</td><td>Calidad de sistema, Calidad de informaci&oacute;n, Calidad de servicio, Atractivo</td></tr>

<tr><td>Ahn <i>et al</i>. (2004)</td><td>Calidad informativa, Calidad de sistema, Calidad de servicio</td></tr>

<tr><td>Bharati y Chaudhury (2004)</td><td>Dise&ntilde;o, Conveniencia en el acceso, Facilidad de uso, Confiabilidad</td></tr>

<tr><td>Marsico y Levialdi (2004)</td><td>Personal, Estilo de comunicaci&oacute;n e Informaci&oacute;n del sitio</td></tr>

<tr><td>McInerney y Bird (2004)</td><td>Contenido, Funcionalidad, Actualidad y estabilidad, Links, Gr&aacute;ficos, Autoridad, Cobertura, Estilo</td></tr>

<tr><td>Shchiglik y Barnes (2004)</td><td>Calidad del sitio, Calidad informativa, Calidad de la interacci&oacute;n y Calidad espec&iacute;fica del sector analizado</td></tr>

<tr><td>Robbins y Stylianou (2003)</td><td>Contenido y Dise&ntilde;o</td></tr>

<tr><td>Schubert (2003)</td><td>Adecuaci&oacute;n t&eacute;cnica, Contenido espec&iacute;fico, Calidad de contenido y Apariencia web</td></tr>

<tr><td>Aladwani y Palvia (2002)</td><td>Contenido espec&iacute;fico, Calidad de contenido, Adecuaci&oacute;n tecnol&oacute;gica, Apariencia</td></tr>

<tr><td>Loiacano <i>et al</i>. (2002)</td><td>Informaci&oacute;n adaptada a la tarea, Interactividad, Confianza, Atractivo visual, Innovatividad, Flujo, Dise&ntilde;o, Capacidad intuitiva, Tiempo de respuesta, Comunicaci&oacute;n integrada, Proceso de negocio, Capacidad sustitutiva</td></tr>

<tr><td>Cheung y Lee (2004/2005)</td><td>Calidad informativa (comprensi&oacute;n, confianza y utilidad), Calidad de sistema (acceso, usabilidad y navegaci&oacute;n)</td></tr>

<tr><td>Palmer (2002)</td><td>Velocidad de acceso, Navegaci&oacute;n, Interactividad, Sensibilidad, Contenido informativo</td></tr>

<tr><td>Ranganathan y Ganapathy (2002)</td><td>Contenido informativo, Dise&ntilde;o, Seguridad y Privacidad</td></tr>

<tr><td>Barnes y Vidgen (2001)</td><td>Usabilidad, Calidad informativa, Calidad de interacci&oacute;n en el servicio</td></tr>

<tr><td>Buenadicha <i>et al</i>. (2001)</td><td>Accesibilidad, Velocidad, Navegabilidad y Contenido</td></tr>

<tr><td>Zhang y von Dran (2001)</td><td>Navegabilidad, Precisi&oacute;n de la informaci&oacute;n</td></tr>

<tr><td>Bauer y Scharl (2000)</td><td>Contenido, Interactividad, Navegaci&oacute;n</td></tr>

<tr><td>Huizingh (2000)</td><td>Contenido y Dise&ntilde;o</td></tr>

<tr><td>Liu y Arnett (2000)</td><td>Capacidad de aprendizaje, Diversi&oacute;n, Calidad del sistema, Uso del sistema</td></tr>

<tr><td>Loiacano (2000)</td><td>Calidad informativa, Ajuste a la tarea, Interacci&oacute;n, Confianza, Tiempo de respuesta, Dise&ntilde;o, Capacidad intuitiva, Apariencia visual, Innovatividad, Flujo, Comunicaci&oacute;n integrada, Integraci&oacute;n con el negocio</td></tr>

<tr><td>Schacklett (2000)</td><td>Uso de gr&aacute;ficos y colores, Accesibilidad al sitio web 24/7, Facilidad de uso, Navegaci&oacute;n</td></tr>

<tr><td>Szymanski y Hise (2000)</td><td>Conveniencia, Merchandising, Dise&ntilde;o, Seguridad financiera</td></tr>

<tr><td>Levine (1999)</td><td>Rapidez de descarga, Interactividad, Actualidad de contenido</td></tr>

<tr><td>Misic y Johnson (1999)</td><td>Informaci&oacute;n de contacto, Velocidad, Funcionalidad, Navegabilidad, Facilidad de volver al inicio, Actualidad, Vocabulario, Color, Estilo</td></tr>

<tr><td>Olsina <i>et al</i>. (1999)</td><td>Funcionalidad, Usabilidad, Eficiencia, Fiabilidad del sitio</td></tr>

<tr><td>Rose <i>et al</i>. (1999)</td><td>Velocidad, Interfaz, Seguridad, Funcionalidad de b&uacute;squeda, &Eacute;xito</td></tr>

<tr><td>Barron <i>et al</i>. (1998)</td><td>Gr&aacute;ficos, Texto, V&iacute;nculos, Tama&ntilde;o del sitio, Longitud, Multimedia</td></tr>

<tr><td>Bell y Tang (1998)</td><td>Acceso a la Web, Contenido, Gr&aacute;ficos, Estructura, Familiaridad, Navegabilidad, Utilidad, Rasgos espec&iacute;ficos</td></tr>

<tr><td>Pitt <i>et al</i>. (1995)</td><td>Est&eacute;tica, Navegaci&oacute;n, Acceso, Confiabilidad, Competencia, Responsabilidad, Acceso, Credibilidad, Seguridad, Comunicaci&oacute;n y Comprensi&oacute;n del individuo</td></tr>

<tr><td>Nielsen (1994)</td><td>Facilidad de aprendizaje, Eficiencia en el uso, Pocos errores, Facilidad de recuerdo, Satisfacci&oacute;n subjetiva</td></tr>

<tr><td>Delone y McLean (1992)</td><td>Calidad del sistema, Calidad de la informaci&oacute;n, Satisfacci&oacute;n del usuario, Impacto individual e Impacto organizacional, Uso</td></tr>
</table>


<p>Algunos trabajos como Zhang y von Dran (<a href="#zha01">2001</a>) y Zviran <i>et al</i>. (<a href="#zvi06">2006</a>) concluyen que la usabilidad y la precisi&oacute;n de la informaci&oacute;n son aspectos valorados positivamente por los usuarios, mientras que Palmer (<a href="#pal02">2002</a>) afirma que la velocidad, la navegabilidad, el contenido, la interactividad y la capacidad de respuesta de la empresa deben estar siempre presentes en cualquier web. Por otro lado, Huizingh (<a href="#hui00">2000</a>) y Robbins y Stylianou (<a href="#rob03">2003</a>) identifican caracter&iacute;sticas similares a las anteriores como rasgos condicionantes del &eacute;xito para un sitio con fines comerciales, mientras que Bell y Tang (<a href="#bel98">1998</a>) con0eran factores como el acceso a la web, contenido, gr&aacute;ficos, estructura, familiaridad, navegabilidad, utilidad, y rasgos espec&iacute;ficos. Destacar&iacute;amos por su originalidad el trabajo de Chang y Chen (<a href="#cha09">2009</a>), las cuales analizan la calidad del <i>interface</i> respecto al ambiente generado a partir de cuatro caracter&iacute;sticas: conveniencia (similar a la usabilidad), interactividad, <i>customizaci&oacute;n</i> y car&aacute;cter.  En la Tabla 1 se presenta una revisi&oacute;n de trabajos que han analizado la calidad web.</p>

<p>A modo de resumen podr&iacute;amos diferenciar dos grupos principales de factores: (1) aquellos vinculados con los contenidos y (2) relacionados con el sistema (<a href="#hui00">Huizingh 2000</a>; <a href="#ala02">Aladwani y Palvia 2002</a>; <a href="#rob03">Robbins y Stylianou 2003</a>; <a href="#kat92">Heldal et al. 2004</a>). Los primeros tratan de satisfacer las nece0ades de b&uacute;squeda del usuario y hacen referencia a la informaci&oacute;n ofrecida por la empresa en su sitio web: historia, caracter&iacute;sticas, servicios, etc. En los &uacute;ltimos a&ntilde;os se han establecido diferentes claves para mejorar no s&oacute;lo la calidad de la informaci&oacute;n, sino tambi&eacute;n el modo en que dicha informaci&oacute;n est&aacute; disponible, destac&aacute;ndose su precisi&oacute;n, relevancia y adecuaci&oacute;n informativa (<a href="#hui00">Huizingh 2000</a>). En segundo lugar, los aspectos vinculados al sistema de un sitio web se relacionan con caracter&iacute;sticas orientadas a mejorar la actuaci&oacute;n del usuario, como son el dise&ntilde;o del <i>interface</i>, funcionalidad, accesibilidad, facilidad de encontrar el sitio en buscadores (buscabilidad), o velocidad de acceso (<a href="#lev99">Levine 1999</a>; <a href="#sch00">Schacklett 2000</a>; <a href="#lia01">Liao y Cheung 2001</a>). Ambas dimensiones confluyen en el concepto arquitectura de la informaci&oacute;n o usabilidad, el cual recoge tanto cuestiones vinculadas al modo en que la informaci&oacute;n debe ser presentada, como otras relativas al sistema y a los recursos incluidos en el sitio web para facilitar la interacci&oacute;n (<a href="#mor04">Morville 2004</a>; <a href="#mon06">Montero 2006</a>).</p>

<p>Cabe resaltar que en esta l&iacute;nea de investigaci&oacute;n, tan solo unos pocos trabajos han analizado la interactividad existente en el sitio web, caracter&iacute;stica que diferencia Internet de otros medios tradicionales de comunicaci&oacute;n. La interactividad fomenta la relaci&oacute;n de la empresa con los usuarios de su sitio (<a href="#lig00">Light y Wakeman 2000</a>; <a href="#lin07">Lin 2007</a>; <a href="#son08">Son y Zinkhan 2008</a>; <a href="#cha09">Chang y Chen 2009</a>) y recoge aspectos vinculados con el contenido informativo y con el sistema (<a href="#raf88">Rafaeli 1988</a>; <a href="#coy01">Coyle y Thorson 2001</a>; <a href="#son08">Son y Zinham 2008</a>). Este factor hace referencia a las relaciones que pueden establecerse mediante los mecanismos multimedia incluidos, los cuales facilitan el <i>feedback</i> e incrementan la satisfacci&oacute;n del individuo (<a href="#kim04">Kim y Stoel 2004</a>).</p> 

<p>Tras la revisi&oacute;n de la literatura, podemos destacar tres conclusiones principales. En primer lugar, observamos que la investigaci&oacute;n sobre calidad de la informaci&oacute;n web se encuentra en la actualidad muy fragmentada y difiere con0erablemente de unos trabajos a otros, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>que puedan establecerse unas pautas generales de estudio. As&iacute;, este concepto es medido por algunos autores a partir de tres o cuatro factores (como realizan <a href="#ros99">Rose et al. 1999</a>; <a href="#hui00">Huizingh 2000</a>; <a href="#mci04">McInerney y Bird 2004</a>), mientras que otras investigaciones requieren un estudio m&aacute;s extenso (<a href="#ols99">Olsina <i>et al</i>. 1999</a> detallan 39 &iacute;temes, ; <a href="#zhn01">Zhang y von Dran 2001</a> proponen 74, y <a href="#ala02">Aladwani y Palvia 2002</a>, establecen 102 variables). Aunque la mayor&iacute;a de los trabajos defienden la carencia de consenso existente en este &aacute;mbito, apenas ninguno realiza un esfuerzo homogeneizador que trate de solucionar esta situaci&oacute;n. En segundo lugar, ha de tenerse en cuenta que gran parte de los trabajos tan solo formula un &iacute;ndice y/o modelo te&oacute;rico, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>entrar a contrastarlo emp&iacute;ricamente, por lo que no se garantiza su influencia respecto al rendimiento obtenido por el sitio web. Por &uacute;ltimo, la mayor parte de la literatura existente se desarrolla en un contexto general, el cual no diferencia el sector analizado y no tiene en cuenta que los factores valorados quiz&aacute; var&iacute;en en funci&oacute;n del tipo de dominio, pudiendo no ser aplicables en todos los casos (<a href="#zha01">Zhang <i>et al</i>. 2001</a>). Esta carencia ha 0o tenida en cuenta por algunos trabajos que, o bien se han centrado exclusivamente en una industria, como ser&iacute;a el caso de la aeron&aacute;utica (<a href="#shc04">Shchiglik y Barnes 2004</a>), o bien han optado por analizar simult&aacute;neamente diferentes sectores -financiero, entretenimiento, educaci&oacute;n, sanitario, gobierno y comercio electr&oacute;nico- (<a href="#zha01">Zhang <i>et al</i>. 2001</a>).</p>

<p>Estas tres conclusiones nos hacen plantear el inter&eacute;s de determinar aquellos factores que mejoran el tr&aacute;fico recibido por un sitio web dedicado a la banca electr&oacute;nica, a partir del cual podr&aacute; calcularse un &iacute;ndice que valore la calidad alcanzada por cada entidad. Este &iacute;ndice debe servir para implementar y gestionar un sitio web real, permitiendo realizar comparaciones entre empresas con el fin de alcanzar mejoras en su dise&ntilde;o, contenido e interactividad.</p>

<h2>Factores determinantes de la calidad web</h2>

<p>La revisi&oacute;n de la literatura rese&ntilde;ada ha puesto de manifiesto la nece0ad de incorporar aspectos vinculados con el sistema, el contenido y el dise&ntilde;o, para lograr incrementar el tr&aacute;fico conseguido por un sitio web. M&aacute;s concretamente, hemos tenido en cuenta los siguientes factores: buscabilidad en Internet, velocidad de acceso, usabilidad, calidad de contenido, interactividad y capacidad transaccional. A partir de la conjunci&oacute;n de estas seis caracter&iacute;sticas, obtendremos el &Iacute;ndice de Calidad de la Informaci&oacute;n Web para la Banca Electr&oacute;nica, el cual tratar&aacute; de aportar una visi&oacute;n objetiva de la calidad web en el sector bancario.</p>

<p>La <strong>buscabilidad</strong> hace referencia a la capacidad del sitio web para ser encontrado por los principales motores de b&uacute;squeda, as&iacute; como para que el usuario acceda al mismo y lo identifique. Seg&uacute;n Baeza y Rivera (2003), el t&eacute;rmino buscabilidad es uno de los dos componentes del concepto <i>findability</i> y recoge cuestiones externas al sitio, como ser&iacute;a la relaci&oacute;n de &eacute;ste con los buscadores. Estos buscadores normalmente facilitan al usuario la informaci&oacute;n de manera directa y eficiente mediante la introducci&oacute;n de palabras clave relacionadas con aqu&eacute;llo que &eacute;ste desea encontrar (<a href="#liu09">Liu <i>et al</i>. 2009</a>). Tal y como Morville (<a href="#mor04">2004</a>) afirma, la buscabilidad debe convertirse en una prioridad en el dise&ntilde;o web, ya que si un sitio no puede ser encontrado f&aacute;cilmente tampoco podr&aacute; ser usado. As&iacute; pues, este factor es el comienzo de toda interacci&oacute;n online del individuo con la empresa, y tambi&eacute;n el primer paso para poder valorar el resto de aspectos incluidos en el sitio, como ser&iacute;an la usabilidad y el contenido ofrecido (<a href="#bae03">Baeza y Rivera 2003</a>).</p>

<p>No obstante, debe con0erarse que en la actualidad los principales motores de b&uacute;squeda tienen indexadas millones de p&aacute;ginas web y responden a millones de b&uacute;squedas al d&iacute;a (<a href="#hen07">Henzinger 2007</a>). Esta situaci&oacute;n permite acceder a cualquier mercado geogr&aacute;fico, pero tambi&eacute;n puede suponer que nuestro sitio se pierda entre la multitud (<a href="#esp08">Espadas <i>et al</i>. 2008</a>). Por esta raz&oacute;n, la buscabilidad debe tratar de responder a preguntas como &quot;&iquest;encontrar&aacute; un determinado buscador mi sitio web?&quot; &quot;&iquest;pongo trabas a los buscadores para entrar a mi sitio web?&quot; o &quot;&iquest;queda bien ubicado mi sitio web en una b&uacute;squeda?&quot;</p>

<p>En el caso de la banca electr&oacute;nica la buscabilidad es uno de sus principales objetivos, ya que permite la captaci&oacute;n de nuevos usuarios y la canalizaci&oacute;n de clientes ya existentes en el medio offline para aquellas entidades que operan en ambos mercados. Por lo tanto, una entidad dedicada a este tipo de servicios debe ser f&aacute;cil de encontrar en Internet. En esta l&iacute;nea, Dr&eacute;ze y Zufryden (<a href="#dre04">2004</a>) con0eran que la buscabilidad precede al tr&aacute;fico de un sitio web, ejerciendo un impacto mayor en el n&uacute;mero de visitas que el derivado de la publicidad. Este concepto puede medirse, al menos, a trav&eacute;s de dos indicadores (<a href="#esp08">Espadas <i>et al</i>. 2008</a>): (1) n&uacute;mero de p&aacute;ginas del sitio web (<i>sites</i>) indexadas en los buscadores, y (2) n&uacute;mero de links externos que se dirigen a dicho sitio. Ambos indicadores son utilizados por los motores de b&uacute;squeda para ordenar sus resultados, por lo que adquieren una gran relevancia a la hora de mejorar el posicionamiento de la empresa.</p>

<p>En primer lugar, el n&uacute;mero de p&aacute;ginas del sitio indexadas recoge las diferentes "puertas de acceso" al sitio reconocidas por los principales buscadores. Si un sitio web no dispusiera de p&aacute;ginas indexadas, nunca aparecer&iacute;a entre los resultados obtenidos a partir de una b&uacute;squeda. En segundo lugar, el n&uacute;mero de links externos ha 0o con0erado por autores como Mandl (<a href="#man07">2007</a>) y Weiss (<a href="#wei05">2005</a>), los cuales defienden que esta medida representa la misma <span>idea</span>  <span class="conce" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>que inspira la evaluaci&oacute;n del efecto ejercido por un art&iacute;culo de investigaci&oacute;n (significatividad y &eacute;xito): cuanto mayor sea el n&uacute;mero de citas obtenidas, mayor es su influencia en la comunidad cient&iacute;fica. Adem&aacute;s, este indicador aporta informaci&oacute;n sobre la reputaci&oacute;n de un sitio en Internet, por lo que es utilizado por algunos buscadores para calcular valoraciones de calidad, como por ejemplo el PageRank (<a href="#hen02">Henzinger et al. 2002</a>; <a href="#man07">Mandl 2007</a>). Desde nuestro punto de vista, con0eramos que la buscabilidad de un sitio web influye en el tr&aacute;fico, ya que cuanto mayor sea el n&uacute;mero de p&aacute;ginas del propio sitio enlazadas en los buscadores, y mayor el n&uacute;mero de links externos que permiten el acceso, mayor ser&aacute; el n&uacute;mero de visitas conseguido (<a href="#mir04">Miranda y Ba&ntilde;egil 2004</a>). En este contexto, formulamos la siguiente hip&oacute;tesis:</p>

<ul style="list-style: none;">
<li><i>H1: La buscabilidad de un sitio web bancario incrementa el tr&aacute;fico recibido</i>.</li>
</ul>

<p>La velocidad de acceso se define como el tiempo que necesita un sitio web para descargarse por completo y aparecer como tal en el ordenador del usuario (<a href="#rya05">Ryan y Valverde 2005</a>).</p>

<p>La conveniencia y el ahorro de tiempo son dos de las m&aacute;s importantes ventajas que presenta Internet como canal de distribuci&oacute;n (<a href="#foc02">Foucalt y Scheufele 2002</a>; <a href="#che03">Chen y Chang 2003</a>; <a href="#str03">Strauss <i>et al</i>. 2003</a>). A pesar de ello, ya desde sus comienzos, usuarios, profesionales y acad&eacute;micos con0eraban que uno de los mayores problemas de la Red era precisamente su lentitud (<a href="#del99">Dellaert y Kahn 1999</a>; <a href="#ros01">Rose y Straub 2001</a>; <a href="#wei03">Weinberg <i>et al</i>. 2003</a>). De acuerdo con Hamilton (<a href="#97">1997</a>), la falta de velocidad es la queja m&aacute;s com&uacute;n, lo cual ocasiona que desaparezca la percepci&oacute;n de oportunidad y que, por lo tanto, la evaluaci&oacute;n del sitio web sea negativa  (<a href="#wei00">Weinberg 2000</a>; <a href="#cha02">Chakraborty <i>et al</i>. 2002</a>). As&iacute; pues, la velocidad de un sitio web se presenta como un requisito imprescindible para finalizar una transacci&oacute;n <i>online</i> (<a href="#hof96">Hoffman y Novak 1996</a>), observ&aacute;ndose que el tiempo de espera genera impaciencia, frustraci&oacute;n (<a href="#eis02">Eisenberg 2002</a>; <a href="#ewa02">Ewalt 2002</a>) y actitudes desfavorables hacia la empresa (<a href="#caf95">Cafferky 1995</a>; <a href="#ros01">Rose y Straub 2001</a>). La atenci&oacute;n del individuo tan s&oacute;lo aguanta diez segundos de inactividad (<a href="#mil68">Miller 1968</a>), pasados los cuales el usuario comenzar&aacute; a efectuar otras tareas, redirigir&aacute; su b&uacute;squeda a otra web, o simplemente dejar&aacute; de navegar (<a href="#wei00">Weinberg 2000</a>; <a href="#kau02">Kaufman-Scarborough y Lindqusit 2002</a>; <a href="#cao05">Cao <i>et al</i>. 2005</a>).</p> 

<p>Algunos aspectos que influyen en la velocidad -servidor, tipo de ordenador del usuario, calidad de la conexi&oacute;n, etc.- son dif&iacute;cilmente controlables por la empresa. <span>Sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo, otros, como las decisiones relativas al tama&ntilde;o del sitio web y a los archivos que &eacute;ste incluye, dependen exclusivamente de la entidad propietaria. As&iacute; pues, sobrecargar el sitio con recursos multimedia, gr&aacute;ficos y/o animaciones en flash, puede suponer un elevado coste para la mayor&iacute;a de los negocios online, ya que dificultan la descarga de informaci&oacute;n y complican la navegaci&oacute;n (<a href="#qis08">Qi <i>et al</i>. 2008</a>). Si aquellos usuarios que disponen de peores recursos tecnol&oacute;gicos tardan en cargar un sitio web demasiado tiempo, la empresa estar&iacute;a dando la espalda a muchas personas que podr&iacute;an estar interesadas en sus productos. Seg&uacute;n Baeza y Rivera (<a href="#bae03">2003</a>), la descarga de cualquier archivo que suponga un tiempo de espera excesivamente largo deber&iacute;a ser algo opcional. La inclusi&oacute;n de fotograf&iacute;as y animaciones puede ser necesaria para la venta de ciertos productos, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo, el usuario debe tener siempre la opci&oacute;n de no descargarlas o de pararlas en el momento en que con0ere oportuno (<a href="#hai98">Haine 1998</a>). Adem&aacute;s, la empresa debe tratar de optimizar el tama&ntilde;o de los gr&aacute;ficos, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>que &eacute;sto se traduzca en una p&eacute;rdida de calidad apreciable (<a href="#piy07">Piyasirivej 2007</a>).</p>

<p>Aunque diferentes trabajos han establecido la velocidad de acceso como el factor m&aacute;s relevante durante la interacci&oacute;n con un sitio web (<a href="#tur00">Turban y Gehrke 2000</a>; <a href="#ste02">Stewart y Pavlou 2002</a>; <a href="#che03">Chen y Chang 2003</a>; <a href="#muy04">Muylle <i>et al</i>.</a>), muy pocos han analizado emp&iacute;ricamente su efecto sobre el tr&aacute;fico recibido (<a href="#nah04">Nah 2004</a>; <a href="#rya05">Ryan y Valverde 2005</a>). Por lo tanto, hemos con0erado interesante contrastar la siguiente relaci&oacute;n:</p>

<ul style="list-style: none;">
<li><i>H2: La velocidad de acceso de un sitio web bancario incrementa el tr&aacute;fico recibido</i>.</li>
</ul>

<p>La <strong>usabilidad</strong> es una propiedad estrechamente vinculada con la operatividad que un sitio web ofrece a sus clientes, y en los &uacute;ltimos a&ntilde;os ha constituido la piedra angular del dise&ntilde;o en Internet. Esta caracter&iacute;stica recoge la facilidad con la que un usuario puede aprender a manejar el sistema, la sencillez para memorizar funciones b&aacute;sicas, el grado de eficiencia con la que el sitio ha 0o dise&ntilde;ado, la flexibilidad durante la interacci&oacute;n, y, en general, la valoraci&oacute;n del usuario respecto a su propia aptitud para gestionarlo (<a href="#nie94">Nielsen 1994</a>;<a href="#zvi06">Zviran <i>et al</i>.</a>).
As&iacute; pues, la usabilidad conjuga aspectos como el lenguaje y las palabras empleadas, la organizaci&oacute;n del sitio, o la psicolog&iacute;a, con otras cuestiones meramente tecnol&oacute;gicas como la ausencia de errores.</p>

<p>Seg&uacute;n la ISO/IEC 9241 (1998), los tres grandes principios de la usabilidad son la eficiencia, eficacia y la satisfacci&oacute;n con la que los usuarios pueden lograr sus objetivos. Estos tres rasgos son recogidos en una serie de par&aacute;metros que han de ser incluidos en el dise&ntilde;o de un sitio web (<a href="#zei02">Zeithmal y Parasuraman 2002</a>; <a href="#zvi06">Zviran <i>et al</i>. 2006</a>; <a href="#mar08">Marzal <i>et al</i>. 2008</a>). Folmer y Bosch (<a href="#fol04">2004</a>) reconocen dos componentes dentro de la usabilidad: (1) Atributos objetivos (facilidad de aprendizaje, facilidad de memorizaci&oacute;n, eficacia, eficiencia, operabilidad y facilidad de comprensi&oacute;n) y (2) Atributos subjetivos (satisfacci&oacute;n de uso o atractivo). La usabilidad objetiva puede ser analizada mediante la observaci&oacute;n del propio usuario durante su interacci&oacute;n con la web (eficiencia y eficacia), mientras que la subjetiva se obtiene preguntando al usuario su grado de satisfacci&oacute;n una vez que ha finalizado sus tareas (<a href="#mon06">Montero 2006</a>).</p>

<p>Nuestra investigaci&oacute;n analiza la usabilidad objetiva, la cual presenta cuatro prop&oacute;sitos principales: (1) organizar y clasificar contenidos, (2) etiquetar informaci&oacute;n, (3) dise&ntilde;ar sistemas de navegaci&oacute;n y (4) ayudar a los usuarios a encontrar informaci&oacute;n y a localizarse a s&iacute; mismos dentro de la aplicaci&oacute;n (<a href="#lee04">Cheung y Lee 2004/2005</a>; <a href="#mar04">Marsico y Levialdi 2004</a>; <a href="#bro">Brooks 2006</a>). Con estos objetivos, la empresa debe facilitar la interacci&oacute;n del usuario, incluyendo herramientas tales como mapas del sitio, buscadores a trav&eacute;s de palabras clave o un men&uacute; permanente (<a href="#cly00">Clyde 2000</a>; <a href="#hud00">Hudson et al. 2000</a>; <a href="#rob03">Robbins y Stylianou 2003</a>). Dichas herramientas mejoran la usabilidad y funcionalidad del sitio, agilizan la navegaci&oacute;n y dan a conocer las p&aacute;ginas que est&aacute;n relacionadas entre s&iacute; (<a href="#mci04">McInerney y Bird 2004</a>; <a href="#cao05">Cao <i>et al</i>. 2005</a>). En resumen, puede afirmarse que cuanto menor sea el n&uacute;mero de clicks necesarios para encontrar el objeto de deseo, mayor ser&aacute; la credibilidad del sitio web y mayor la satisfacci&oacute;n del usuario (<a href="#mon06">Montero 2006</a>; <a href="#yen07">Yen <i>et al</i>. 2007</a>). Por el contrario, un dise&ntilde;o pobre y carente de usabilidad puede impedir que los usuarios finalicen la transacci&oacute;n, y como consecuencia, que no vuelvan a visitar dicho sitio web (<a href="#lev01">Levene 2001</a>). Por todo esto, hemos con0erado pertinente contrastar la siguiente hip&oacute;tesis:</p> 

<ul style="list-style: none;">
<li><i>H3: La usabilidad de un sitio web bancario incrementa el tr&aacute;fico recibido</i>.</li>
</ul>

<p>En cuarto lugar nos encontramos con la calidad de contenido, la cual eval&uacute;a la informaci&oacute;n aportada por un sitio web, en t&eacute;rminos de utilidad, precisi&oacute;n, actualidad y relevancia (<a href="#jan02">Janda <i>et al</i>. 2002</a>; <a href="#mci04">McInerney y Bird 2004</a>; <a href="#hel04">Heldal <i>et al</i>. 2004</a>). Este factor ha 0o tambi&eacute;n denominado calidad informativa (<a href="#del92">DeLone y McLean 1992</a>; <a href="#rai02">Rai <i>et al</i>. 2002</a>) y ha 0o analizado en diferentes sitios web, tanto de tipo empresarial (<a href="#lin07">Lin 2007</a>; <a href="#lia09">Liang y Chen 2009</a>), como otros de mayor car&aacute;cter social como los blogs y la prensa online (<a href="#hop04">Hope y Li 2004</a>; <a href="#bar07">Bar-Ilan 2007</a>). Tal y como dicta un conocido slogan, "el contenido es el rey" (<a href="#mcc95">McCarthy 1995</a>); por ello, toda empresa debe incluir en su sitio web aquella informaci&oacute;n que desee dar a conocer a sus clientes reales y potenciales, ubic&aacute;ndola adem&aacute;s de manera correcta. La informaci&oacute;n permite al individuo evaluar las diferentes alternativas existentes (<a href="#lia02">Liang y Lai 2002</a>; <a href="#hau09">Hausman y Siekpe 2009</a>) y constituye un aspecto fundamental para cubrir las nece0ades que presenta cualquier usuario de un medio de comunicaci&oacute;n (<a href="#duc96">Ducoffe 1996</a>).La calidad de contenido mejora la utilidad percibida y la credibilidad del sitio web, aumentando la confianza del usuario hacia la entidad (<a href="#lio06">Liao <i>et al</i>. 2006</a>; <a href="#fin08">Fink-Shamit y Bar-Ilan 2008</a>). En esta l&iacute;nea, la informaci&oacute;n incluida en el sitio web ha de abarcar aspectos como estatutos y organizaci&oacute;n de la empresa, productos ofrecidos, e informaci&oacute;n financiera, debiendo caracterizarse adem&aacute;s por su precisi&oacute;n, relevancia, comprensi&oacute;n y actualidad (<a href="#dol88">Doll y Torkzadeh 1988</a>; <a href="#neg02">Negash <i>et al</i>. 2002</a>; <a href="#lee04">Cheung y Lee 2004/2005</a>). Por todo ello, dise&ntilde;ar un sitio que proporcione al usuario la informaci&oacute;n que necesita en cada momento incrementar&aacute; su tr&aacute;fico web.</p>

<ul style="list-style: none;">
<li><i>H4: La calidad de contenido de un sitio web bancario incrementa el tr&aacute;fico recibido</i>.</li>
</ul>

<p>La <strong>interactividad</strong> hace referencia al grado en el que una tecnolog&iacute;a de la comunicaci&oacute;n permite dise&ntilde;ar un entorno predeterminado, en el cual los participantes tienen la posibilidad de intercambiar mensajes y comunicarse con una o varias personas a la vez (<a href="#fra99">Frazer y McMillan 1999</a>; <a href="#mcm02">McMillan y Hwang 2002</a>). Para el caso de Internet, ha 0o un factor que ha adquirido mayor inter&eacute;s en las &uacute;ltimas investigaciones sobre comercio electr&oacute;nico, obteniendo denominaciones como <i>comunicaci&oacute;n, apoyo al cliente o capacidad de respuesta</i>. Una de las principales finalidades de un sitio web es promover la comunicaci&oacute;n y conseguir que se finalicen transacciones en el nuevo canal, por lo que establecer recursos que permitan a sus usuarios interactuar con la empresa y/o con otros usuarios, incrementa la calidad percibida (<a href="#coy01">Coyle y Thorson 2001</a>; <a href="#son08">Song y Zinhan 2008</a>). De este modo, la interactividad recoge la predisposici&oacute;n de la empresa para ayudar a los usuarios de su sitio web y para intercambiar informaci&oacute;n de manera continua a trav&eacute;s de diferentes medios de comunicaci&oacute;n y herramientas (<a href="#raf97">Rafeli y Sudweeks 1997</a>; <a href="#wan00">Wan 2000</a>; <a href="#cye04">Chen y Yen 2004</a>). Tal y como Misic y Johnson (<a href="#mis99">1999</a>) afirman, el sitio web debe posibilitar al usuario diferentes tipos de contacto con la empresa -e-mail, tel&eacute;fono, direcci&oacute;n postal- as&iacute; como comunicaci&oacute;n activa con otros usuarios a trav&eacute;s de foros, chats, etc. (<a href="#sic05">Sicilia <i>et al</i>. 2005</a>; <a href="#son08">Song y Zinhan 2008b</a>). Este tipo de herramientas act&uacute;an como un mecanismo de <i>feedback</i> y logran un flujo constante de informaci&oacute;n respecto a los productos y servicios ofertados (<a href="#pal02">Palmer 2002</a>; <a href="#lin07">Lin 2007</a>), facilitando el acceso a los clientes a trav&eacute;s de un entorno multimedia (<a href="#cye04">Chen y Yen 2004</a>; <a href="#tan06">Tan y Wei 2006</a>). De este modo, cuanto m&aacute;s interactivo sea un sitio web, los usuarios percibir&aacute;n mayor inter&eacute;s, diversi&oacute;n, utilidad, y entretenimiento (<a href="#wue03">Wu 2003</a>). A pesar de las ventajas asociadas a la interactividad, la investigaci&oacute;n relativa a este factor ha obtenido resultados contrapuestos. Mientras que algunos autores defienden su significatividad (<a href="#cho99">Cho y Leckenby 1999</a>; <a href="#yoo01">Yoo y Stout 2001</a>), otros argumentan que su efecto es re0ual o incluso negativo (<a href="#bez98">Bezjian-Avery <i>et al</i>. 1998</a>; <a href="#sun98">Sundar <i>et al.</i> 1998</a>; <a href="#coy01">Coyle y Thorson 2001</a>). En esta l&iacute;nea, hemos con0erado interesante contrastar la siguiente hip&oacute;tesis para el caso de la banca electr&oacute;nica:</p>

<ul style="list-style: none;">
<li><i>H5: La interactividad de un sitio web bancario incrementa el tr&aacute;fico recibido</i>.</li>
</ul>

<p>Por &uacute;ltimo, la capacidad transaccional del sitio web recoge la posibilidad de finalizar <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>problemas una transacci&oacute;n en Internet (<a href="#cla03">Clarke y Flaherty 2003</a>). Para la mayor&iacute;a de las empresas una transacci&oacute;n se refiere exclusivamente a una simple compra, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo en algunos sectores este t&eacute;rmino engloba operaciones mucho m&aacute;s complejas, durante las cuales ambas partes deben interactuar reiteradamente (<a href="#hui00">Huizingh 2000</a>). De este modo, los sitios web con fines transaccionales requieren una avanzada estructura t&eacute;cnica, observ&aacute;ndose que algunos de ellos solicitan la inclusi&oacute;n de informaci&oacute;n a modo de registro para poder llevar a cabo un intercambio.</p>

<p>Para el caso de la banca electr&oacute;nica la capacidad transaccional es especialmente importante (<a href="#loo08">Loonam y O'Loughlin 2008</a>; <a href="#mig08">Migdadi 2008</a>), ya que la realizaci&oacute;n de intercambios es una de las principales finalidades que persigue la entidad financiera que decide alojarse en Internet. Esta capacidad analiza la predisposici&oacute;n transaccional de la empresa a partir de la variedad de operaciones que pueden efectuarse en su sitio web (transferencias, pago de impuestos, pr&eacute;stamos, etc.) y de la existencia de una pol&iacute;tica de seguridad, medida a trav&eacute;s de aspectos como la posibilidad de solicitar c&oacute;digos personales para Internet y los sellos espec&iacute;ficos de calidad. Por un lado, algunas entidades de peque&ntilde;o tama&ntilde;o pueden con0erar que su inclusi&oacute;n en Internet representa una inversi&oacute;n demasiado elevada, ya que el coste de mantener el sitio reduce con0erablemente sus beneficios finales (<a href="#dey07">De Young <i>et al</i>. 2007</a>). No obstante, debe tenerse en cuenta que introducirse en el mercado electr&oacute;nico tambi&eacute;n supone un importante movimiento defensivo, ya que evita la p&eacute;rdida de ciertos clientes que prefieren efectuar sus transacciones en este medio (<a href="#dey02">DeYoung y Duffy 2002</a>). Por otro lado, otras entidades financieras argumentan que Internet reduce con0erablemente el coste de llevar a cabo una transacci&oacute;n, por lo que tratan de ampliar todo lo posible su cartera de productos en este mercado (<a href="#dey07">De Young <i>et al</i>. 2007</a>).</p>

<p>La inclusi&oacute;n de la capacidad transaccional como un factor relevante para el dise&ntilde;o de un sitio web constituye una aportaci&oacute;n de nuestro trabajo, ya que la investigaci&oacute;n previa sobre calidad web ha descuidado mucho este aspecto (ver como excepci&oacute;n <a href="#mir04">Miranda y Ba&ntilde;egil 2004</a>). Este descuido se debe a que determinados sectores no requieren la finalizaci&oacute;n de intercambios online, por lo que resulta complejo encontrar una medida com&uacute;n para cualquier empresa. En este contexto, investigaciones previas han optado por, o bien no centrarse en ninguna actividad econ&oacute;mica en particular, analizando por ejemplo las empresas punteras de un pa&iacute;s, o bien escoger un sector <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>&aacute;nimo de lucro (Univer0ad, Administraci&oacute;n P&uacute;blica), omitiendo as&iacute; la capacidad transaccional del sitio web (<a href="#bue01">Buenadicha et al. 2001</a>; <a href="#mir04">Miranda y Ba&ntilde;egil 2004</a>). Tratando de solventar este vac&iacute;o en la investigaci&oacute;n, formulamos la siguiente hip&oacute;tesis centrada en el sector bancario:</p>

<ul style="list-style: none;">
<li><i>H6: La capacidad transaccional de un sitio web bancario incrementa el tr&aacute;fico recibido</i>.</li>
</ul>

<p>En la figura 1 pueden observarse las relaciones planteadas para aquellos factores con0erados clave en el dise&ntilde;o de un sitio web.</p>

<br />
<div align="center"><img alt="Figura 1: Factores inherentes a un sitio web que influyen en el tr&aacute;fico recibido" src="p429fig1.jpg" height="399" width="605" /></div>
<div align="center"><br /><strong>Figura 1: Factores inherentes a un sitio web que influyen en el tr&aacute;fico recibido</strong></div>
<br />

<p>A continuaci&oacute;n, expondremos la metodolog&iacute;a utilizada, detallando el procedimiento seguido para la obtenci&oacute;n de la informaci&oacute;n y describiendo el contenido de los factores con0erados.</p>

<h2>Metodolog&iacute;a</h2>

<h3>Obtenci&oacute;n de la informaci&oacute;n</h3>

<p>La muestra se centr&oacute; en el sector bancario espa&ntilde;ol, y m&aacute;s concretamente en la banca privada y en cajas de ahorros, las cuales debido a su volumen de negocio constituyen los principales organismos dentro del sector bancario espa&ntilde;ol. En la actualidad operan en el mercado espa&ntilde;ol 89 bancos privados y 47 cajas de ahorros, los cuales han experimentado en los &uacute;ltimos a&ntilde;os un creciente proceso de concentraci&oacute;n, con el objetivo de mejorar su competitividad a nivel europeo. Teniendo esto en cuenta, se trat&oacute; que la informaci&oacute;n obtenida no estuviera duplicada, por lo que se eliminaron las entidades financieras que pertenec&iacute;an a un mismo grupo empresarial y que dispon&iacute;an de un solo sitio web. Por el contrario, aquellas entidades que pertenec&iacute;an al mismo grupo pero dispon&iacute;an de diferentes web se han tenido en cuenta por separado. La localizaci&oacute;n de cada direcci&oacute;n se realiz&oacute; a trav&eacute;s de los sitios web del Banco de Espa&ntilde;a, de la Asociaci&oacute;n espa&ntilde;ola de la Banca (AEB), y de la Confederaci&oacute;n Espa&ntilde;ola de Cajas de Ahorro (CECA). A continuaci&oacute;n, se excluyeron del estudio los bancos extranjeros que no tuvieran un sitio web en espa&ntilde;ol, y todos aqu&eacute;llos que no persiguieran fines transaccionales (condici&oacute;n indispensable para la banca electr&oacute;nica). Tras este proceso de depuraci&oacute;n, se obtuvieron un total de 83 entidades que dispon&iacute;an de  un sitio web apto para el an&aacute;lisis: 40 bancos y 43 cajas de ahorro.</p>

<p>Tal y como ha 0o descrito, para el desarrollo de nuestro trabajo se han utilizado t&eacute;cnicas basadas en datos objetivos generados durante el uso del sitio web (<a href="#coo00">Cooley 2000</a>; <a href="#mob00">Mobasher <i>et al</i>. 2000</a>; <a href="#mul00">Mulvenna <i>et al</i>. 2000</a>; <a href="#jen06">Jenamani <i>et al</i>. 2006</a>). As&iacute; pues, durante los meses de junio y julio de 2007 jueces independientes visitaron y evaluaron los sitios web de las 83 entidades. La recogida de informaci&oacute;n se realiz&oacute; a trav&eacute;s de un procedimiento de exploraci&oacute;n similar al realizado por otros estudios previos (<a href="#liu97">Liu <i>et al</i>. 1997</a>; <a href="#che02">Cheung y Huang 2002</a>; <a href="#aga02">Agarwal y Venkatesh 2002</a>; <a href="#wue04">Wu <i>et al</i>. 2004</a>). De este modo, al igual que McInerney y Bird (<a href="#mci04">2004</a>) llevaron a cabo su <i>Website <span>Quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Evaluation Tool</i>, nuestro estudio estableci&oacute; a priori los factores que deb&iacute;an ser analizados as&iacute; como los criterios necesarios para su valoraci&oacute;n, lo cual minimiz&oacute; la subjetividad en la que podr&iacute;a haberse incurrido (tal y como suger&iacute;an <a href="#eva99">Evans y King 1999</a>). Las discrepancias que surg&iacute;an cuando un juez reconoc&iacute;a una determinada caracter&iacute;stica y los otros jueces no eran conscientes de ella, se solventaron a trav&eacute;s de un segundo proceso de revisi&oacute;n.</p>

<p>El volumen de tr&aacute;fico ha 0o recogido mediante una medida combinada del n&uacute;mero de usuarios que han visitado el sitio web y el n&uacute;mero de p&aacute;ginas consultadas dentro del sitio, partiendo de la valoraci&oacute;n externa realizada por Alexa en su Traffic Rank. Debido a que el Traffic Rank calculado por Alexa da valores m&aacute;s altos para niveles de tr&aacute;fico inferiores, se ha optado por invertir el valor de esta variable y facilitar as&iacute; la interpretaci&oacute;n de los resultados obtenidos. De este modo, el estudio ha 0o enfocado desde una perspectiva objetiva ya que la valoraci&oacute;n aplicada responde a una contabilizaci&oacute;n real de las visitas, la cual no est&aacute; condicionada ni por las caracter&iacute;sticas espec&iacute;ficas de los usuarios ni por cuestiones inherentes al propio estudio. Este tipo de medida ha 0o utilizada previamente por otras investigaciones (ver <a href="#nik05">Nikolaeva 2005</a>; <a href="#hua07">Huang et al. 2007</a>) y entre sus principales ventajas destaca el hecho de poder realizar comparaciones con otros sitios web.</p>

<h3>Medici&oacute;n de los factores con0erados</h3>

<p>Con0erando la opini&oacute;n de expertos en banca electr&oacute;nica y siguiendo otros estudios an&aacute;logos (<a href="#bau00">Bauer y Scharl 2000</a>; <a href="#bue01">Buenadicha et al. 2001</a>; <a href="#shc04">Shchiglik y Barnes 2004</a>; <a href="#mci04">McInerney y Bird 2004</a>; <a href="#jen06">Jenamani et al. 2006)</a>, se ha otorgado una puntuaci&oacute;n a cada factor que refleja su importancia a la hora de conseguir un sitio web de calidad (<a href="#weh97">Wehmeyer 1997</a>; <a href="#dra02">Dragulanescu 2002</a>; <a href="#til03">Tillman 2003</a>). La suma de todos ellos permite calcular el <i>&Iacute;ndice de Calidad de la Informaci&oacute;n Web para la Banca Electr&oacute;nica</i> y alcanza valores que oscilan de 0 a 100 (ver <a href="#ane">Anexo</a>).</p>

<p>El primer factor, buscabilidad en Internet (m&aacute;ximo 20 puntos), ha 0o medida a trav&eacute;s de los dos indicadores expuestos anteriormente (<a href="#esp08">Espadas <i>et al</i>. 2008</a>; <a href="#dea09">de Andr&eacute;s <i>et al.</i> 2009</a>): n&uacute;mero de <i>sites</i> indexados y links externos que enlazan al sitio. Debe aclararse que es imposible conocer el n&uacute;mero exacto de <i>sites</i> indexados y de links externos relativos a un sitio web, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo existe una funci&oacute;n dentro de los tres principales motores de b&uacute;squeda (Google, Yahoo y MSN) que se encarga de aproximar estos valores. A partir de dicha aproximaci&oacute;n se calcul&oacute; su logaritmo neperiano, tal y como realizan Serrano-Cinca <i>et al</i>. (<a href="#ser07">2007</a>) y Guti&eacute;rrez <i>et al</i>. (<a href="#gut08">2008</a>), y se dividi&oacute; entre el n&uacute;mero de buscadores analizados (tres), obteniendo as&iacute; una valoraci&oacute;n entre 1 y 10 para cada indicador.</p>

<p>En cuanto a la <strong>velocidad de acceso</strong> (m&aacute;ximo 10 puntos), ha 0o medida utilizando el servicio proporcionado por Alexa (<a href="http://www.alexa.com/">www.alexa.com</a>), el cual compara el tiempo de descarga del sitio web de una empresa con el resto de sitios de la Red. Frente a este sistema de medida, otras investigaciones han optado por evaluar la velocidad de un sitio a trav&eacute;s de cron&oacute;metro, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo este criterio puede verse influido por un gran n&uacute;mero de aspectos, como el equipo empleado, la hora de conexi&oacute;n, el tr&aacute;fico de la p&aacute;gina, etc. Por ello, con0eramos que medir la velocidad a trav&eacute;s del empleo de un servicio independiente, como es el de Alexa, aporta al estudio una mayor objetividad.</p>

<p>En tercer lugar, la <strong>usabilidad</strong> (m&aacute;ximo 20 puntos) ha 0o recogida a partir de las herramientas incluidas en el sitio web de la empresa para mejorar este aspecto (ver <a href="#ane">Anexo</a>). La recopilaci&oacute;n de estas herramientas se ha llevado a cabo a partir de la revisi&oacute;n de la literatura (ver a modo de ejemplo <a href="#lee04">Cheung y Lee 2004/2005</a>, <a href="#mou06">o Moustakis et al. 2006</a>), otorg&aacute;ndose a cada una de ellas 1 &oacute; 0, en funci&oacute;n de si la entidad financiera incorpora o no dicho aspecto (<a href="#jen06">Jenamani et al. 2006</a>). Dado que se analizaron 10 herramientas, y que el peso asignado al factor en la literatura es de 20 puntos, se opt&oacute; por multiplicar por dos las valoraciones obtenidas. Las herramientas con0eradas son las siguientes: (1) compatibilidad con cualquier navegador que pueda utilizar el usuario (Firefox, Explorer, etc.), (2) men&uacute; permanente del sitio, el cual aporta un r&aacute;pido acceso a las diferentes secciones (<a href="#bue01">Buenadicha et al. 2001</a>), (3) botones de inicio, que conducen a la p&aacute;gina principal (<a href="#mis99">Misic y Johnson 1999</a>), (4) etiquetas visibles e informativas en todas las p&aacute;ginas del sitio web (<a href="#geh99">Gehrke y Turban 1999</a>), (5) correcta apertura de links internos en nuevas ventanas, (6) mapa del sitio, que aporta una visi&oacute;n general e incrementa la familiaridad del individuo, (7) traducci&oacute;n del sitio a varios idiomas (<a href="#geh99">Gehrke y Turban 1999</a>), (8) <i>miguitas de pan</i>, que informan al usuario del nivel en el que se encuentra y que responden a preguntas tales como, &quot;&iquest;d&oacute;nde he estado?&quot;, &quot;&iquest;d&oacute;nde estoy?&quot; y &quot;&iquest;d&oacute;nde puedo ir?&quot;, (9) buscador interno por palabras clave, que permite localizar r&aacute;pidamente informaci&oacute;n interesante dentro del sitio web (<a href="#geh99">Gehrke y Turban 1999</a>), y (10) botones de volver arriba, muy &uacute;tiles en el caso de scroll vertical.</p>

<p>El cuarto factor, calidad de contenido (m&aacute;ximo 18 puntos), analiza la informaci&oacute;n aportada en el sitio web. Distinguimos tres tipos de informaci&oacute;n de la empresa: (1) general, (2) productos y servicios y (3) financiera. La informaci&oacute;n general recoge aspectos vinculados con su propia historia, sus estatutos, ofertas de trabajo, o su pol&iacute;tica de calidad (ver <a href="#ane">Anexo</a>). La informaci&oacute;n sobre productos y servicios analiza el detalle aportado en el sitio web sobre los cajeros autom&aacute;ticos y las sucursales de la entidad, la segmentaci&oacute;n de sus productos de acuerdo a los diferentes p&uacute;blicos objetivos, sus precios o los servicios fiscales prestados. Finalmente, la informaci&oacute;n financiera hace referencia a los informes y estados financieros que se incluyen en el sitio web: cuentas anuales, pol&iacute;tica medioambiental, gobierno corporativo o hechos relevantes para la CNMV (entre otros). Toda esta informaci&oacute;n ha 0o medida tambi&eacute;n a partir de variables dicot&oacute;micas y el valor del factor se ha obtenido sumando las puntuaciones de cada indicador.</p>

<p>Respecto a la interactividad (m&aacute;ximo 12 puntos), hemos optado por diferenciar dos grupos de indicadores en funci&oacute;n del nivel de retroalimentaci&oacute;n que permite el recurso incluido por la empresa en su sitio web. Por un lado, encontramos la comunicaci&oacute;n directa, la cual conlleva la retroalimentaci&oacute;n entre ambas partes, por lo que puede efectuarse a trav&eacute;s de una direcci&oacute;n f&iacute;sica de contacto, un tel&eacute;fono, e-mail o un sistema de quejas y sugerencias. Por otro lado, hemos analizado tambi&eacute;n la comunicaci&oacute;n unilateral empresa-cliente; es decir, aquellos medios que permiten a la entidad financiera informar a sus usuarios, pero no captan las opiniones de estos &uacute;ltimos: comunicados de prensa, preguntas FAQ, bolet&iacute;n interno de la empresa, etc. Al igual que para el anterior factor, las puntuaciones de cada indicador fueron de 1/0 en funci&oacute;n de si la empresa hab&iacute;a incluido ese tipo de comunicaci&oacute;n en su sitio web.</p>

<p>Por &uacute;ltimo, la capacidad transaccional (m&aacute;ximo 20 puntos) recoge las diferentes operaciones incluidas en el sitio web de la entidad financiera. Estas operaciones han 0o divididas en tres grupos en funci&oacute;n de su nivel de complejidad. En primer lugar, queda recogida la informaci&oacute;n con contenido transaccional, la cual suele abarcar aspectos que influyen en el comportamiento del consumidor: pol&iacute;ticas de seguridad y privacidad, sello espec&iacute;fico de calidad, c&oacute;digo de identificaci&oacute;n personal y consulta de c&oacute;digos, entre otros. En segundo lugar aparecen transacciones con0eradas sencillas, como la posibilidad de contratar cuentas y tarjetas, la venta de entradas o el pago de impuestos a trav&eacute;s del sitio web. El tercer grupo hace referencia a las transacciones m&aacute;s complejas como la inversi&oacute;n y servicios de ahorro, la solicitud de cr&eacute;ditos y pr&eacute;stamos o la contrataci&oacute;n de operaciones de confirming, leasing y renting (entre otros). El sistema de valoraci&oacute;n ha 0o el mismo que el asignado a la calidad de contenido y a la interactividad.</p>

<h2>An&aacute;lisis descriptivo de los factores</h2>

<p>En cuanto a la <strong>buscabilidad en Internet</strong>, observamos que en t&eacute;rminos generales el n&uacute;mero de sites indexados de un sitio web es con0erablemente superior al de los links que lo enlazan. Para el caso de las cajas de ahorros la primera variable alcanza un valor de 7,57, mientras que la media de la segunda es de 5,85 (puntuaci&oacute;n sobre 10 en ambos casos). Respecto a los bancos, estos valores son de 6,36 y 5,0 respectivamente. Asimismo, podemos observar que el valor obtenido en ambos indicadores por las cajas de ahorros es mayor que el relativo a los bancos. Finalmente, la puntuaci&oacute;n global de la buscabilidad supera el aprobado. La entidad financiera que obtiene la mayor puntuaci&oacute;n es La Caixa (20 puntos), seguido de la CAI y de Caja de Madrid (19 puntos) (ver Tabla 2).</p>

<table width="60%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 2: An&aacute;lisis de la buscabilidad y de la velocidad de acceso</strong><br /></caption>

<tr bgcolor="silver"><th>CAJAS</th>	<th>BUSCABILIDAD</th>	<th>VELOCIDAD</th>	<th>BANCOS</th>	<th>BUSCABILIDAD</th>	<th>VELOCIDAD</th></tr>

<tr><td align="left">BANCAJA </td><td align="center">	14</td><td align="center">	9.3</td><td align="left">	Abn Amro Bank</td><td align="center">	17</td><td align="center">	6.1</td></tr>
<tr><td align="left">BBK</td><td align="center">	18</td><td align="center">	3.2</td><td align="left">	Banca di Roma</td><td align="center">	16</td><td align="center">	9.1</td></tr>
<tr><td align="left">Caixa Catalunya</td><td align="center">	15</td><td align="center">	8.1</td><td align="left">	Banca March</td><td align="center">	15</td><td align="center">	4.4</td></tr>
<tr><td align="left">Caixa Galicia</td><td align="center">	17</td><td align="center">	9.4</td><td align="left">	Banca Pueyo</td><td align="center">	9</td><td align="center">	9</td></tr>
<tr><td align="left">Caixa Girona</td><td align="center">	13</td><td align="center">	9.2</td><td align="left">	Banco Alcal&aacute;</td><td align="center">	7</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caixa Laietana</td><td align="center">	8</td><td align="center">	1.8</td><td align="left">	Banco &Aacute;rabe Espa&ntilde;ol</td><td align="center">	5</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caixa Manlleu</td><td align="center">	11</td><td align="center">	1.3</td><td align="left">	BBVA</td><td align="center">	18</td><td align="center">	8.2</td></tr>
<tr><td align="left">Caixa Manresa</td><td align="center">	15</td><td align="center">	5</td><td align="left">	Banco Caixa Geral</td><td align="center">	9</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caixa Penedes</td><td align="center">	14</td><td align="center">	8.8</td><td align="left">	Fibanc</td><td align="center">	11</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caixa Sabadell</td><td align="center">	13</td><td align="center">	7.6</td><td align="left">	Banco de la Naci&oacute;n Argentina</td><td align="center">	3</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caixa Tarragona</td><td align="center">	14</td><td align="center">	5.4</td><td align="left">	Banco de la Naci&oacute;n y Mediana Empresa</td><td align="center">	11</td><td align="center">	2.7</td></tr>
<tr><td align="left">Caixanova</td><td align="center">	12</td><td align="center">	2.8</td><td align="left">	Banco de Madrid</td><td align="center">	9</td><td align="center">	0.4</td></tr>
<tr><td align="left">Caja Burgos</td><td align="center">	14</td><td align="center">	6</td><td align="left">	Banco de Valencia</td><td align="center">	12</td><td align="center">	6.7</td></tr>
<tr><td align="left">Caja Canarias</td><td align="center">	10</td><td align="center">	5.5</td><td align="left">	Banco Espa&ntilde;ol Cr&eacute;dito</td><td align="center">	16</td><td align="center">	5</td></tr>
<tr><td align="left">Caja Cantabria</td><td align="center">	8</td><td align="center">	3.9</td><td align="left">	Banco Espirito Santo</td><td align="center">	12</td><td align="center">	5.3</td></tr>
<tr><td align="left">C. Castilla la Mancha</td><td align="center">	10</td><td align="center">	8</td><td align="left">	Banco Etcheverr&iacute;a</td><td align="center">	11</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja C&iacute;rculo</td><td align="center">	12</td><td align="center">	4</td><td align="left">	Banco Finantia Sofinloc</td><td align="center">	6</td><td align="center">	5.3</td></tr>
<tr><td align="left">CAM</td><td align="center">	16</td><td align="center">	4</td><td align="left">	Banco Gallego</td><td align="center">	11</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja de &Aacute;vila</td><td align="center">	10</td><td align="center">	5.3</td><td align="left">	Banco Guipuzcoano</td><td align="center">	12</td><td align="center">	4.5</td></tr>
<tr><td align="left">Caja de Badajoz</td><td align="center">	12</td><td align="center">	2.2</td><td align="left">	Banco Halifax Hispania</td><td align="center">	11</td><td align="center">	4.9</td></tr>
<tr><td align="left">Caja de Ja&eacute;n</td><td align="center">	10</td><td align="center">	5.5</td><td align="left">	Banco Inversis Net</td><td align="center">	12</td><td align="center">	5</td></tr>
<tr><td align="left">Caja Duero</td><td align="center">	16</td><td align="center">	7.7</td><td align="left">	Banco Occidental</td><td align="center">	11</td><td align="center">	2.5</td></tr>
<tr><td align="left">Caja Espa&ntilde;a</td><td align="center">	17</td><td align="center">	3.1</td><td align="left">	Banco Pastor</td><td align="center">	14</td><td align="center">	3.8</td></tr>
<tr><td align="left">Caja Extremadura</td><td align="center">	12</td><td align="center">	0.9</td><td align="left">	Banco Popular Espa&ntilde;ol</td><td align="center">	16</td><td align="center">	5.2</td></tr>
<tr><td align="left">Caja Granada</td><td align="center">	12</td><td align="center">	6.6</td><td align="left">	Banco Sabadell</td><td align="center">	13</td><td align="center">	2.7</td></tr>
<tr><td align="left">Caja Guadalajara</td><td align="center">	9</td><td align="center">	5.5</td><td align="left">	Banco Santander</td><td align="center">	16</td><td align="center">	4.6</td></tr>
<tr><td align="left">Caja Inmaculada</td><td align="center">	19</td><td align="center">	3.1</td><td align="left">	Banco Sygma Hispania</td><td align="center">	8</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja Madrid</td><td align="center">	19</td><td align="center">	7.3</td><td align="left">	Banesto Banco de Emisiones</td><td align="center">	16</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja Murcia</td><td align="center">	11</td><td align="center">	4</td><td align="left">	Bankinter</td><td align="center">	15</td><td align="center">	7.4</td></tr>
<tr><td align="left">Caja Navarra</td><td align="center">	18</td><td align="center">	5.2</td><td align="left">	Bankoa</td><td align="center">	12</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja Ontinyent</td><td align="center">	8</td><td align="center">	5.5</td><td align="left">	Barclays Bank</td><td align="center">	13</td><td align="center">	5.9</td></tr>
<tr><td align="left">Caja Rioja</td><td align="center">	13</td><td align="center">	5.4</td><td align="left">	BNP Paribas</td><td align="center">	12</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja Segovia</td><td align="center">	10</td><td align="center">	5.5</td><td align="left">	Citibank Internacional</td><td align="center">	15</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja Sur</td><td align="center">	12</td><td align="center">	0.6</td><td align="left">	Commerzbank A.G.</td><td align="center">	7</td><td align="center">	5.3</td></tr>
<tr><td align="left">Caja Vital</td><td align="center">	13</td><td align="center">	7.9</td><td align="left">	Credit Suisse</td><td align="center">	8</td><td align="center">	7.3</td></tr>
<tr><td align="left">Cajasol</td><td align="center">	13</td><td align="center">	4.5</td><td align="left">	Deutsche Bank S.A.E.</td><td align="center">	10</td><td align="center">	8.1</td></tr>
<tr><td align="left">Cajastur</td><td align="center">	17</td><td align="center">	4.8</td><td align="left">	ING Direct N.V. </td><td align="center">	13</td><td align="center">	4.2</td></tr>
<tr><td align="left">Colonya</td><td align="center">	11</td><td align="center">	5.5</td><td align="left">	Lloyds TSB Bank</td><td align="center">	7</td><td align="center">	5.3</td></tr>
<tr><td align="left">Ibercaja</td><td align="center">	18</td><td align="center">	4.2</td><td align="left">	MBNA Europe Bank Limited</td><td align="center">	8</td><td align="center">	5.3</td></tr>
<tr><td align="left">Kutxa</td><td align="center">	14</td><td align="center">	5.5</td><td align="left">	RBC Dexia Investor </td><td align="center">	9</td><td align="center">	5.3</td></tr>
<tr><td align="left">La Caixa</td><td align="center">	20</td><td align="center">	7.4</td><td align="left"><strong>	PUNTUACI&Oacute;N MEDIA</strong> </td><td align="center"><strong>	11.36</strong></td><td align="center"><strong>	5.35</strong></td></tr>
<tr><td align="left">Sa Nostra</td><td align="center">	15</td><td align="center">	3.1</td></tr>
<tr><td align="left">Unicaja</td><td align="center">	14</td><td align="center">	3.4</td></tr>
<tr><td align="left"><strong>PUNTUACI&Oacute;N MEDIA</strong></td><td align="center">	<strong>13.42</strong></td><td align="center">	<strong>5.47</strong></td></tr>

</table>

<p>La <strong>velocidad de acceso</strong> alcanza valores mucho m&aacute;s dispares que la variable anterior. Por un lado, hallamos un grupo de entidades financieras preocupadas por la velocidad de su sitio web, ya que se encuentran entre el 10% de los sitios m&aacute;s r&aacute;pidos de Internet (Caixa Galicia, Caixa Girona, Bancaja, Banca di Roma y Banca Pueyo); mientras que por otro lado, un segundo <i>cl&uacute;ster</i> obtiene valores inferiores extremos (entre el 10% m&aacute;s lento de la Red) (ver Tabla 2). Adem&aacute;s, cabe resaltar que las entidades que logran las mayores puntuaciones no coinciden con aqu&eacute;llas que gozan de mayor buscabilidad.</p>

<p>La Tabla 3 muestra la elevada tasa de usabilidad existente en el sector bancario espa&ntilde;ol (71,93%), siendo superior para el caso de los bancos frente a las cajas de ahorros (74,65% vs 69%). En cuanto a las herramientas utilizadas en los sitios web, podemos diferenciar tres grupos. Un primer grupo de herramientas con tasas de implantaci&oacute;n superiores al 90%, un segundo grupo con un nivel superior al 70% y un tercer grupo con un nivel de uso inferior al 50%. Destaca la baja tasa de aceptaci&oacute;n de los botones que permiten volver arriba; este resultado no es sorprendente ya que dicha herramienta s&oacute;lo es interesante si el sitio web tiene scroll vertical.</p>

<table width="60%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 3: An&aacute;lisis de la usabilidad</strong></caption>

<tr bgcolor="silver"><th>% de entidades financieras</th><th width="20%">CAJAS DE AHORRO</th><th width="12%">BANCOS</th><th width="12%">TOTAL</th></tr>
<tr><td>Compatibilidad con cualquier navegador</td><td align="center">100</td><td align="center">100</td><td align="center">100</td></tr>
<tr><td>Men&uacute; permanente</td><td align="center">95</td><td align="center">97.67</td><td align="center">96.39</td></tr>
<tr><td>Botones de inicio/home</td><td align="center">90</td><td align="center">100</td><td align="center">95.18</td></tr>
<tr><td>Etiquetas de web visibles</td><td align="center">90</td><td align="center">97.67</td><td align="center">93.98</td></tr>
<tr><td>Links internos en nuevas ventanas</td><td align="center">	85</td><td align="center">95.35</td><td align="center">90.36</td></tr>
<tr><td>Mapa del sitio</td><td align="center">87.50</td><td align="center">72.09</td><td align="center">79.52</td></tr>
<tr><td>Web en varios idiomas</td><td align="center">62.50</td><td align="center">83.72</td><td align="center">73.49</td></tr>
<tr><td>Miguitas de pan</td><td align="center">55</td><td align="center">	34.88</td><td align="center">	44.58</td></tr>
<tr><td>Buscador por palabras clave</td><td align="center">22.50</td><td align="center">53.49</td><td align="center">38.55</td></tr>
<tr><td>Botones para volver arriba</td><td align="center">2.50</td><td align="center">11.63</td><td align="center">7.23</td></tr>
<tr><td><strong>NIVEL DE USABILIDAD</strong></td><td align="center">69</td><td align="center">74.65</td><td align="center">71.93</td></tr>
</table>

<p>En cuanto a la <strong>calidad de contenido</strong>, observamos que la mayor parte de los indicadores son presentados por un porcentaje muy elevado de entidades bancarias (ver Tabla 4). El 100% de las cajas de ahorro informa sobre cajeros autom&aacute;ticos y sucursales y sobre los precios de sus productos, publicando tambi&eacute;n sus cuentas anuales en Internet. Igualmente, m&aacute;s de un 90% presenta en su sitio web los estatutos, &oacute;rganos de gobierno, ofertas de trabajo, obra social y cultural y una gran cantidad de informaci&oacute;n financiera. La puntuaci&oacute;n de los bancos suele ser menor que su equivalente en las cajas de ahorros, advirti&eacute;ndose adem&aacute;s que algunos indicadores presentan valores inferiores hasta en un 70% (ver por ejemplo "hechos relevantes para la CNMV" o "la publicaci&oacute;n de los estatutos"). Por &uacute;ltimo, cabe destacar que el tipo de informaci&oacute;n que se publica con mayor a0uidad por las cajas es la financiera, mientras que para los bancos es aqu&eacute;lla vinculada con sus productos y servicios.</p>

<table width="40%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 4: An&aacute;lisis de la calidad de contenido</strong></caption>

<tr><td>% de entidades con dicha caracter&iacute;stica</td><th>CAJAS</th><th>BANCOS</th></tr>
<tr bgcolor="silver"><td colspan="3">CALIDAD DE CONTENIDO</td></tr>
<tr><td colspan="3">INFORMACI&Oacute;N GENERAL DE LA EMPRESA</td></tr>
<tr><td>Historia de la Empresa</td><td align="center">86.05</td><td align="center">85.00</td></tr>
<tr><td>Estatutos</td><td align="center">93.02</td><td align="center">32.50</td></tr>
<tr><td>&Oacute;rganos de gobierno</td><td align="center">97.67</td><td align="center">67.50</td></tr>
<tr><td>Pol&iacute;tica de calidad</td><td align="center">18.60</td><td align="center">40.00</td></tr>
<tr><td>Informaci&oacute;n sobre ofertas de trabajo</td><td align="center">90.70</td><td align="center">65.00</td></tr>
<tr><td>Obra social y cultural</td><td align="center">95.35</td><td align="center">42.50</td></tr>
<tr><td>Valor medio</td><td align="center">80.23</td><td align="center">55.42</td></tr>
<tr><td colspan="3">INFORMACI&Oacute;N SOBRE PRODUCTOS Y SERVICIOS</td></tr>
<tr><td>Info sobre cajeros autom&aacute;ticos y sucursales</td><td align="center">100.00</td><td align="center">90.00</td></tr>
<tr><td>Info segmentada para grupos de clientes</td><td align="center">86.05</td><td align="center">67.50</td></tr>
<tr><td>Info sobre precios</td><td align="center">100.00</td><td align="center">80.00</td></tr>
<tr><td>Info sobre servicios fiscales prestados</td><td align="center">93.02</td><td align="center">65.00</td></tr>
<tr><td>Ofertas especiales</td><td align="center">76.74</td><td align="center">60.00</td></tr>
<tr><td>Servicios de estudios y publicaciones externas</td><td align="center">58.14</td><td align="center">20.00</td></tr>
<tr><td>Valor medio</td><td align="center">85.66</td><td align="center">63.75</td></tr>
<tr><td colspan="3">INFORMACI&Oacute;N FINANCIERA SOBRE LA ENTIDAD</td></tr>
<tr><td>Cuentas Anuales</td><td align="center">100.00</td><td align="center">85.00</td></tr>
<tr><td>Pol&iacute;tica medioambiental</td><td align="center">95.35</td><td align="center">47.50</td></tr>
<tr><td>Gobierno corporativo</td><td align="center">97.67</td><td align="center">67.50</td></tr>
<tr><td>Hechos relevantes para la CNMV</td><td align="center">95.35</td><td align="center">27.50</td></tr>
<tr><td>Evoluci&oacute;n de los t&iacute;tulos en bolsa</td><td align="center">72.09</td><td align="center">50.00</td></tr>
<tr><td>Rating de los t&iacute;tulos</td><td align="center">62.79</td><td align="center">40.00</td></tr>
<tr><td>Valor medio</td><td align="center">87.21</td><td align="center">52.92</td></tr>
</table>

<p>Respecto a la <strong>interactividad</strong>, la tendencia a la comunicaci&oacute;n es mayor para el caso de las cajas de ahorros, siendo esta diferencia mucho m&aacute;s notable para los indicadores que miden la comunicaci&oacute;n indirecta (ver Tabla 5).</p>

<table width="40%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 5: An&aacute;lisis de la interactividad</strong></caption>

<tr><td>% de entidades con dicha caracter&iacute;stica</td><th>CAJAS</th><th>BANCOS</th></tr>
<tr bgcolor="silver"><td colspan="3"><strong>INTERACTIVIDAD</strong></td></tr>
<tr><td colspan="3">COMUNICACI&Oacute;N DIRECTA (RETROALIMENTACI&Oacute;N)</td></tr>
<tr><td>Existencia de una direcci&oacute;n f&iacute;sica de contacto</td><td align="center">86.05</td><td align="center">85.00</td></tr>
<tr><td>Existencia de un tel&eacute;fono de contacto</td><td align="center">97.67</td><td align="center">90.00</td></tr>
<tr><td>Existencia de un correo electr&oacute;nico</td><td align="center">90.70</td><td align="center">85.00</td></tr>
<tr><td>Comunicaci&oacute;n activa con usuarios (foros, chats...)</td><td align="center">16.28</td><td align="center">10.00</td></tr>
<tr><td>Sistema de sugerencias, quejas y reclamaciones</td><td align="center">79.07</td><td align="center">70.00</td></tr>
<tr><td>Posibilidad de recibir noticias por e-mail</td><td align="center">67.44</td><td align="center">52.50</td></tr>
<tr><td>Valor medio</td><td align="center">72.87</td><td align="center">65.42</td></tr>
<tr><td colspan="3">COMUNICACI&Oacute;N INDIRECTA</td></tr>
<tr><td>Sala de prensa o comunicados de la empresa</td><td align="center">76.74</td><td align="center">67.50</td></tr>
<tr><td>Preguntas m&aacute;s frecuentes</td><td align="center">27.91</td><td align="center">27.50</td></tr>
<tr><td>Bolet&iacute;n interno de la empresa</td><td align="center">76.74</td><td align="center">40.00</td></tr>
<tr><td>Simuladores o versi&oacute;n demo</td><td align="center">79.07</td><td align="center">50.00</td></tr>
<tr><td>Existencia de servicio de e-mail gratis</td><td align="center">83.72</td><td align="center">22.50</td></tr>
<tr><td>Consulta de cartas pendientes en el banco</td><td align="center">86.05</td><td align="center">27.50</td></tr>
<tr><td><strong>Valor medio</strong></td><td align="center">71.71</td><td align="center">39.17</td></tr>
</table>

<p>Por &uacute;ltimo, en cuanto a la <strong>capacidad transaccional</strong>, las cajas de ahorros muestran de nuevo una mayor predisposici&oacute;n al desarrollo de la banca electr&oacute;nica (ver Tabla 6). Por un lado, los indicadores relativos a la informaci&oacute;n acerca de las transacciones logran valores generalmente superiores al 90% para las cajas, y alrededor del 70% para los bancos. Como excepci&oacute;n destacar&iacute;amos el indicador relativo al sello espec&iacute;fico de seguridad, el cual obtiene un valor para ambos tipos de entidades mucho m&aacute;s bajo del que a priori se podr&iacute;a esperar. Este hecho es probablemente debido al esfuerzo realizado por las entidades financieras respecto al indicador primero (<i>pol&iacute;ticas de seguridad y privacidad de las transacciones</i>), el cual compensar&iacute;a la garant&iacute;a ofrecida por un sello externo. Por otro lado, los tipos de transacciones muestran resultados sorprendentes; as&iacute;, algunas transacciones con0eradas sencillas (tipo 1), son efectuadas en menor proporci&oacute;n que otras aparentemente m&aacute;s complejas (tipo 2). A modo de ejemplo observar&iacute;amos que mientras que un 86% de las cajas de ahorros permite solicitar pr&eacute;stamos en Internet, tan solo un 18% ofrece la posibilidad de contratar cuentas o tarjetas, y en el caso de los bancos, un 80% da la oportunidad de contratar inversiones y servicios de ahorro, mientras que s&oacute;lo un 5% vende entradas de espect&aacute;culos.</p>

<table width="50%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 6: An&aacute;lisis de la capacidad transaccional</strong></caption>

<tr bgcolor="silver"><td>% de entidades con dicha caracter&iacute;stica</td><th>CAJAS</th><th>BANCOS</th></tr>
<tr><td colspan="3"><strong>Informaci&oacute;n sobre transacciones</strong></td></tr>
<tr><td>Pol&iacute;ticas de seguridad y privacidad de las transacciones</td><td align="center">100.00</td><td align="center">82.50</td></tr>
<tr><td>Sello especifico de calidad sobre seguridad del sitio</td><td align="center">34.88</td><td align="center">32.50</td></tr>
<tr><td>Explicaci&oacute;n de las transacciones</td><td align="center">97.67</td><td align="center">67.50</td></tr>
<tr><td>Posibilidad de solicitar un c&oacute;digo personal para transacciones seguras</td><td align="center">93.02</td><td align="center">75.00</td></tr>
<tr><td>Consulta de pin y c&oacute;digos</td><td align="center">95.35</td><td align="center">72.50</td></tr>
<tr><td>Consulta de cuentas y saldos</td><td align="center">95.35</td><td align="center">82.50</td></tr>
<tr><td>Valor medio</td><td align="center">86.05</td><td align="center">68.75</td></tr>
<tr><td colspan="3"><strong>Transacciones tipo 1</strong></td></tr>
<tr><td>Posibilidad de contratar cuentas y tarjetas</td><td align="center">18.60</td><td align="center">30.00</td></tr>
<tr><td>Transferencias bancarias</td><td align="center">86.05</td><td align="center">75.00</td></tr>
<tr><td>Pago de impuestos</td><td align="center">83.72</td><td align="center">60.00</td></tr>
<tr><td>Carga de tel&eacute;fono m&oacute;vil</td><td align="center">81.40</td><td align="center">32.50</td></tr>
<tr><td>Domiciliaciones</td><td align="center">88.37</td><td align="center">77.50</td></tr>
<tr><td>Venta de entradas</td><td align="center">62.79</td><td align="center">5.00</td></tr>
<tr><td>Oferta de productos no financieros</td><td align="center">62.79</td><td align="center">12.50</td></tr>
<tr><td>Valor medio</td><td align="center">69.10</td><td align="center">41.79</td></tr>
<tr><td colspan="3"><strong>Transacciones tipo 2</strong></td></tr>
<tr><td>Inversiones y servicios de ahorro</td><td align="center">90.70</td><td align="center">80.00</td></tr>
<tr><td>Imposiciones de ahorro</td><td align="center">90.70</td><td align="center">77.50</td></tr>
<tr><td>Seguros no vinculados con planes de inversi&oacute;n</td><td align="center">79.07</td><td align="center">50.00</td></tr>
<tr><td>Solicitud de cr&eacute;ditos y prestamos</td><td align="center">86.05</td><td align="center">52.50</td></tr>
<tr><td>Solicitud de hipotecas</td><td align="center">86.05</td><td align="center">40.00</td></tr>
<tr><td>Operaciones de confirming, leasing y renting</td><td align="center">83.72</td><td align="center">47.50</td></tr>
<tr><td>Env&iacute;o de dinero a otros pa&iacute;ses</td><td align="center">74.42</td><td align="center">37.50</td></tr>
<tr><td>Valor medio</td><td align="center">84.38</td><td align="center">55.00</td></tr>
</table>

<p>A partir de la observaci&oacute;n y valoraci&oacute;n de estos factores hemos calculado una puntuaci&oacute;n global, a la cual hemos llamado <i>&Iacute;ndice de Calidad de la Informaci&oacute;n Web para la Banca Electr&oacute;nica</i>. En la Tabla 7 pueden apreciarse las puntuaciones obtenidas por las entidades que ocupan las quince primeras posiciones. Adem&aacute;s, hemos contrastado la clasificaci&oacute;n con la valoraci&oacute;n publicada por la Asociaci&oacute;n para la Investigaci&oacute;n de Medios de Comunicaci&oacute;n (AIMC, 2008), organizaci&oacute;n independiente que estudia los h&aacute;bitos de consumo de medios de comunicaci&oacute;n en general, y de Internet en particular. A partir de una encuesta realizada en Espa&ntilde;a a 48.592 individuos, de los cuales 26.893 son usuarios de banca electr&oacute;nica, dicho estudio obtiene una ordenaci&oacute;n de las entidades de banca electr&oacute;nica mejor valoradas. De este modo, observamos que compa&ntilde;&iacute;as como La Caixa, Caja Madrid, Caixa Catalunya, Banesto, BBVA, BSCH y Bankinter, ocupan las primeras posiciones en ambas ordenaciones (ver Tabla 7). Por lo tanto, podemos afirmar la existencia de una clara relaci&oacute;n entre aquellas entidades que desarrollan un sitio web de mayor calidad, medido a trav&eacute;s del &Iacute;ndice presentado en este trabajo, y las valoraciones dadas por sus propios usuarios (AIMC, 2008).</p>

<table width="50%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 7: &Iacute;ndice de Calidad de la Informaci&oacute;n Web para la Banca Electr&oacute;nica (comparaci&oacute;n con el ranking de AIMC)</strong></caption>
<tr bgcolor="silver"><td><strong>ENT. FINANCIERA</strong></td>	<td><strong>BUSCAB.</strong></td> <td><strong>VELOC.</strong></td> <td><strong>USAB.</strong></td> <td><strong>CONTEN.</strong></td> <td><strong>INTER.</strong></td> <td><strong>TRANSAC.</strong></td> <td><strong>TOTAL</strong></td> <td><strong>AIMC*</strong></td></tr>
<tr><td>La Caixa</td>	<td>20</td>	<td>7.4</td>	<td>20</td>	<td>18</td>	<td>12</td>	<td>19</td> <td>96.5</td> <td>1</td></tr>
<tr><td>Caja Madrid</td>	<td>19</td>	<td>7.3</td>	<td>18</td>	<td>17</td>	<td>10</td>	<td>18</td> <td>89.5</td> <td>4</td></tr>
<tr><td>Caixa Galicia</td>	<td>17</td>	<td>9.4</td>	<td>18</td>	<td>16</td>	<td>10</td>	<td>18</td> <td>88.3</td> <td>12</td></tr>
<tr><td>Ibercaja</td>	<td>18</td>	<td>4.2</td>	<td>18</td>	<td>18</td>	<td>11</td>	<td>19</td> <td>87.9</td> <td>13</td></tr>
<tr><td>Caixa Catalunya</td>	<td>15</td>	<td>8.1</td>	<td>18</td>	<td>17</td>	<td>11</td>	<td>18</td> <td>87.3</td> <td>7</td></tr>
<tr><td>Banesto</td>	<td>16</td>	<td>5.3</td>	<td>18</td>	<td>17</td>	<td>11</td>	<td>17</td> <td>84.8</td> <td>8</td></tr>
<tr><td>BBVA</td>	<td>18</td>	<td>8.2</td>	<td>16</td>	<td>16</td>	<td>9</td>	<td>17</td> <td>83.8</td> <td>3</td></tr>
<tr><td>CAI</td>	<td>19</td>	<td>3.1</td>	<td>18</td>	<td>16</td>	<td>10</td>	<td>18</td> <td>83.7</td> <td>-</td></tr>
<tr><td>Caja Vital</td>	<td>13</td>	<td>7.9</td>	<td>16</td>	<td>17</td>	<td>11</td>	<td>19</td> <td>83.6</td> <td>-</td></tr>
<tr><td>Caja Navarra</td>	<td>18</td>	<td>5.2</td>	<td>16</td>	<td>17</td>	<td>10</td>	<td>17</td> <td>83.3</td> <td>-</td></tr>
<tr><td>Caixa Pened&eacute;s</td>	<td>14</td>	<td>8.8</td>	<td>18</td>	<td>17</td>	<td>9</td>	<td>16</td> <td>82.6</td> <td>-</td></tr>
<tr><td>Kutxa</td>	<td>14</td>	<td>5.5</td>	<td>16</td>	<td>16</td>	<td>9</td>	<td>20</td> <td>82.5</td> <td>20</td></tr>
<tr><td>BBK</td>	<td>18</td>	<td>3.2</td>	<td>16</td>	<td>16</td>	<td>9</td>	<td>20</td> <td>81.8</td> <td>17</td></tr>
<tr><td>Banco Santander</td>	<td>16</td>	<td>4.6</td>	<td>16</td>	<td>17</td>	<td>11</td>	<td>16</td> <td>80.9</td> <td>5</td></tr>
<tr><td>Bankinter</td>	<td>15</td>	<td>7.4</td>	<td>16</td>	<td>15</td>	<td>11</td>	<td>16</td> <td>80.8</td> <td>9</td></tr>
<tr><td colspan="9"><strong>*</strong>Posici&oacute;n en el ranking de la AIMC (2008)<br /></td></tr>
</table>

<p>El siguiente paso ha 0o llevar a cabo un an&aacute;lisis estad&iacute;stico de diferencia de medias entre cajas de ahorros y bancos, el cual permite corroborar las asimetr&iacute;as anteriormente detectadas. A partir de los resultados obtenidos (ver Tabla 8), podemos confirmar estad&iacute;sticamente la existencia de importantes diferencias entre bancos y cajas en cuanto a las variables estudiadas.</p>

<table width="30%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 8: Diferencia de medias entre cajas de ahorro y bancos</strong></caption>

<tr><th> </th><th>T</th><th>Sig.</th></tr>
<tr><td>Buscabilidad en Internet</td><td align="center">2.788</td><td align="center">0.007</td></tr>
<tr><td>Velocidad de acceso</td><td align="center">0.380</td><td align="center">0.705</td></tr>
<tr><td>Usabilidad</td><td align="center">2.131</td><td align="center">0.036</td></tr>
<tr><td>Calidad de contenido</td><td align="center">6.188</td><td align="center">0.000</td></tr>
<tr><td>Interactividad</td><td align="center">4.644</td><td align="center">0.000</td></tr>
<tr><td>Capacidad transaccional</td><td align="center">4.554</td><td align="center">0.000</td></tr>
<tr><td>Tr&aacute;fico recibido</td><td align="center">1.587</td><td align="center">0.121</td></tr>
</table>

<h2>An&aacute;lisis de regresi&oacute;n y resultados</h2>

<p>El siguiente paso ha 0o llevar a cabo un modelo de regresi&oacute;n que cuantifique el efecto ejercido por los factores con0erados respecto al tr&aacute;fico recibido por un sitio web dedicado a la banca electr&oacute;nica. El hecho de haber constatado estad&iacute;sticamente una clara diferencia entre las cajas y los bancos en casi todas las variables del estudio, nos lleva a incluir en el modelo variables <i>dummy</i>, las cuales recogen las posibles diferencias existentes en el efecto ejercido por cada factor debido al tipo de entidad analizado (cajas, <i>dummy</i>=1; bancos, <i>dummy</i>= 0) (<a href="#and00">Anderson y Mittal 2000</a>; <a href="#fuc03">Fuchs y Weiermair 2003</a>; <a href="#mat04">Matzler et al. 2004</a>).</p>

<p align="center">y = &szlig;<sub>0</sub> + &szlig;<sub>1</sub>x<sub>1</sub> + &szlig;<sub>2</sub>x<sub>2</sub> + &szlig;<sub>3</sub>x<sub>3</sub> + &szlig;<sub>4</sub>x<sub>4</sub> + &szlig;<sub>5</sub>x<sub>5</sub> + &szlig;<sub>6</sub>x<sub>6</sub> + &szlig;<sub>7</sub>D<sub>1</sub>x<sub>1</sub> + &szlig;<sub>8</sub>D<sub>2</sub>x<sub>2</sub> + &szlig;<sub>9</sub>D<sub>3</sub>x<sub>3</sub> + &szlig;<sub>10</sub>D<sub>4</sub>x<sub>4</sub> + &szlig;<sub>11</sub>D<sub>5</sub>x<sub>5</sub> + &szlig;<sub>12</sub>D<sub>6</sub>x<sub>6</sub> + u</p>

<p>La variable dependiente recoge el tr&aacute;fico recibido por un sitio web y las variables explicativas hacen referencia a los seis factores descritos, x1: Buscabilidad; x2: Velocidad de acceso; x3: Usabilidad; x4: Calidad de contenido; x5: Interactividad; x6: Capacidad transaccional. Estas variables fueron estandarizadas para evitar problemas de medida y poder comparar los par&aacute;metros estimados. La Tabla 9 muestra los resultados obtenidos en t&eacute;rminos de significatividad, obteni&eacute;ndose un R<sup>2</sup> de 0,255 (F-value = 2,00, g.l.= 12, p=0,03).</p>

<table width="50%" border="1" cellspacing="0" cellpadding="3" align="center" style="empty-cells:show;border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 9: An&aacute;lisis de regresi&oacute;n</strong></caption>

<tr><th> </th><th>&szlig; estandar.</th><th>t</th><th>p-valor</th><th>VIF Value</th></tr>
<tr><td><strong>Constante</strong></td><td>&nbsp;</td><td align="center">-0.054</td><td align="center">0.957</td><td>&nbsp; </td></tr>
<tr><td><strong>Buscabilidad en Internet (x<sub>1</sub>)</strong></td><td align="center">0.691</td><td align="center">3.199</td><td align="center">0.002</td><td align="center">4.390</td></tr>
<tr><td><strong>Velocidad de acceso(x<sub>2</sub>)</strong></td><td align="center">-0.044</td><td align="center">-0.240</td><td align="center">0.811</td><td align="center">3.162</td></tr>
<tr><td><strong>Usabilidad(x<sub>3</sub>)</strong></td><td align="center">0.497</td><td align="center">2.513</td><td align="center">0.014</td><td align="center">3.673</td></tr>
<tr><td><strong>Calidad de contenido(x<sub>4</sub>)</strong></td><td align="center">0.498</td><td align="center">2.513</td><td align="center">0.024</td><td align="center">4.325</td></tr>
<tr><td><strong>Interactividad(x<sub>5</sub>)</strong></td><td align="center">-0.115</td><td align="center">-0.473</td><td align="center">0.637</td><td align="center">5.584</td></tr>
<tr><td><strong>Capacidad transaccional(x<sub>6</sub>)</strong></td><td align="center">0.443</td><td align="center">2.489</td><td align="center">0.015</td><td align="center">2.975</td></tr>
<tr><td><strong><i>Dummy</i> Buscabilidad en Internet</strong></td><td align="center">-0.467</td><td align="center">-2.180</td><td align="center">0.033</td><td align="center">4.321</td></tr>
<tr><td><strong><i>Dummy</i> Velocidad</strong></td><td align="center">0.026</td><td align="center">0.140</td><td align="center">0.889</td><td align="center">3.277</td></tr>
<tr><td><strong><i>Dummy</i> Usabilidad</strong></td><td align="center">-0.357</td><td align="center">-1.627</td><td align="center">0.098</td><td align="center">4.515</td></tr>
<tr><td><strong><i>Dummy</i> Calidad de contenido</strong></td><td align="center">-0.147</td><td align="center">-0.718</td><td align="center">0.475</td><td align="center">3.939</td></tr>
<tr><td><strong><i>Dummy</i> Interactividad</strong></td><td align="center">0.068</td><td align="center">0.321</td><td align="center">0.749</td><td align="center">4.182</td></tr>
<tr><td><strong><i>Dummy</i> Capacidad transaccional</strong></td><td align="center">0.270</td><td align="center">1.491</td><td align="center">0.141</td><td align="center">3.094</td></tr>
</table>

<p>Para detectar posibles problemas de multicolinealidad en el modelo propuesto, hemos examinado la significatividad del Factor de Inflaci&oacute;n de la Varianza (VIF) (<a href="#mar70">Marquardt 1970</a>), el cual representa el incremento en la varianza de los coeficientes estimados por la regresi&oacute;n debido a este tipo de problemas (<a href="#net96">Neter <i>et al</i>. 1996</a>). Una variable explicativa con un VIF superior a 10 puede causar multicolinealidad y por lo tanto distorsionar el modelo, raz&oacute;n por la que deber&iacute;a ser eliminada. En nuestro caso no hay ninguna variable que sobrepase dicho l&iacute;mite (ver Tabla 9).</p>

<p>El efecto del cambio en una variable viene dado por su coeficiente de regresi&oacute;n y representa el modo en que dicha variable afecta a las visitas recibidas por dicho sitio, debiendo con0erarse tambi&eacute;n el efecto de la <i>dummy</i> en el caso de que sea significativa. Los resultados obtenidos a partir de esta regresi&oacute;n demuestran que cuatro de los seis factores con0erados obtienen un valor significativo y positivo, por lo que podemos afirmar que contribuyen a explicar el volumen de tr&aacute;fico recibido y, por lo tanto, la calidad del sitio web. A continuaci&oacute;n ofrecemos las interpretaciones que se derivan de cada una de las hip&oacute;tesis:</p>

<ul style="list-style: none;">
<li><strong>Hip&oacute;tesis 1:</strong></li>
</ul>

<p>La buscabilidad de un sitio web es la variable que obtiene una mayor importancia a la hora de incrementar el n&uacute;mero de visitas recibidas (&szlig;<sub>1</sub>=0.691; p&lt;0.01), por lo tanto se cumple H1. Indexar un n&uacute;mero elevado de p&aacute;ginas dentro del sitio en los principales buscadores y/o lograr enlaces de inter&eacute;s en p&aacute;ginas web valoradas por los clientes, permite a la entidad financiera obtener mayor tr&aacute;fico. Estos resultados son similares a los obtenidos por Poon (<a href="#poo08">2008</a>) tambi&eacute;n para el sector de la banca electr&oacute;nica. Adem&aacute;s, los resultados difieren en funci&oacute;n de si la entidad financiera es una caja de ahorros o un banco, ya que la variable <i>dummy</i> relativa a la buscabilidad alcanza un valor significativo (&szlig;<sub>7</sub>= -0.467; p&lt;0.05). El efecto ejercido para las cajas de ahorros es menor que el realizado por los bancos (0.224 vs 0.691).</p>

<ul style="list-style: none;">
<li><strong>Hip&oacute;tesis 2:</strong></li>
</ul>   

<p>La velocidad de acceso no alcanza un valor significativo respecto al tr&aacute;fico del sitio web, se rechaza por lo tanto H2. Tal y como destaca Jones <i>et al.</i> (<a href="#jon08">2008</a>), si un sitio web goza de una velocidad elevada esta caracter&iacute;stica tiene un efecto nulo sobre el comportamiento del usuario, <span>sin</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>embargo si la velocidad fuera descuidada su efecto se convertir&iacute;a en significativo y altamente negativo. En la actualidad el usuario est&aacute; acostumbrado a navegar a unos altos niveles de velocidad, por lo que si un determinado sitio no responde r&aacute;pidamente a sus requerimientos, no encontrar&aacute; razones para esperar ni para regresar. Adem&aacute;s, este resultado es coherente con el tipo de sector analizado y con los resultados de otras investigaciones. En la mayor&iacute;a de los casos, aquellos clientes de una entidad financiera que deciden utilizar Internet para efectuar sus actividades suelen ser ya clientes fieles a la empresa en el medio offline. Este hecho hace que a los usuarios de banca electr&oacute;nica no les importe esperar unas d&eacute;cimas de segundo adicionales hasta que se descargue toda la informaci&oacute;n. Asimismo, la posible relaci&oacute;n existente entre la velocidad de acceso y otros factores vinculados con el contenido del sitio web (calidad de contenido y capacidad transaccional) influyen en la paciencia del usuario y en la no significatividad del primer factor. Aquellos sitios que se caracterizan por aportar un contenido extenso y &uacute;til para los objetivos del usuario suelen requerir m&aacute;s tiempo para descargarse, tiempo que el individuo est&aacute; dispuesto a esperar siempre y cuando conozca los beneficios que se desprenden de dicho sitio.</p>

<ul style="list-style: none;">
<li><strong>Hip&oacute;tesis 3:</strong></li>
</ul>

<p>Otro factor relevante a la hora de explicar las visitas alcanzadas por un sitio web es la usabilidad (&szlig;<sub>3</sub>=0.497; p&lt;0.01), existiendo a su vez diferencias a favor de los bancos (&szlig;<sub>9</sub>= -0.357; p&lt;0.1). Una entidad financiera competitiva en Internet debe mejorar el interface de su sitio web, tratando de facilitar al usuario la obtenci&oacute;n de informaci&oacute;n y la realizaci&oacute;n de diferentes actividades. Este resultado es coherente con otras investigaciones, las cuales defienden que la inclusi&oacute;n de herramientas vinculadas con la usabilidad incrementa la satisfacci&oacute;n y la lealtad del usuario hacia la empresa, ya que &eacute;stas facilitan su interacci&oacute;n y mejoran la gesti&oacute;n de su actuaci&oacute;n.</p>

<ul style="list-style: none;">
<li><strong>Hip&oacute;tesis 4:</strong></li>
</ul>

<p>La calidad de contenido obtiene un valor significativo, positivo (&szlig;<sub>4</sub>=0.498; p&lt;0.05), y homog&eacute;neo para ambos grupos de entidades financieras, ya que el efecto de la variable <i>dummy</i> no es relevante. Estos resultados demuestran la importancia de invertir en contenidos de calidad para que los clientes electr&oacute;nicos obtengan toda la informaci&oacute;n necesaria y lleven a cabo sus transacciones electr&oacute;nicas. De este modo, adem&aacute;s de con0erar caracter&iacute;sticas vinculadas con el sistema, como ser&iacute;an la buscabilidad y la usabilidad, las entidades financieras deben invertir en la informaci&oacute;n que facilitan a trav&eacute;s de este medio, para poder as&iacute; maximizar las visitas a su sitio web.</p> 

<ul style="list-style: none;">
<li><strong>Hip&oacute;tesis 5:</strong></li>
</ul>

<p>La interactividad es un factor que no ha alcanzado un valor significativo, por lo que debe rechazarse H5. Estos resultados responden probablemente al hecho de que aquellos clientes que deciden utilizar Internet para estos fines conf&iacute;an ya en la entidad que est&aacute; detr&aacute;s de la p&aacute;gina, y no necesitan de otros medios alternativos para ponerse en contacto con ella. La existencia de un tel&eacute;fono de contacto, una direcci&oacute;n f&iacute;sica o un bolet&iacute;n informativo, puede resultar relevante en aquellos casos en los que el consumidor electr&oacute;nico conoce el producto que quiere adquirir pero no la empresa. En esas situaciones, el cliente no ha visitado el sitio web con anterioridad, por lo que la interactividad tangibiliza la relaci&oacute;n, mejora la confianza del consumidor e incrementa su intenci&oacute;n de compra. Por el contrario, el usuario de banca electr&oacute;nica conoce la entidad financiera, o bien de manera directa a trav&eacute;s del canal f&iacute;sico, o bien indirectamente a partir de otras fuentes de informaci&oacute;n. Por lo tanto, este usuario dispone de informaci&oacute;n de contacto y tiene facilidad para acceder a la entidad m&aacute;s all&aacute; de su sitio web, dejando la interactividad de ser significativa.</p>

<ul style="list-style: none;">
<li><strong>Hip&oacute;tesis 6:</strong></li>
</ul>

<p>Finalmente, la capacidad transaccional ejerce un efecto directo y positivo sobre las visitas web recibidas por una entidad financiera (&szlig;<sub>6</sub>=0.443; p&lt;0.05). Es l&oacute;gico pensar que aquellos clientes que optan por utilizar el nuevo canal para relacionarse con una entidad financiera, desean conocer aspectos vinculados con la seguridad y privacidad de las operaciones realizadas, y adem&aacute;s, persiguen poder efectuar la mayor variedad posible de transacciones a trav&eacute;s de este medio. As&iacute; pues, cuanto mayor sea la oferta existente en un sitio web, mayor ser&aacute; el tr&aacute;fico recibido. El efecto ejercido por este factor no presenta asimetr&iacute;a entre cajas de ahorro y bancos.</p>


<h2>Conclusiones e implicaciones para la gesti&oacute;n</h2>

<p>Dise&ntilde;ar correctamente un sitio web ayuda a atraer un mayor n&uacute;mero de visitantes e incrementa la competitividad de la empresa en Internet. En este contexto, el objetivo de la presente investigaci&oacute;n ha 0o estudiar la importancia de una serie de factores relativos a la calidad de un sitio web sobre el volumen de tr&aacute;fico recibido. Con este fin, nos hemos centrado en el sector bancario espa&ntilde;ol y hemos obtenido el <i>&Iacute;ndice de Calidad de la Informaci&oacute;n Web para la Banca Electr&oacute;nica</i>.</p>

<p>Los resultados alcanzados permiten efectuar importantes contribuciones desde una doble perspectiva: te&oacute;rica y empresarial. Desde un punto de vista te&oacute;rico, nuestro trabajo ha aportado una mayor claridad respecto a los factores que han de ser con0erados durante el dise&ntilde;o de un sitio web, ya que ha establecido una lista cerrada de aqu&eacute;llos m&aacute;s relevantes: buscabilidad, velocidad de acceso, usabilidad, calidad de contenido, interactividad y capacidad transaccional. Estos factores permiten comparar entidades que trabajan en Internet y presentan como referencia los sitios web con mayor calidad (<i>benchmark</i>). Asimismo, su validez viene dada por la capacidad que tienen para explicar una medida objetiva del &eacute;xito en Internet como ser&iacute;a el n&uacute;mero de visitas recibidas.</p>

<p>Desde el punto de vista empresarial, una de nuestras principales contribuciones ha consistido en establecer una serie de factores que son controlables por la entidad y que facilitan la consecuci&oacute;n del &eacute;xito en un canal altamente competitivo. Debe tenerse en cuenta que la mayor&iacute;a de los estudios en este &aacute;mbito se centran en las caracter&iacute;sticas de los clientes, y tratan de conocer o bien las barreras que frenan su aplicaci&oacute;n o bien los incentivos que fomentan su desarrollo. De este modo, se ha ignorado el papel primordial ejercido por la entidad financiera para la difusi&oacute;n de la banca electr&oacute;nica. Frente a esta corriente de investigaci&oacute;n, las conclusiones e implicaciones que se derivan de nuestro estudio permiten tomar las decisiones pertinentes para mejorar un sitio web y potenciar as&iacute; el empleo del nuevo canal. A continuaci&oacute;n detallaremos las implicaciones vinculadas a cada factor.</p>

<p>El efecto de la <strong>buscabilidad</strong> sobre el tr&aacute;fico web es significativo, por lo que se demuestra la relevancia de invertir en la presencia online de la empresa, tanto a trav&eacute;s de la consecuci&oacute;n de un mayor n&uacute;mero de links como a trav&eacute;s de las p&aacute;ginas enlazadas. La buscabilidad evita que la entidad sea fruto de una estrategia seguidora <i>me too</i>, consiguiendo que su presencia en Internet sea destacada, viva y diferenciada de la competencia. Por esta raz&oacute;n, la empresa debe evitar que las decisiones relativas a la buscabilidad se conviertan en un simple "estar por estar", en una obligaci&oacute;n, o en un punto m&aacute;s de una lista interminable de acciones de marketing (<a href="ore08html.html">Orense y Rojas 2008</a>).</p>

<p>En cuanto a la <strong>calidad de contenido</strong>, el contenido que aparece en un sitio web debe ser actualizado, preciso, interesante, f&aacute;cil de comprender y relevante para las nece0ades del usuario, pudiendo abarcar tanto aspectos generales de la organizaci&oacute;n, como informaci&oacute;n sobre sus productos o sobre su actividad financiera. Estas caracter&iacute;sticas son imprescindibles para que el cliente se sienta atra&iacute;do y contin&uacute;e realizando sus consultas e interacciones a trav&eacute;s de Internet. Sus objetivos principales deber&iacute;an centrarse en (1) dar una mayor transparencia a la actividad realizada por la empresa, (2) diferenciar los productos ofrecidos y (3) aportar un mayor detalle sobre los servicios adicionales ofrecidos en el nuevo canal.</p>

<p>No obstante, debe tenerse en cuenta que el usuario de Internet puede encontrarse saturado de informaci&oacute;n (<a href="#luo03">Luo y Seyedian 2003</a>). Por ello, un sitio web no s&oacute;lo ha de contener informaci&oacute;n de calidad, sino que tambi&eacute;n debe aportar al usuario herramientas para que pueda navegar c&oacute;modamente y para que seleccione r&aacute;pida y f&aacute;cilmente la informaci&oacute;n que le interesa. En este punto es donde entra en juego la <strong>usabilidad</strong> del sitio web. La informaci&oacute;n debe ser presentada de manera adecuada, proporcionando a su vez herramientas como buscadores, agentes de informaci&oacute;n y/o <span>software</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>personalizados que permitan al usuario familiarizarse con el sitio web (<a href="#lin07">Lin 2007</a>).</p>

<p>A su vez, debemos destacar la importancia de la <strong>capacidad transaccional</strong> del sitio web a la hora de incrementar el tr&aacute;fico recibido. El usuario que interact&uacute;a con una entidad bancaria en Internet busca poder efectuar cualquier transacci&oacute;n que realizar&iacute;a en una sucursal f&iacute;sica y exige, por encima de cualquier otra ventaja, seguridad en todas las operaciones. Por esta raz&oacute;n, la entidad debe proveer en su sitio web todas las posibilidades que ofrece a sus clientes en otros canales, aportando el mismo valor que la distribuci&oacute;n tradicional y equipar&aacute;ndose as&iacute; a toda su competencia. Debe tenerse en cuenta que aunque el usuario no tenga intenci&oacute;n de realizar todas sus interacciones a trav&eacute;s de Internet, el hecho de no encontrar restricciones hace que se sienta m&aacute;s c&oacute;modo con el sitio web de su banco y que realice un mayor n&uacute;mero de visitas.</p>

<p>Respecto a la <strong>velocidad de acceso y la interactividad</strong>, los resultados han demostrado que no influyen en el n&uacute;mero de visitas obtenidas. Es probable que la mayor&iacute;a de las webs bancarias tengan valores muy elevados en estos aspectos, ya que son con0erados <i>condiciones necesarias</i>. Este hecho conlleva que los usuarios <i>den por supuesto</i> la presencia de estas caracter&iacute;sticas, de forma que su presencia no es importante pero su ausencia influir&iacute;a negativamente en el n&uacute;mero de visitas. As&iacute; pues, si el sitio web fuera demasiado lento no lo usar&iacute;an, y si no se facilitara informaci&oacute;n de contacto ser&iacute;a percibido como poco accesible.</p>

<p>Finalmente, nuestro trabajo adolece de algunas limitaciones, tales como la obtenci&oacute;n de la informaci&oacute;n relativa a los sitios web en un momento puntual. Trabajos futuros contrastar&aacute;n a lo largo del tiempo la evoluci&oacute;n de los factores planteados, observando la difusi&oacute;n alcanzada por la banca electr&oacute;nica. Una segunda limitaci&oacute;n hace referencia a que el trabajo ha estudiado el efecto ejercido sobre las visitas obtenidas por el sitio, obviando otras medidas de car&aacute;cter subjetivo como la satisfacci&oacute;n del usuario o la fidelidad a la entidad. Por esta raz&oacute;n, en estudios futuros analizaremos la influencia ejercida por los factores con0erados sobre las percepciones, actitudes y comportamiento del usuario. Por &uacute;ltimo, el trabajo podr&iacute;a repetirse en otros pa&iacute;ses, compar&aacute;ndose el desarrollo y la calidad de la informaci&oacute;n web en un sector como el bancario, el cual presenta una elevada competencia internacional.</p>


<h2>Agradecimientos</h2>

<p>Este trabajo ha contado con la ayuda financiera recibida del Ministerio de Ciencia y Tecnolog&iacute;a (ECO2008-0474/ECON) y del Gobierno de Arag&oacute;n (Gener&eacute;s S-09; DGA 138/08).</p> 

<h2></h2>

<p>Blanca Hern&aacute;ndez Ortega es Doctora por la Univer0ad de Zaragoza y Profesora Titular de Univer0ad en el &aacute;rea de Comercializaci&oacute;n e Investigaci&oacute;n de Mercados de dicha Univer0ad. Para contactar con ella, puede escribir un email a la siguiente direcci&oacute;n: <a href="mailto:jjimenez@unizar.es">bhernand@unizar.es</a>
<br />
Julio Jim&eacute;nez Mart&iacute;nez es Doctor por la Univer0ad de Zaragoza y Catedr&aacute;tico de Univer0ad en el &aacute;rea de Comercializaci&oacute;n e Investigaci&oacute;n de Mercados de dicha Univer0ad. Para contactar con &eacute;l, puede escribir un email a la siguiente direcci&oacute;n: <a href="mailto:jjimenez@unizar.es">jjimenez@unizar.es</a>
<br />
Mar&iacute;a Jos&eacute; Mart&iacute;n de Hoyos es Doctora por la Univer0ad de Zaragoza y Profesora Titular de Univer0ad en el &aacute;rea de Comercializaci&oacute;n e Investigaci&oacute;n de Mercados de dicha Univer0ad. Para contactar con ella, puede escribir un email a la siguiente direcci&oacute;n: <a href="mailto:mjhoyos@unizar.es">mjhoyos@unizar.es</a> </p>

<form action="#">
<fieldset>
<legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px solid navy; border-bottom: 1px solid navy; font-weight: bold;">References</legend>
<ul>

<li><a id="aga02" name="aga02"></a>Agarwal, &amp; Venkatesh, V. (2002). Assessing a firm's web presence: a heuristic evaluation procedure for the <span>measurement</span>  <span class="exper" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of usability. <em>Information Systems Research</em>, <strong>13</strong>(2), 168-186.</li>

<li><a id="ahn04" name="ahn04"></a>Ahn, T., Ryu, S. &amp; Han, I. (2004). The impact of the online and offline features on the user acceptance of Internet shopping malls. <em>Electronic Commerce Research and Applications</em>, <strong>3</strong>(2), 405-420.</li>

<li><a id="ala02" name="ala02"></a>Aladwani, A.M. &amp; Palvia, P.C. (2002). Developing and validating an instrument for measuring user-perceived web <span>quality</span>. <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> <em>Information &amp; Management</em>, <strong>39</strong>(6), 467-476.</li> 

<li><a id="and00" name="and00"></a>Anderson, E.W. &amp; Mittal, V. (2000). Strengthening the satisfaction-profit chain. <em>Journal of Service Research</em>, <strong>3</strong>(2), 107-120.</li>

<li><a id="ang97" name="ang97"></a>Angehrn, A. &amp; Meyer, J.F. (1997). Developing mature Internet strategies: insights from the banking sector. <em>Information Systems Management</em>, <strong>14</strong>(3), 37-43.</li>

<li><a id="aim08" name="aim08"></a>Asociaci&oacute;n para la investigaci&oacute;n de medios de comunicaci&oacute;n. (2008). <em><a href="http://www.webcitation.org/5qKuMjFIj">Navegantes en la Red. 10ª encuesta AIMA a usuarios de Internet.</a></em>. Madrid: Asociaci&oacute;n para la Investigaci&oacute;n de Medios de Comunicaci&oacute;n. Recuperado el 8 de junio de 2008 de http://www.aimc.es/03internet/macro2007.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5qKuMjFIj)</li> 

<li><a id="bae03" name="bae03"></a>Baeza, R. &amp; Rivera, C. (2003). <a href="http://www.webcitation.org/5oonCnFMQ">Ubicuidad y usabilidad en la web</a>. <em>Revista de Gerencia Tecnol&oacute;gica Inform&aacute;tica</em>, <strong>1</strong>(2). Retrieved 7 April, 2010 from http://www.dcc.uchile.cl/~rbaeza/inf/usabilidad.html (Archived by WebCite&reg; at http://www.webcitation.org/5oonCnFMQ)</li>

<li><a id="bar07" name="bar07"></a>Bar-Ilan, J. (2007). <a href="../12-4/paper323.html">The use of Weblogs (blogs) by librarians and libraries to disseminate information</a>. <em>Information Research</em>, <strong>12</strong>(4) paper 323. Retrieved 11 April, 2010 from http://InformationR.net/ir/12-4/paper323.html</li>

<li><a id="bar01" name="bar01"></a>Barnes, S.J. &amp; Vidgen, R.T. (2001). Assessing the <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of auction web sites. In <em>Proceedings of the 34<sup>th</sup> Hawaii International Conference on Systems Sciences</em>, Maui, Hawai, January 4-7.  Washington, DC: IEEE <span>Computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Society. Recuperado el 8 de junio de 2010 de http://www.webqual.co.uk/papers/auction.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5qHl0tbUX)</li>

<li><a id="brr98" name="brr98"></a>Barron, A., Tompkins, B. &amp; Tai, D. (1998). <a href="http://www.webcitation.org/5qHlIsYvi">Design guidelines for the World Wide Web</a>. Recuperado el 7 Abril, 2010 de http://www.coedu.usf.edu/it/resources/WWWDESG_1.htm (Archived by WebCite&reg; at http://www.webcitation.org/5qHlIsYvi)</li>

<li><a id="bau00" name="bau00"></a>Bauer, C. &amp; Scharl, A. (2000). <span>Quantitative</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>evaluation of web site content and structure. <em>Internet Research: Electronic Networking Applications and Policy</em>, <strong>10</strong>(1), 31-43.</li>

<li><a id="bel98" name="bel98"></a>Bell, H. &amp; Tang, N. (1998). The effectiveness of commercial Internet web sites: a user's perspective. <em>Internet Research</em>, <strong>8</strong>(3), 219-228.</li>

<li><a id="bez98" name="bez98"></a>Bezjian-Avery, A. &amp; Calder, B. &amp; Iacobucci, D. (1998). <a href="http://www.webcitation.org/5q78nNx9y">New media interactive advertising vs. traditional advertising</a>. <em>Journal of Advertising Research</em>, <strong>38</strong>(4), 23-32. Recuperado el 8 de junio de 2010 de  http://marketing.wharton.upenn.edu/ideas/pdf/Iacobucci/Internet/jar1998-alexa.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5q78nNx9y)</li>

<li><a id="bha04" name="bha04"></a>Bharati, P. &amp; Chaudhury, A. (2004). An empirical investigation o decision-marking satisfaction in web-based decision support systems. <em>Decision Support Systems</em>, <strong>37</strong>(2), 187-197.</li>

<li><a id="bro06" name="bro06"></a>Brooks, T.A. (2006). <a href="../11-3/paper257.html">No bad Web pages: reader empowerment and the Web</a>. <em>Information Research</em>, <strong>11</strong>(3) paper 257. Retrieved 11 April, 2010 from http://InformationR.net/ir/11-3/paper257.html</li>

<li><a id="bue01" name="bue01"></a>Buenadicha, M., Chamorro, A., <span>Miranda</span>, <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> F.J. &amp; Gonz&aacute;lez, O.R. (2001). A new web assessment index: Spanish universities analysis. <em>Internet Research: Electronic Networking Applications and Policy</em>, <strong>11</strong>(3), 226-234.</li>

<li><a id="caf95" name="caf95"></a>Cafferky, M.E. (1995). Your customers do the talking. Word-of-mouth marketing tactics. Chicago, IL: Upstart Publishing Company, Inc.</li> 

<li><a id="cao05" name="cao05"></a>Cao, M., Zhang, Q. &amp; Seydel, J. (2005). B2C e-commerce web site quality: an empirical examination. <em>Industrial Management &amp; Data Systems</em>, <strong>105</strong>(5), 645-661.</li>

<li><a id="cla03" name="cla03"></a>Clarke, I. &amp; Flaherty, T. (2003). Web-based B2B portals. <em>Industrial Marketing Management</em>, <strong>35</strong>(1), 15-23.</li>

<li><a id="cly00" name="cly00"></a>Clyde, A.L. (2000). Library and the web: a strategic planning approach to web site management. <em>The Electronic Library</em>, <strong>18</strong>(2), 97-108.</li>

<li><a id="coo00" name="coo00"></a>Cooley, R.W. (2000). <em>Web usage mining: discovery and application of interesting patterns form web data.</em> Unpublished doctoral dissertation, University of Minnesota, Minneapolis, MN, USA.</li>

<li><a id="coy01" name="coy01"></a>Coyle, J.R. &amp; Thorson, E. (2001). The effects of progressive levels of interactivity and vividness in web marketing sites. <em>Journal of Advertising</em>, <strong>30</strong>(3), 65-77.</li>

<li><a id="cha02" name="cha02"></a>Chakraborty, G., Lala, V. &amp; Warren, D. (2002). An empirical investigation of antecedents of B2B websites' effectiveness. <em>Journal of Interactive Marketing</em>, <strong>16</strong>(4), 51-72.</li>

<li><a id="chn09" name="chn09"></a>Chang, H.-H. &amp; Chen, S.-W. (2009). Consumer perception of interface <span>quality</span>, <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> security, and loyalty in electronic commerce. <em>Information &amp; Management</em>, <strong>46</strong>(7), 411-417.</li>

<li><a id="cye04" name="cye04"></a>Chen, K. &amp; Yen, D.C. (2004). Improving the <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of online presence through interactivity. <em>Information &amp; Management</em>, <strong>42</strong>(1), 217-226.</li>

<li><a id="chc03" name="chc03"></a>Chen, S.J. &amp; Chang, T.Z. (2003). A descriptive model of online shopping process: some empirical results. <em>International Journal of Service Industry Management</em>, <strong>14</strong>(5), 556-569.</li>

<li><a id="lee04" name="lee04"></a>Cheung, M.K. &amp; Lee, K.O. (2004/2005). The asymmetric effect of web site <span>attribute</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>performance on web satisfaction: an empirical study. <em>E-service Journal</em>, <strong>3</strong>(3), 65-86.</li>

<li><a id="che02" name="che02"></a>Cheung, W.M. &amp; Huang, W. (2002). An investigation of commercial usage of the World Wide Web: a picture from Singapore. <em>International Journal of Information and Management</em>, <strong>22</strong>(5), 337-388.</li>

<li><a id="cho99" name="cho99"></a>Cho, C.-H. &amp; Leckenby, J.D. (1999). Interactivity as a measure of advertising effectiveness: antecedent and <span>consequences</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of interactivity in web advertising. In Marilyn S. Roberts, (Ed.). <em>Proceedings of the American Academy Advertising Conference</em>, (pp. 162-179). Gainesville, FL: University of Florida.</li>

<li><a id="dea09" name="dea09"></a>De Andres, J., Lorca, P. &amp; Martinez, A. (2009). Economic and financial factors for the adoption and visibility effects of Web accessibility: the case of European banks. <em>Journal of the American Society for Information Science and Technology</em>, <strong>60</strong>(9), 1769-1780.</li>

<li><a id="dey02" name="dey02"></a>De Young, R. &amp; Duffy, D. (2002). The challenges facing community banks: straight from the horses' mouths. Federal Reserve Bank of Chicago. <em>Economic Perspectives</em>, <strong>26</strong>(4), 2-17.</li>

<li><a id="dey07" name="dey07"></a>De Young, R., Lang, W. &amp; Nolle, D.L. (2007). How the Internet affects output and performance at community banks. <em>Journal of Banking &amp; Finance</em>, <strong>31</strong>(4), 1033-1060.</li> 

<li><a id="del92" name="del92"></a>Delone, W.H. &amp; McLean, E.R. (1992). Information systems success: the quest for the dependent variable. <em>Information Systems Research</em>, <strong>3</strong>(1), 60-92.</li>

<li><a id="dll99" name="dll99"></a>Dellaert, B.G.C. &amp; Kahn, B.E. (1999). How tolerable is delay? Consumers' evaluation of Internet Web sites after waiting. <em>Journal of Interactive Marketing </em>, <strong>13</strong>(1), 41-54.</li>

<li><a id="dol88" name="dol88"></a>Doll, W.J. &amp; Torkadeh, G. (1988). The <span>measurement</span>  <span class="exper" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of end-user <span>computing</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>satisfaction. <em>MIS Quarterly</em>, <strong>12</strong>(2), 259-274.</li>

<li><a id="dra02" name="dra02"></a>Dragulanescu, N-G. (2002). Website <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>evaluations: criteria and tools. <em>International Information &amp; Library Review</em>, <strong>34</strong>(2), 247-254.</li>

<li><a id="dre04" name="dre04"></a>Dr&eacute;ze, X. &amp; Zufryden, F. (2004). <span>Measurement</span>  <span class="exper" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of online visibility and its impact on Internet traffic. <em>Journal of Interactive Marketing</em>, <strong>18</strong>(1), 20-37.</li>

<li><a id="duc96" name="duc96"></a>Ducoffe, RH. (1996). Advertising value and advertising on the web. <em>Journal of Advertising Research</em>, <strong>36</strong>(5), 21-35.</li>

<li><a id="eis02" name="eis02"></a>Eisenberg, B. (2002). <a href="http://www.webcitation.org/5oonXM96A">Web analytics no longer means web rage</a>. Recuperado el 8 de junio de 2010 de http://www.clickz.com/1377891 (Archived by WebCite&reg; at http://www.webcitation.org/5oonXM96A)</li>

<li><a id="esp08" name="esp08"></a>Espadas, J., Calero, C. &amp; Piattini, M. (2008). Web site visibility evaluation. <em>Journal of the American Society for Information Science and Technology</em>, <strong>59</strong>(11), 1727-1742.</li>

<li><a id="eth08" name="eth08"></a>Ethier, J., Hadaya, P., Talbot, J. &amp; Cadieuz, J. (2008). Interface design and emotions experienced on B2C Web sites: empirical testing of a research model. <em>Computers in Human Behavior</em>, <strong>24</strong>(6), 2771-2791.</li>

<li><a id="eva99" name="eva99"></a>Evans, J.R. &amp; King, V.E. (1999). Business-to-business marketing and the World Wide Web: planning, managing and assessing web sites. <em>Industrial Marketing Management</em>, <strong>28</strong>(4), 343-358.</li>

<li><a id="ewa02" name="ewa02"></a>Ewalt, D. (2002, February 19). <a href="http://www.webcitation.org/5q7C86oWw">A new study shows that web rage is becoming a workplace problem</a>. <em>Information Week: Global CIO</em> Recuperado el 8 de junio de 2010 de http://www.informationweek.com/news/global-cio/trends/showArticle.jhtml?articleID=6500957 (Archived by WebCite&reg; at http://www.webcitation.org/5q7C86oWw)</li>

<li><a id="fin08" name="fin08"></a>Fink-Shamit, N. &amp; Bar-Ilan, J. (2008). <a href="../13-4/paper357.html">Information <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>assessment on the Web- an expression of behaviour</a>. <em>Information Research</em>, <strong>13</strong>(4) paper 357. Recuperado el 8 de junio de 2010 de http://InformationR.net/ir/13-4/paper357.html</li>

<li><a id="fol04" name="fol04"></a>Folmer, E. &amp; Bosch, J. (2004). Architecting for usability: a <span>survey</span>. <span class="exper" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> <em>Journal of Systems and Software</em>, <strong>70</strong>(1-2), 61-78.</li>

<li><a id="fou02" name="fou02"></a>Foucalt, B.E. &amp; Scheufele, D.A. (2002). Web vs campus stores? Why students buy textbooks online. <em>The Journal of Consumer Marketing</em>, <strong>19</strong>(4-5), 409-423.</li>

<li><a id="fra99" name="fra99"></a>Frazer, C. &amp; McMillan, S. (1999). Sophistication on the World Wide Web: evaluating structure, function and commercial goals of Web sites, In David W. Schumann and Esther Thorson, (Eds.).  <em>Advertising and the World Wide Web</em>, (pp. 119-134). Mahwah, NJ: Erlbaum Associates.</li>

<li><a id="fuc03" name="fuc03"></a>Fuchs, M. &amp; Weiermair, K. (2003). New perspectives of satisfaction research in tourism destinations. <em>Tourism Review</em>, <strong>58</strong>(3), 6-14.</li>

<li><a id="geh99" name="geh99"></a>Gehrke, D. &amp; Turban, E. (1999). Determinants of successful website design: relative importance and recommendations for effectiveness. <em>Proceedings of the 32<sup>nd</sup> Hawaii International Conference on System Sciences</em>. (p. 5042). Washington, DC: IEEE <span>Computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Society.</li> 

<li><a id="gut08" name="gut08"></a>Guti&eacute;rrez, B., Fuertes, Y. &amp; Serrano, C. (2008). Internet reporting in microfinance institutions. <em>Online Information Review</em>, <strong>32</strong>(3), 415-436.</li>

<li><a id="hai98" name="hai98"></a>Haine, D. (1998, March). <a href="http://www.webcitation.org/5ooo8ySGZ">Five most serious web design errors</a>. <em>E-business Magazine</em>. Recuperado el 8 de junio de 2010 de http://hpcc920.external.hp.com/Ebusiness/webdesign.html (Archived by WebCite&reg; at http://www.webcitation.org/5ooo8ySGZ)</li>

<li><a id="hau09" name="hau09"></a>Hausman, A.V. &amp; Siekpe, J.S. (2009). The effect of web interface features on consumer online purchase intentions. <em>Journal of Business Research</em>, <strong>62</strong>(1), 5-13.</li>

<li><a id="hel04" name="hel04"></a>Heldal, F., Svovold, E. &amp; Foyn, A. (2004). Success on the Internet - optimizing relationship through the corporate site. <em>International Journal of Information Management</em>, <strong>24</strong>(2), 115-129.</li>

<li><a id="hof96" name="hof96"></a>Hoffman, D.L. &amp; Novak, T.P. (1996). Marketing in hypermedia <span>computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>mediated environments: <span>conceptual</span>  <span class="conce" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>foundations. <em>Journal of Marketing</em>, <strong>60</strong>(3), 50-68.</li>

<li><a id="hop04" name="hop04"></a>Hope, B. &amp; Li, Z. (2004). <a href="../9-4/paper197.html">Online newspapers: the impact of culture, sex, and age on the perceived importance of specified <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>factors</a>. <em>Information Research</em>, <strong>9</strong>(4) paper 197. Recuperado el 8 de junio de 2010 de http://informationr.net/ir/9-4/paper197.html</li>

<li><a id="hua07" name="hua07"></a>Huang, C-Y., Shen, Y-C., Chiang, I-P. &amp; Lin, C-S. (2007). <a href="../12-4/paper324.html">Concentration of Web users' online information behaviour</a>. <em>Information Research</em>, <strong>12</strong>(4) paper 324. Recuperado el 8 de junio de 2010 de http://InformationR.net/ir/12-4/paper324.html</li>

<li><a id="hud00" name="hud00"></a>Hudson, R., Keasey, K. &amp; Litter, K. (2000). Share dealing on the web: a comprehensive review of design specifications across the globe. <em>International Journal of Information Management</em>, <strong>20</strong>(1), 3-16.</li>

<li><a id="hui00" name="hui00"></a>Huizingh, E.K.R.E. (2000). The content design of web sites: an empirical study. <em>Information &amp; Management</em>, <strong>37</strong>(3), 123-134.</li>

<li><a id="jan02" name="jan02"></a>Janda, S., Trocchia, P.J. &amp; Gwinner, K.P. (2002). Consumer perceptions of Internet retail service <span>quality</span>. <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> <em>International Journal of Service Industry Management</em>, <strong>13</strong>(5), 412-431.</li>

<li><a id="jen06" name="jen06"></a>Jenamani, M., Mohapatra, P.K.J. &amp; Ghose, S. (2006). Design benchmarking, user behavior analysis and link-structure personalization in commercial web sites. <em>Internet Research</em>, <strong>16</strong>(3), 248-266.</li>

<li><a id="jon08" name="jon08"></a>Jones, M.Y., Spence, M.T. &amp; Vallaster, C. (2008). Creating emotions via B2C websites. <em>Business Horizons</em>, <strong>51</strong>(5), 419-428.</li>

<li><a id="jos99" name="jos99"></a>Joseph, M., McClure, C. &amp; Joseph, B. (1999). Service <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>in the banking sector: the impact of technology in service delivery. <em>International Journal of Bank Marketing</em>, <strong>17</strong>(4), 182-191.</li>

<li><a id="jun01" name="jun01"></a>Jun, M. &amp; Cai, S. (2001). The key determinants of Internet banking service quality: a content analysis. <em>The International Journal of Internet Banking</em>, <strong>19</strong>(7), 276-291.</li>

<li><a id="kar04" name="kar04"></a>Kari, J. (2004). <a href="../12-2/paper292.html">Conceptualizing the personal outcomes of information</a>. <em>Information Research</em>, <strong>12</strong>(2) paper 292. Recuperado el 8 de junio de 2010 de http://InformationR.net/ir/12-2/paper292.html</li>

<li><a id="kau02" name="kau02"></a>Kaufman-Scarborough, C. &amp; Lindquist, J.D. (2002). E-shopping in a multiple channel environment. <em>Journal of Consumer Marketing</em>, <strong>19</strong>(4), 333-350.</li>

<li><a id="kim04" name="kim04"></a>Kim, J. &amp; Stoel, L. (2004). Apparel retailers: website <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>dimensions and satisfactions. <em>Journal of Retailing and Consumer Services</em>, <strong>11</strong>(2), 109-117.</li>

<li><a id="lev01" name="lev01"></a>Levene, M. (2001). Web dynamics. <em>Focus Review</em>, <strong>2</strong>(2), 60-67.</li>

<li><a id="lvi99" name="lvi99"></a>Levine, G. (1999). 10 steps to building a successful web site. <em>Bobbin</em>, <strong>40</strong>(8), 61-63.</li>

<li><a id="lia02" name="lia02"></a>Liang, T. &amp; Lai, H. (2002). Effect of store design on consumer purchases: an empirical study of online bookstores. <em>Information &amp; Management</em>, <strong>39</strong>(6), 431-444.</li>

<li><a id="lia09" name="lia09"></a>Liang, C.-J. &amp; Chen, H.-J. (2009). A study of the impacts of website <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>on customer relationship performance. <em>Total <span>Quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Management</em>, <strong>20</strong>(9), 971-988.</li>

<li><a id="lio01" name="lio01"></a>Liao, Z. &amp; Cheung, M. (2001). Internet based e-shopping and consumer attitudes: an empirical study. <em>Information &amp; Management</em>, <strong>38</strong>(5), 299-306.</li>

<li><a id="lio06" name="lio06"></a>Liao, C., Palvia, P. &amp; Lin, H.N. (2006). The roles of habit and web site <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>in e-commerce. <em>International Journal of Information Management</em>, <strong>20</strong>(6), 197-208.</li>

<li><a id="lig00" name="lig00"></a>Light, A. &amp; Wakeman, I. (2000). <em>My Name is Chris...: the effect of producer visibility on the use of interactive websites</em>. Paper presented at OZCHI'2000, Sydney, Australia.</li>

<li><a id="lin07" name="lin07"></a>Lin, H.-F. (2007). The impact of Website <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>dimensions on customer satisfaction in the B2C e-commerce context. <em>Total <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>management &amp; Business Excellence</em>, <strong>18</strong>(4), 363-378.</li>

<li><a id="liu00" name="liu00"></a>Liu, C. (2000). Exploring the factor associated with the web site success in the context of electronic commerce. <em>Information &amp; Management</em>, <strong>38</strong>(1), 23-33.</li>

<li><a id="liu97" name="liu97"></a>Liu, C., Arnett, K., Capella, L. &amp; Beatty, R. (1997). Web sites of the Fortune 500 companies: facing customers through home pages. <em>Information &amp; Management</em>, <strong>31</strong>(6), 335-345.</li>

<li><a id="liu09" name="liu09"></a>Liu, C.-T., Du, T.-C., &amp; Tsai, H.-H. (2009). A study of the service <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of general portals. <em>Information &amp; Management</em>, <strong>46</strong>(1), 52-56.</li>

<li><a id="loi02" name="loi02"></a>Loiacano, E.T., Watson, R.T. &amp; Goodhue, D.L. (2002). WEBQUAL: A measure of website <span>quality</span>. <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> <em>American Marketing Association Conference Proceedings</em>, <strong>13</strong>, 432-437.</li>

<li><a id="loo08" name="loo08"></a>Loonam, M. &amp; O'Loughlin, D. (2008). Exploring e-service quality: a study of Irish online banking. <em>Marketing Intelligence &amp; Planning</em>, <strong>26</strong>(7), 759.</li>

<li><a id="luo03" name="luo03"></a>Luo, X. &amp; Seyedian, M. (2003). Contextual marketing and customer-orientation strategy for e-commerce: an empirical analysis. <em>International Journal of Electronic Commerce</em>, <strong>8</strong>(2), 95-118.</li>

<li><a id="man07" name="man07"></a>Mandl, T. (2007). The impact of web site structure on link analysis. <em>Internet Research</em>, <strong>27</strong>(2), 196-206.</li>

<li><a id="mar70" name="mar70"></a>Marquardt, D.W. (1970). Generalized inverses, ridge, regression, biased <span>linear</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>estimation and nonlinear estimation. <em>Technometrics</em>, <strong>12</strong>(3), 591-612.</li> 

<li><a id="mar04" name="mar04"></a>Marsico, M. &amp; Levialdi, S. (2004). Evaluating web sites: exploiting user's expectations. <em>International Journal of Human <span>Computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Studies</em>, <strong>60</strong>(3), 381-416.</li>

<li><a id="mar08" name="mar08"></a>Marzal, M.A., Calzada-Prado, J. &amp; Viannello, M. (2008). <a href="../13-4/paper387.html">Criterios para la evaluaci&oacute;n de la usabilidad de los recursos educativos virtuales: un an&aacute;lisis desde la alfabetizaci&oacute;n en informaci&oacute;n</a>. <em>Information Research</em>, <strong>13</strong>(4) paper 387. Recuperado el 8 de junio de 2010 de http://InformationR.net/ir/13-4/paper387.html</li>

<li><a id="mat04" name="mat04"></a>Matzler, K., Mühlbacher, H., Altmann, A. &amp; Leihs, H. (2004). The asymmetric relationship between <span>attribute</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>level performance and overall customer satisfaction a recon0eration of the importance-performance analysis. <em>Industrial Marketing Management</em>, <strong>33</strong>(4), 271-277.</li>

<li><a id="mcc95" name="mcc95"></a>McCarthy, V. (1995). The web: open for business. <em>Datamation</em>, <strong>41</strong>(22), 30-36.</li>

<li><a id="mci04" name="mci04"></a>McInerney, C. &amp; Bird, N. (2004). <a href="../10-2/paper213.html">Assessing Website <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>in context: retrieving information about genetically modified food on the Web</a>. <em>Information Research</em>, <strong>10</strong>(2) paper 213. Retrieved 30 May, 2010 from http://InformationR.net/ir/10-2/paper213.html</li>

<li><a id="mcm02" name="mcm02"></a>McMillan, S.J. &amp; Hwang, J.S. (2002). Measures of perceived interactivity: an exploration of the role of direction of communication, user control, and time in shaping perceptions of interactivity. <em>Journal of Advertising</em>, <strong>31</strong>(3), 29-42.</li>

<li><a id="mig08" name="mig08"></a>Migdadi, Y. (2008). <span>Quantitative</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>evaluation of the internet banking service encounter's quality: comparative study between Jordan and the UK retail banks. <em>Journal of Internet Banking and Commerce</em>, <strong>13</strong>(2), 1-8.</li>

<li><a id="mil68" name="mil68"></a>Miller, B.R. (1968). Response time in man-computer conversational transactions. <em>Proceedings of the American Federation of Information Processing Societies Conference</em>, <strong>33</strong>(1), 267-277.</li>

<li><a id="mir04" name="mir04"></a>Miranda, F.J. &amp; Ba&ntilde;egil, T.M. (2004). <span>Quantitative</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>evaluation of commercial web sites: an empirical study of Spanish firms. <em>International Journal of Information Management</em>, <strong>24</strong>(4), 313-328.</li>

<li><a id="mis99" name="mis99"></a>Misic, M.M. &amp; Johnson, K. (1999). Benchmarking: a tool for web site evaluation and improvement. <em>Internet Research</em>, <strong>9</strong>(5), 383-392.</li>

<li><a id="mob00" name="mob00"></a>Mobasher, B., Cooley, R. &amp; Srivastava, J. (2000). Automatic personalization based on web usage. <em>Communications of the ACM</em>, <strong>43</strong>(8), 142-167.</li>

<li><a id="mon06" name="mon06"></a>Montero, Y.-H. (2006). Factores del dise&ntilde;o web orientado a la satisfacci&oacute;n y no-frustraci&oacute;n de uso. <em>Revista Espa&ntilde;ola de Documentaci&oacute;n Cient&iacute;fica</em>, <strong>29</strong>(2), 239-257.</li>

<li><a id="mor04" name="mor04"></a>Morville, P. (2004). <a href="http://www.webcitation.org/5oucdE1Zi">User experience design. <span>Semantic</span>  <span class="conce" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Studios</a>. Ann Arbor, MI: <span>Semantic</span>  <span class="conce" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Studios. Recuperado el 8 de junio de 2010 de http://semanticstudios.com/publications/semantics/000029.<span>php</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>(Archived by WebCite&reg; at http://www.webcitation.org/5oucdE1Zi)</li>

<li><a id="mou06" name="mou06"></a>Moustakis, V., Tsironis, L. &amp; Litos, C. (2006). A model of web site <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>assessment. <em>The <span>Quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Management Journal</em>, <strong>13</strong>(2), 22-37.</li>

<li><a id="mul00" name="mul00"></a>Mulvenna, M.D., Anand, S.S. &amp; B&uuml;rchner, A.G. (2000). Personalization on the Net using Web mining: introduction. <em>Communications of the ACM</em>, <strong>43</strong>(8), 122-125.</li>

<li><a id="muy04" name="muy04"></a>Muylle, S., Moenaert, R. &amp; Despontin, M. (2004). The conceptualization and empirical validation of web site user satisfaction. <em>Information &amp; Management</em>, <strong>41</strong>(5), 543-560.</li>

<li><a id="nah04" name="nah04"></a>Nah, F.F.H. (2004). A study of tolerable waiting time: how long are web users willing to wait?. <em>Behaviour and Information Technology</em>, <strong>23</strong>(3), 153-163.</li>

<li><a id="neg02" name="neg02"></a>Negash, S., Ryan, T. &amp; Igbaria, M. (2002). <span>Quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>and effectiveness in web-based customer support systems. <em>Information &amp; Management</em>, <strong>40</strong>(8), 757-768.</li>

<li><a id="net96" name="net96"></a>Neter, J., Kutner, M.H., Nachtsheim, C.J. &amp; Wasserman, W. (1996). <em>Applied <span>linear</span>  <span class="quanti" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>statistical model</em>, 4<sup>th</sup> ed. New York, NY: McGraw-Hill</li>

<li><a id="nie94" name="nie94"></a>Nielsen, J. (1994). <em>Usability engineering</em>. San Francisco, CA: Morgan Kaufman.</li>

<li><a id="nik05" name="nik05"></a>Nikolaeva, R. (2005). Strategic determinants of Web site traffic in on-line retailing. <em>International Journal of Electronic Commerce</em>, <strong>9</strong>(4), 113-132.</li>

<li><a id="nou00" name="nou00"></a>Nour, M.A. &amp; Fadlalla, A. (2000). A framework for web marketing strategies. <em>Information Systems Management</em>, <strong>17</strong>(22), 41-50.</li>

<li><a id="ols99" name="ols99"></a>Olsina, L., Godoy, D., Lafuente, G.J. &amp; Rossi, G. (1999). Specifying <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>characteristics and attributes for websites. In <em>Web engineering managing diversity and complexity of Web application development</em> (pp. 266-278). Berlin: Springer. (Lecture Notes in <span>Computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Science, Vol. 2016). Recuperado el 8 de junio de 2010 de http:// www.fe.up.pt/ipc/suporte/praticas/Olsina_WebE-21.pdf (Archived by WebCite&reg; at http:// www.webcitation.org/5qHrmBr9I)</li>

<li><a id="ore08" name="ore08"></a>Orense, M. &amp; Rojas, O. (2008). <em>SEO. C&oacute;mo triunfar en buscadores</em>.  Madrid: Gr&aacute;ficas Deh&oacute;n.</li>

<li><a id="pal02" name="pal02"></a>Palmer, J.W. (2002). Web site usability, design and performance metrics. <em>Information Systems Research</em>, <strong>13</strong>(2), 151-167.</li>

<li><a id="pit95" name="pit95"></a>Pitt, L.F., Watson, R.T. &amp; Kavan, C.B. (1995). Service Quality: a measure of information systems effectiveness. <em>MIS Quarterly</em>, <strong>19</strong>(2), 173-187.</li>

<li><a id="piy07" name="piy07"></a>Piyasirivej, P. (2007). <em>Web usability evaluation.</em> Saarbr&uuml;cken, Germany: VDM Verlag Dr. M&uuml;ller</li>

<li><a id="poo08" name="poo08"></a>Poon, W.-C. (2008). User's adoption of e-banking services: the Malaysian perspective. <em>Journal of Business &amp; Industrial Marketing</em>, <strong>23</strong>(1), 59-69.</li>

<li><a id="qis08" name="qis08"></a>Qi, S.-S., Leung, R. Law, R. &amp; Buhalis, D. (2008). A study of information richness and downloading time for hotel Websites in Hong Kong. In Peter O'Connor, Wolfram H&ouml;pken and Ulrike Gretzel, (Eds.). <em>Information and Communication Technologies in Tourism, Proceedings of the International Conference in Innsbruck, Austria</em>, (pp. 267-278). Vienna: Springer.</li>

<li><a id="rab01" name="rab01"></a>Rabin, S. (2001). Providing a high-performing commerce site. <em>Information Systems Management</em>, <strong>18</strong>(4), 40-51.</li>

<li><a id="raf88" name="raf88"></a>Rafaeli, S. (1988). Interactivity: from new media to communication. In R.P., Hawkins, J.M. Wiemann, and S. Pingree, (Eds.). <em>Advancing Communication Science: Merging Mass and Interpersonal Processes</em>, (pp. 110-134). Newbury Park, CA: Sage Publications.</li>

<li><a id="raf97" name="raf97"></a>Rafeli, S. &amp; Sudweeks, F. (1997). <a href="http://www.webcitation.org/5qHprHGOQ">Networked interactivity</a>. <em>Journal of <span>Computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Mediated Communication</em>, <strong>2</strong>(4). Recuperado el 8 de junio de 2010 de http://jcmc.indiana.edu/vol2/issue4/rafaeli.sudweeks.html (Archived by WebCite&reg; at http://www.webcitation.org/5qHprHGOQ)</li>

<li><a id="ran02" name="ran02"></a>Ranganathan, C. &amp; Grandon, E. (2002). An exploratory examination of factors affecting online sales. <em>Journal of <span>Computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Information Systems</em>, <strong>42</strong>(3), 87-93.</li>

<li><a id="rng02" name="rng02"></a>Ranganathan, G. &amp; Ganapathy, S. (2002). Key dimensions of business to consumer websites. <em>Information &amp; Management</em>, <strong>39</strong>(6), 457-465.</li>

<li><a id="rob03" name="rob03"></a>Robbins, S. &amp; Stylianou, A. (2003). Global corporate web sites: an empirical investigation of content and design. <em>Information &amp; Management</em>, <strong>40</strong>(3), 205-212.</li>

<li><a id="ros99" name="ros99"></a>Rose, G., Khoo, H. &amp; Straub, D.W. (1999). Current technological impediments to business-to-consumer electronic commerce. <em>Communications of AIS</em>, <strong>1</strong>(16), 1-74</li>

<li><a id="ros01" name="ros01"></a>Rose, G.M. &amp; Straub, D.W. (2001). The effect of download time on consumer attitude toward the e-service retailer. <em>e-Service Journal</em>, <strong>1</strong>(1), 55-76.</li>

<li><a id="rya05" name="rya05"></a>Ryan, G. &amp; Valverde, M. (2005). Waiting for service on the Internet. Defining the <span>phenomenon</span>  <span class="exper" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>and identifying the situations. <em>Internet Research</em>, <strong>15</strong>(2), 220-240.</li>

<li><a id="san04" name="san04"></a>S&aacute;nchez-Franco, M.J. &amp; Rodriguez-Bobada, J. (2004). Personal factors affecting users' web session lengths. <em>Internet Research</em>, <strong>14</strong>(1), 62-80.</li>

<li><a id="san05" name="san05"></a>S&aacute;nchez-Franco, M.J. &amp; Rold&aacute;n, J.L. (2005). Web acceptance and usage model. A comparison between goal-directed and experiential web users. <em>Internet Research</em>, <strong>15</strong>(1), 21-48.</li>

<li><a id="sch00" name="sch00"></a>Schacklett, M. (2000, January). Nine ways to create a retail environment on your web site. <em>Credit Union Magazine</em>, 12-13.</li>

<li><a id="sch03" name="sch03"></a>Schubert, P. (2003). Extended web assessment method (EWAM ) - evaluation of electronic commerce applications from the customer's viewpoint. <em>International Journal of Electronic Commerce</em>, <strong>7</strong>(2), 51-80.</li>

<li><a id="ser07" name="ser07"></a>Serrano-Cinca, C., Fuertes, Y. &amp; Gutierrez, B (2007). Online reporting by banks: a structural modelling approach. <em>Online Information Review</em>, <strong>31</strong>(3), 310-332.</li>

<li><a id="shc04" name="shc04"></a>Shchiglik, C. &amp; Barnes, S. (2004). Evaluating website <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>in the airline industry. <em>The Journal of <span>Computer</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>Information Systems</em>, <strong>44</strong>(3), 17-25.</li>

<li><a id="sic05" name="sic05"></a>Sicilia, M., Ruiz, S. &amp; Munuera, J.L. (2005). Effects of interactivity in a website. <em>Journal of Advertising</em>, <strong>34</strong>(3), 31-46.</li>

<li><a id="smi01" name="smi01"></a>Smith, B.A. &amp; Merchandt, E.J. (2001). <em>Designing an attractive web site: variables of importance.</em> Paper presented at the 32<sup>nd</sup> Annual Conference of the Decision Sciences Institute, San Francisco, CA, USA.</li>

<li><a id="son08" name="son08"></a>Song, J.-H. &amp; Zinhan, G.-M. (2008). Determinants of perceived web site interactivity. <em>Journal of Marketing</em>, <strong>72</strong>(2), 99-113.</li>

<li><a id="ste02" name="ste02"></a>Stewart, D.W. &amp; Pavlou, P.A. (2002). From Consumer Response to Active Consumer: Measuring the Effectiveness of Interactive Media. <em>Journal of the Academy of Marketing Science</em>, <strong>30</strong>(4), 376-396.</li>

<li><a id="str03" name="str03"></a>Strauss, J., El-Ansary, A. &amp; Frost, R. (2003). <em>E-marketing</em>, 3rd. ed. Englewood Cliffs, NJ: Prentice Hall</li>

<li><a id="sun98" name="sun98"></a>Sundar, S.S., Hesser K.M., Kalyanaraman, S. &amp; Brown J. (1998). The effect of website interactivity on political persuasion. Paper presented at the meeting of the <em>International Association for Media and Communication Research</em>, Glasgow, UK, July.</li>

<li><a id="szy00" name="szy00"></a>Szymanski, D.M. &amp; Hise, R.T. (2000). E-Satisfaction: an initial examination. <em>Journal of Retailing</em>, <strong>76</strong>(3), 309-322.</li>

<li><a id="tak98" name="tak98"></a>Takacs, S. &amp; Freiden, J.B. (1998). Changes on the electronic frontier: growth and opportunity of the world-wide web. <em>Journal of Marketing Theory and Practice</em>, <strong>6</strong>(3), 24-37.</li>

<li><a id="tan06" name="tan06"></a>Tan, G.W. &amp; Wei, K.K. (2006). An empirical study of web browsing: towards an effective website design. <em>Electronic Commerce Research and Applications</em>, <strong>5</strong>(4), 261-271.</li> 

<li><a id="til03" name="til03"></a>Tillman, H.N. (2003). <a href="http://www.webcitation.org/5oonknEyS">Evaluating <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>on the net</a>. Recuperado el 8 de junio de 2010 de http://www.hopetillman.com/findqual.html (Archived by WebCite&reg; at http://www.webcitation.org/5oonknEyS)</li>

<li><a id="tur00" name="tur00"></a>Turban, E. &amp; Gehrke, D. (2000). Determinants of e-commerce website. <em>Human Systems Management</em>, <strong>19</strong>(2), 111-120.</li>

<li><a id="wan00" name="wan00"></a>Wan, A.H. (2000). Opportunities to enhance a commercial web site. <em>Information &amp; Management</em>, <strong>38</strong>(1), 15-21.</li>

<li><a id="weh97" name="weh97"></a>Wehmeyer, L.B. (1997). Evaluating internet research. <em>Syllabus</em>, <strong>11</strong>(2), 46-48.</li>

<li><a id="wei03" name="wei03"></a>Weinberg, B., Berger, P. &amp; Hanna, R.C. (2003). A belief-updating process for minimizing waiting time in multiple waiting-time events: application in website design. <em>Journal of Interactive Marketing</em>, <strong>17</strong>(4), 24-37</li>

<li><a id="wei00" name="wei00"></a>Weinberg, D.B. (2000). Don't keep your internet customers waiting too long at the (virtual) front door. <em>Journal of Interactive Marketing</em>, <strong>14</strong>(1), 30-39.</li>

<li><a id="wei05" name="wei05"></a>Weiss, D. (2005). <a href="http://www.webcitation.org/5oonrqUFy">Measuring success of open source projects using web search engines</a>. The First International Conference on Open Source Systems (OSS 2005), Genova, Italy. Recuperado el 8 de junio de 2010 de from http://eprints.lincoln.ac.uk/76/1/oss2005-dweiss-projects-popularity.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5oonrqUFy)</li>

<li><a id="wue03" name="wue03"></a>Wu, G. (2003). <a href="http://www.webcitation.org/5q7I15lAW">
The effects of levels of user internet skills and interactivity on attitude toward  the website.
</a> In L. Carlson (Ed.) <em>Proceedings of the 2003 Conference of the American Academy of Advertising</em>, (pp. 178-182). Clemson, SC: Clemson University. Recuperado el 8 de junio de 2010 de http://commfaculty.fullerton.edu/mwu/publications/wu2003.pdf (Archived by WebCite&reg; at http://www.webcitation.org/5q7I15lAW)</li>

<li><a id="wue04" name="wue04"></a>Wu, J.W., Chen, Y.C. &amp; Lin, L.M. (2004). Empirical evaluation of the revised end user <span>computing</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>acceptance model. <em>Computers in Human Behavior</em>, <strong>23</strong>(1), 162-174.</li>

<li><a id="yan04" name="yan04"></a>Yang, Z., Jun, M. &amp; Peterson, R. (2004). Measuring customers perceived online service quality: scale development and managerial implications. <em>International Journal of Operations and Production Management</em>, <strong>24</strong>(11/12), 1149-1174.</li>

<li><a id="yen07" name="yen07"></a>Yen, B., Hu, P.J-H., Wang, M. (2007). Toward an analytical approach for effective web site design: a framework for modelling, evaluation and enhancement. <em>Electronic Commerce Research and Applications</em>, <strong>6</strong>(2), 159-170.</li>

<li><a id="yoo01" name="yoo01"></a>Yoo, C.-Y. &amp; Stout, P.A. (2001). Factors Affecting Users' Interactivity with the Web Site and the <span>Consequences</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of User's Interactivity. In Charles R. Taylor, (Ed.), <em>Proceedings of the 2001 Conference of the American Academy of Advertising</em>,  (pp.53-61). Villanova, PA: American Academy of Advertising.</li>

<li><a id="zei02" name="zei02"></a>Zeithmal, V.A. &amp; Parasuraman, A. (2002). Service excellence in electronic channels. <em>Managing Service Quality</em>, <strong>12</strong>(3), 135-138.</li>

<li><a id="zha01" name="zha01"></a>Zhang, P., von Dran, G.M., Blake, P. &amp; Pipithsuksunt, V. (2001). Important design features in different web site domains. <em>E-Services Journal</em>, <strong>1</strong>(1), 77-91.</li>

<li><a id="zhn01" name="zhn01"></a>Zhang, P., von Dran, G.M. (2001). User expectations and rankings of <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>factors in different web site domains. <em>International Journal of Electronic Commerce</em>, <strong>6</strong>(2), 9-33.</li>

<li><a id="zvi06" name="zvi06"></a>Zviran, M., Glezer, C. &amp; Avni, I. (2006). User satisfaction from commercial web sites: the effect of design and use. <em>Information &amp; Management</em>, <strong>43</strong>(2), 157-178.</li> 

</ul>
</fieldset>
</form>

<form action="#">

<fieldset>
<legend><a id="abs" name="abs">Abstract</a></legend>
<blockquote>
<strong>Introduction.</strong> This paper analyses the influence of some factors related to the <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of Website design on Web traffic. The factors con0ered are Internet findability, access speed, usability, content <span>quality</span>, <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> interactivity and transactional capacity. We study the e-banking sector in Spain.<br/>
<strong>Methodology</strong> We analyse commercial and saving banks. The different factors are measured through exploratory techniques. We <span>test</span>  <span class="exper" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>the differences between the two <span>kinds</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>of entities using a mean difference <span>test</span>. <span class="exper" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span> The relationship between the factors and Web traffic is studied using regression analysis, including dummy variables to capture the influence of the kind of bank.<br/>
<strong>Findings.</strong> The results show that Internet findability, usability, content <span>quality</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>and transactional capacity have a significant influence on Web traffic. Access speed and interactivity are not important.<br/>
<strong>Conclusions.</strong> The main contribution of this paper is to introduce a group of factors that are under the firm's control and have a strong influence on the web traffic. The number of visits will be positively influenced by the online presence of the website, by the inclusion of tools that ease its usability, by the information included and by the possibility of carrying out a high number of transactions safely. Employing our results, an <span>entity</span>  <span class="quali" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>can evaluate itself more objectively, find its strengths and weakness in relation to its competitors and understand which factors must be improved  to increase its Website traffic.</blockquote>
</fieldset> 
</form>


<form action="#"> 
<fieldset> 
<legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px solid navy; border-bottom: 1px solid navy; font-weight: bold;">How to cite this paper</legend> 
<div><br /> 
Hern&aacute;ndez Ortega, B., Jim&eacute;nez, J.  y  Mart&iacute;n, M.J. (2010). &quot;Efecto de la calidad de un sitio web sobre el tr&aacute;fico recibido. El caso de la banca electr&oacute;nica en Espa&ntilde;a&quot; <em>Information Research</em>, <strong>15</strong>(2) paper 429. [Available at http://InformationR.net/ir/15-52/paper429.html]</div> 
</fieldset> 
</form> 

<table cellspacing="10" align="center"> 
	<tr> 
		<td colspan="3" align="center" style="background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr> 
	<tr> 
		<td align="center" valign="top"> 
 
<form method="get" action="http://scholar.google.com/scholar" target="_blank"> 
			<table bgcolor="#ffffff"> 
				<tr> 
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;Website quality&quot; traffic"></input> <br /> 
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input> 
<input type="hidden" name="num" value="100"></input> 
					</td> 
				</tr> 
			</table> 
 
</form> 
		</td> 
		<td align="center" valign="top"> 
<!-- Search <em>Google</em> --> 
 
<form method="get" action="http://www.google.com/custom" target="_blank"> 
			<table bgcolor="#ffffff"> 
				<tr> 
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;Website quality&quot; traffic"></input><br /> 
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;"></input> 
<input type="hidden" name="client" value="pub-5081678983212084"></input> 
<input type="hidden" name="forid" value="1"></input> 
 
<input type="hidden" name="ie" value="ISO-8859-1"></input> 
<input type="hidden" name="oe" value="ISO-8859-1"></input> 
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input> 
<input type="hidden" name="hl" value="en"></input> 
					</td> 
				</tr> 
			</table> 
</form> 
</td> 
<td align="center" valign="top"> 
<form method="get" action="http://www.bing.com/" target="_blank"> 
			<table bgcolor="#ffffff"> 
				<tr> 
 
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;Website quality&quot; traffic"></input> <br /> 
<input type="submit" name="sa" value="Bing"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input> 
<input type="hidden" name="num" value="100"></input> 
					</td> 
				</tr> 
			</table> 
</form> 
 
		</td> 
	</tr> 
</table> 
 
<!-- <div align="center">Articles citing this paper, <a href="http://scholar.google.com/scholar?hl=en&lr=&cites=15087050128968045568" target="_blank">according to Google Scholar</a></div>-->
<br />  

<div align="center"> 
<img src="http://images.del.icio.us/static/img/delicious.small.gif" alt="logo" /> <a href="http://del.icio.us/post" onclick="window.open('http://del.icio.us/post?v=4&amp;noui&amp;jump=close&amp;url='+encodeURIComponent(location.href)+'&amp;title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark This Page</a> 
</div> 
<hr size="1" style="color: #5E96FD;" /> 


<a id="ane" name="ane"></a><h2>Anexo: Composici&oacute;n de los factores determinantes de la calidad de un sitio web</h2>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<tr bgcolor="silver"><th width="40%">1. BUSCABILIDAD (m&aacute;x. 20 ptos.)</th><th width="40%">5. INTERACTIVIDAD (m&aacute;x. 12 ptos.)</th></tr>

<tr><td><strong>1.1 Sites indexados</strong></td><td><strong>5.1. Comunicaci&oacute;n directa</strong> (m&aacute;x. 6 ptos.):</td></tr>

<tr><td><strong>1.2 Link-popularity</strong></td><td>Existencia de una direcci&oacute;n f&iacute;sica de contacto</td></tr>

<tr><td align="center">ln (nº de links externos Yahoo)</td><td>Existencia de un tel&eacute;fono de contacto</td></tr>

<tr><td align="center">ln (nº de links externos MSN)</td><td>Existencia de un correo electr&oacute;nico</td></tr>

<tr><td align="center">ln (nº de links externos Google)</td><td>Comunicaci&oacute;n activa con los usuarios</td></tr>

<tr><th bgcolor="silver">2. VELOCIDAD DE ACCESO (m&aacute;x. 10 ptos.)</th><td>Sistema de sugerencias, quejas y reclamaciones</td></tr>

<tr><th bgcolor="silver">3. USABILIDAD (m&aacute;x. 20 ptos.)</th><td>Posibilidad de recibir noticias por e-mail</td></tr>

<tr><td>3.1 Mapa del sitio</td><td><strong>5.2. Comunicaci&oacute;n indirecta</strong> (m&aacute;x. 6 ptos.):</td></tr>

<tr><td>3.2 Funci&oacute;n de b&uacute;squeda de palabras clave</td><td>Sala de prensa o comunicados de la empresa</td></tr>

<tr><td>3.3 Men&uacute; permanente</td><td>Preguntas m&aacute;s frecuentes</td></tr>

<tr><td>3.4 Miguitas de pan</td><td>Bolet&iacute;n interno de la empresa</td></tr>

<tr><td>3.5 P&aacute;gina web en mas de un idioma</td><td>Simuladores o versi&oacute;n demo</td></tr>

<tr><td>3.6 Links internos se abren en nuevas ventanas</td><td>Existencia de servicio de e-mail gratis</td></tr>

<tr><td>3.7 Compatibilidad con cualquier tipo de navegador</td><td>Consulta de cartas pendientes en el banco</td></tr>

<tr><td>3.8 Botones de inicio</td><th bgcolor="silver">6. CAPACIDAD TRANSACCIONAL (m&aacute;x. 20 ptos.)</th></tr>

<tr><td>3.9 Botones de volver arriba</td><td><strong>6.1. Informaci&oacute;n sobre transacciones</strong> (m&aacute;x. 6 ptos.):</td></tr>

<tr><td>3.10 Etiquetas de web visibles e informativas</td><td>Pol&iacute;ticas de seguridad y privacidad vinculadas con transacciones</td></tr>

<tr><th bgcolor="silver">4. CALIDAD DE CONTENIDO (m&aacute;x. 18 ptos.)</th><td>Sello espec&iacute;fico de calidad sobre seguridad del sitio</td></tr>

<tr><td><strong>4.1. Informaci&oacute;n general de la empresa</strong> (m&aacute;x. 6 ptos.):</td><td>Explicaci&oacute;n de c&oacute;mo pueden realizarse las transacciones</td></tr>

<tr><td>Historia de la Empresa</td><td>Posibilidad de solicitar un c&oacute;digo de identificaci&oacute;n personal para transacciones seguras</td></tr>

<tr><td>Estatutos</td><td>Consulta de pin y c&oacute;digos</td></tr>

<tr><td>&Oacute;rganos de gobierno</td><td>Consulta de cuentas y saldos</td></tr>

<tr><td>Pol&iacute;tica de calidad</td><td><strong>6.2. Transacciones tipo 1</strong> (m&aacute;x. 7 ptos.):</td></tr>

<tr><td>Informaci&oacute;n sobre ofertas de trabajo</td><td>Posibilidad de contratar cuentas y tarjetas</td></tr>

<tr><td>Obra social y cultural</td><td>Transferencias bancarias</td></tr>

<tr><td><strong>4.2. Informaci&oacute;n sobre productos y servicios</strong> (m&aacute;x. 6 ptos.):</td><td>Pago de impuestos</td></tr>

<tr><td>Info sobre cajeros autom&aacute;ticos y sucursales</td><td>Carga de tel&eacute;fono m&oacute;vil</td></tr>

<tr><td>Info segmentada sobre tipos de productos</td><td>Domiciliaciones</td></tr>

<tr><td>Info sobre precios</td><td>Venta de entradas</td></tr>

<tr><td>Info sobre servicios fiscales prestados</td><td>Oferta de productos no financieros</td></tr>

<tr><td>Ofertas especiales</td><td><strong>6.3. Transacciones tipo 2</strong> (m&aacute;x. 7 ptos.):</td></tr>

<tr><td>Servicios de estudios y publicaciones externas</td><td>Inversiones y servicios de ahorro</td></tr>

<tr><td><strong>4.3. Informaci&oacute;n financiera sobre la entidad</strong> (m&aacute;x. 6 ptos.):</td><td>Imposiciones de ahorro</td></tr>

<tr><td>Cuentas Anuales</td><td>Seguros no vinculados con planes de inversi&oacute;n</td></tr>

<tr><td>Pol&iacute;tica medioambiental</td><td>Solicitud de cr&eacute;ditos y pr&eacute;stamos</td></tr>

<tr><td>Gobierno corporativo</td><td>Solicitud de hipotecas</td></tr>

<tr><td>Hechos relevantes para la CNMV</td><td rowspan="2">Operaciones de confirming, leasing y renting</td></tr>

<tr><td>Evoluci&oacute;n de los t&iacute;tulos en bolsa</td></tr>

<tr><td>Rating de los t&iacute;tulos</td><td>Env&iacute;o de dinero a otros pa&iacute;ses</td></tr>
</table>


<hr size="1" style="color: #5E96FD;" /> 
<table align="center" cellpadding="10"> 
<tr><td align="center" valign="top"><div>  <a href="http://www.digits.com/" target="_blank">
    <img src="http://counter.digits.com/?counter={a15287f7-ba70-9f84-9d0f-22c4ead79424}&amp;template=simple" 
     alt="Hit Counter by Digits" border="0"  /></a>
</div></td> 
 
<td align="center" valign="top"><div> 
&copy; the authors, 2010. <br />Last updated: 9 June, 2010
</div></td>


         <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START--> 
<!--
// Modification of this <span>code</span>  <span class="compus" style="width:1px;border-width:165px 55px 165px 55px;position:relative;">.</span>is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
--> 
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'> 
<script type="text/javascript"> 
<!--
function OneStat_Pageview()
{
    var d=document;
    var 0="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('paper429.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own free site tracker."></'+'a>');
}
 
OneStat_Pageview();
//--> 
</script> 
<noscript> 
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online web site analytics" /></a> 
</noscript> 
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div> 
<!--ONESTAT SCRIPTCODE END--> 
</td></tr> 
</table> 
<hr size="3" style="color: #5E96FD;" /> 
 
<table align="center"><tr><td><div class="button"> 

 
<ul>
	<li><a href="infres152.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul> 

</div></td></tr></table> 
 <br /><hr size="3" style="color: #5E96FD;" /> <br />
 
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript"> 
</script> 
<script type="text/javascript"> 
_uacct = "UA-672528-1";
urchinTracker();
</script> 
</body> 

<!-- Mirrored from informationr.net/ir/15-2/paper429.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:05 GMT -->
</html> 




