<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/14-1/spanish141.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:37 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 14 No. 1 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 14 No.1 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 14 No. 1 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish141.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2009-03-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 4, December 2008</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres141.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper388.html" target="_blank">Evaluaci&oacute;n del desempe&ntilde;o de entornos de trabajo colaborativo usando modelos de procesamiento de informaci&oacute;n humanos</a><br /><br />Antonio Ferreira, Pedro Antunes y Jos&eacute; A. Pino</h4> 

<blockquote><strong>Introducci&oacute;n.</strong> La evaluaci&oacute;n de entornos de trabajo colaborativos puede ser costosa y llevar mucho tiempo. Adem&aacute;s se orienta normalmente desde perspectivas cualitativas de alto nivel de la colaboraci&oacute;n entre usuarios. Se presenta un m&eacute;todo cuantitativo, que enfatiza los detalles de bajo nivel de escenarios críticos de interacci&oacute;n del entornos de trabajo colaborativo, que permite comparaciones de pron&oacute;sticos de tiempo de ejecuci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se usan modelos de procesamiento de informaci&oacute;n humanos para aproximar el comportamiento humano mientras trabaja a trav&eacute;s de un entornos de trabajo colaborativo. Se categorizan los dispositivos de entrada/salida de groupware gen&eacute;ricos y los flujos de informaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Se analizan tres casos de actividad de entornos de trabajo colaborativo. Para cada caso, se evalúan dos o m&aacute;s escenarios de dise&ntilde;o y se compara su desempe&ntilde;o.<br />
<strong>Resultados. </strong>El m&eacute;todo contribuye a la evaluaci&oacute;n formativa en lo que respecta a la manipulaci&oacute;n de los mecanismos de acoplamiento y oportunidad y disponibilidad de informaci&oacute;n concienzuda del grupo, y ofrece indicaciones sobre el desempe&ntilde;o potencial de usuarios que trabajan con entornos de trabajo colaborativos.<br />
<strong>Conclusiones.</strong> El m&eacute;todo propuesto se alinea con la centenaria necesidad de medir antes de mejorar. Intenta proporcionar al dise&ntilde;ador de groupware una herramienta para hacer c&aacute;lculos r&aacute;pidos, habilitando varias iteraciones de dise&ntilde;o, sin requerir de usuarios o prototipos funcionales.</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper389.html" target="_blank">B&uacute;squeda de informaci&oacute;n sobre salud y estilo de vida en Internet</a><br /><br />
Ág&uacute;sta P&aacute;lsd&oacute;ttir</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El art&iacute;culo se centra en factores relacionados con la b&uacute;squeda de informaci&oacute;n sobre salud y estilo de vida en Internet, examinando el acceso a Internet de participantes desde cuatro puntos de acceso; el predominio de la b&uacute;squeda de informaci&oacute;n sobre su salud y estilo de vida, así como la b&uacute;squeda de informaci&oacute;n respecto a otros temas; las barreras que experimentaron en la b&uacute;squeda de informaci&oacute;n; y la autoevaluaci&oacute;n de sus habilidades en la b&uacute;squeda de informaci&oacute;n en l&iacute;nea.<br />
<strong>M&eacute;todo.</strong> La muestra consiste en 1000 islandeses, de dieciocho a ochenta a&ntilde;os de edad, seleccionados al azar del Registro Nacional de Personas en Islandia. Los datos se recogieron en un estudio postal durante la primavera de 2007. La proporci&oacute;n de respuestas fue del 47%.<br />
<strong>An&aacute;lisis.</strong> En base a la b&uacute;squeda de informaci&oacute;n de los participantes en veintid&oacute;s fuentes sobre salud y estilo de vida, se us&oacute; el an&aacute;lisis de clusters k-medios para hallar cuatro agrupamientos: pasivo, moderadamente pasivo, moderadamente activo y activo.<br />
<strong>Resultados.</strong> Los agrupamientos activo y moderadamente pasivo tienen el mayor acceso a Internet y sus miembros buscan informaci&oacute;n en l&iacute;nea m&aacute;s frecuentemente que los agrupamientos pasivo y moderadamente activo. Todos los agrupamientos buscan informaci&oacute;n sobre salud y estilo de vida de forma menos frecuente que sobre otros temas. Los agrupamientos pasivo y moderadamente activo experimentan m&aacute;s barreras en la b&uacute;squeda de informaci&oacute;n que los otros dos agrupamientos. Sin embargo, los agrupamientos pasivo y moderadamente pasivo se consideran m&aacute;s competentes para la b&uacute;squeda de informaci&oacute;n, en l&iacute;nea, que los agrupamientos moderadamente pasivos y activos.<br />
<strong>Conclusiones.</strong> Para que sea usada Internet de una manera eficaz en la promoci&oacute;n de salud es necesario obtener un conocimiento m&aacute;s completo de los diversos aspectos sobre comportamiento de informaci&oacute;n de salud e identificar las características de aqu&eacute;llos que lo han adoptado para buscar la informaci&oacute;n en comparaci&oacute;n con aqu&eacute;llos que lo han hecho tan en menor grado.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper390.html" target="_blank">Apropiaci&oacute;n del agente inteligente en la fase de seguimiento de un proceso de exploraci&oacute;n del entorno: un estudio de caso de un sindicato franc&eacute;s</a><br /><br />
Christophe Lafaye</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El crecimiento r&aacute;pido de Internet ha modificado los l&iacute;mites de adquisici&oacute;n de informaci&oacute;n (seguimiento) en la exploraci&oacute;n del entorno. A pesar de las numerosas ventajas de este nuevo medio, la carga excesiva de informaci&oacute;n es un problema enorme para los exploradores de Internet. Para ayudarlos se ha desarrollado agentes inteligentes (es decir, agentes de software aut&oacute;nomos, automatizados que pueden te&oacute;ricamente hacer inferencias). En este contexto, este art&iacute;culo examina c&oacute;mo las actividades de adquisici&oacute;n de informaci&oacute;n basadas en agentes inteligentes podr&iacute;an estructurarse a largo plazo en un proceso de exploraci&oacute;n del entorno.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio de caso longitudinal (investigaci&oacute;n-acci&oacute;n). Como parte de esta aproximaci&oacute;n cualitativa, la estrategia de adquisici&oacute;n de datos emplea tres m&eacute;todos diferentes (es decir, entrevistas semiestructuradas, observaciones y ex&aacute;menes de documentos internos y externos) que permite triangular la informaci&oacute;n reunida.<br />
<strong>An&aacute;lisis.</strong> La estrategia de an&aacute;lisis de datos emple&oacute; dos m&eacute;todos diferentes. Se grabaron las entrevistas semiestructuradas, se transcribieron y se codificaron sistem&aacute;ticamente. Se us&oacute; un diccionario tem&aacute;tico para analizar el contenido (codificaciones abiertas y axiales). Se resumieron las observaciones y los documentos internos o externos. Se extrajeron entonces los datos relevantes. Estos datos se triangularon con los de las entrevistas semiestructuradas.<br />
<strong>Resultados.</strong> En base a la informaci&oacute;n proporcionada por nuestro estudio de caso, parece que nuestro modelo inicial debe ser revisado. Tres elementos del modelo parecen estar faltando: 'la infraestructura del sistema de informaci&oacute;n', 'las entidades externas con una influencia organizativa' y 'los proveedores de servicios de exploraci&oacute;n del entorno'. Es m&aacute;s, resaltamos las nuevas relaciones entre los componentes de nuestro modelo inicial.<br />
<strong>Conclusiones.</strong> Esta investigaci&oacute;n-acci&oacute;n enfatiza la importancia de los componentes, entidades externas con una influencia organizativa, infraestructura de los sistemas de informaci&oacute;n y proveedores de servicios de exploraci&oacute;n del entorno para el entendimiento del mecanismo de estructuraci&oacute;n de las fases de seguimiento basadas en agentes inteligentes.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper391.html" target="_blank">Publicaci&oacute;n de revistas cient&iacute;ficas: volumen anual y disponibilidad de acceso abierto</a><br /><br />
Bo-Christer Bj&ouml;rk, Annikki Roos y Mari Lauri</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Estimamos el volumen anual total de art&iacute;culos de revistas cient&iacute;ficas con revisi&oacute;n por pares publicados mundialmente, as&iacute; como la porci&oacute;n de estos art&iacute;culos disponible en abierto en la Web directamente o como copias en los repositorios de e-prints.<br />
<strong>M&eacute;todo.</strong> Contamos con los datos de dos bases de datos comerciales (ISI y el Directorio de Revistas Ulrich) complementados mediante muestreo y b&uacute;squedas en Google.<br />
<strong>An&aacute;lisis. </strong>Un problema central, es el hecho de que las revistas del &iacute;ndice ISI publican muchos m&aacute;s art&iacute;culos por a&ntilde;o (111) que las no ISI (26), lo que significa que la imagen total que obtenemos es mucho m&aacute;s baja que la de muchas estimaciones anteriores. Nuestro m&eacute;todo de analizar el n&uacute;mero de copias de repositorio (el acceso abierto verde) difiere de varios estudios anteriores que han estudiado el n&uacute;mero de copias en repositorios identificados, puesto que empezamos con una muestra aleatoria de art&iacute;culos y entonces comprobamos si las copias pueden ser encontradas mediante un sistema de b&uacute;squeda de Web.<br />
<strong>Resultados.</strong> Estimamos que en 2006 el n&uacute;mero total de art&iacute;culos publicados era aproximadamente 1,350,000. De este n&uacute;mero, el 4.6% se puso inmediatamente disponible en abierto y un 3.5% adicional despu&eacute;s de un per&iacute;odo de carencia de, normalmente, un a&ntilde;o. Adem&aacute;s, podr&iacute;an encontrarse copias utilizables del 11.3% en los repositorios tem&aacute;ticos o institucionales o en las p&aacute;ginas de inicio de los autores.<br />
<strong>Conclusiones. </strong>Creemos que nuestros resultados son los m&aacute;s fiables publicados hasta ahora y, por consiguiente, deben ser &uacute;tiles en el continuo debate sobre el Acceso Abierto entre acad&eacute;micos y responsables de pol&iacute;ticas sobre ciencia. El m&eacute;todo es reproducible y se presta tambi&eacute;n a estudios longitudinales en el futuro.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper392.html" target="_blank">Trabajo epist&eacute;mico y conocimiento en la pr&aacute;ctica como conceptualizaciones del uso de informaci&oacute;n</a><br /><br />
Reijo Savolainen</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El estudio contribuye a la investigaci&oacute;n conceptual del uso de informaci&oacute;n repasando las concepciones de trabajo epist&eacute;mico propuestas por Cook y Brown, y conocimiento en la pr&aacute;ctica propuesto por Orlikowski. Las concepciones anteriores se desarrollan en el campo de la ciencia de la organizaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se inspeccionaron los art&iacute;culos clave de Cook y Brown, y Orlikowski por medio del An&aacute;lisis conceptual en profundidad. El principal foco de atenci&oacute;n se puso en el an&aacute;lisis comparativo de las concepciones de trabajo epist&eacute;mico y conocimiento en la pr&aacute;ctica.<br />
<strong>Resultados.</strong> El acercamiento al trabajo epist&eacute;mico conceptualiza el uso de informaci&oacute;n como el empleo de conocimiento t&aacute;cito y expl&iacute;cito al servicio del conocimiento. El conocimiento se entiende como trabajo epist&eacute;mico que se hace como una parte inherente de la acci&oacute;n. Orlikowski se aproxima al uso de informaci&oacute;n como construcci&oacute;n y reconstrucci&oacute;n de conocimiento en y a trav&eacute;s de la acci&oacute;n.<br />
<strong>Conclusiones.</strong> Las concepciones de trabajo epist&eacute;mico y conocimiento en la pr&aacute;ctica proporcionan marcos hol&iacute;sticos para el estudio del uso de informaci&oacute;n en contexto, aunque no prueban los detalles de los procesos de uso de informaci&oacute;n procesada per se.</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper393.html" target="_blank">Influencia del comportamiento de informaci&oacute;n en el intercambio de informaci&oacute;n a trav&eacute;s de l&iacute;mites culturales en contextos de desarrollo</a><br /><br />

Hester W. J. Meyer</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El intercambio de informaci&oacute;n a trav&eacute;s de los l&iacute;mites culturales no siempre est&aacute; a la altura de las expectativas. El comportamiento de informaci&oacute;n es un factor subyacente que puede contribuir a un uso pobre o a un no-uso de la informaci&oacute;n o servicios de informaci&oacute;n a disposici&oacute;n de personas ind&iacute;genas en un contexto de desarrollo.<br />
<strong>M&eacute;todo.</strong> Un estudio de la bibliograf&iacute;a sobre comportamiento de informaci&oacute;n, contextos culturales y tecnolog&iacute;as de la informaci&oacute;n en el contexto de desarrollo seguido de un estudio de casos pr&aacute;cticos anterior sobre el traslado de informaci&oacute;n a las comunidades rurales, para investigar si el comportamiento de informaci&oacute;n juega un papel significativo en el intercambio de informaci&oacute;n a trav&eacute;s de los l&iacute;mites culturales.<br />
<strong>An&aacute;lisis.</strong> Se construyeron las correlaciones entre los resultados del estudio original de las pr&aacute;cticas de informaci&oacute;n de personas ind&iacute;genas y la nueva evidencia en la literatura sobre el efecto de la conformaci&oacute;n del comportamiento de informaci&oacute;n, contextos culturales y el uso de tecnolog&iacute;as de la informaci&oacute;n. <br />
<strong>Resultados.</strong> El comportamiento de informaci&oacute;n parece evolucionar como resultado de la interacci&oacute;n entre los elementos en los contextos culturales. El comportamiento de informaci&oacute;n de las personas ind&iacute;genas ha demostrado ser el factor subyacente que determina el resultado del intercambio de informaci&oacute;n a trav&eacute;s de los l&iacute;mites culturales entre las culturas alfabetizadas y orales.<br />
<strong>Conclusiones.</strong> Las marcadas diferencias en el comportamiento de informaci&oacute;n de personas alfabetizadas e ind&iacute;genas pueden influenciar hasta que punto puede lograrse con &eacute;xito el intercambio de informaci&oacute;n a trav&eacute;s de los l&iacute;mites culturales. Los servicios de informaci&oacute;n orientados a la tecnolog&iacute;a de la informaci&oacute;n pueden restringir el acceso a la informaci&oacute;n a los usuarios familiarizados s&oacute;lo con pr&aacute;cticas de comunicaci&oacute;n oral.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper394.html" target="_blank">La sinergia de informaci&oacute;n como catalizador entre la capacidad de la tecnolog&iacute;a de la informaci&oacute;n e innovaci&oacute;n: la evidencia emp&iacute;rica del sector de servicio financiero</a><br /><br />
Yuan-Ho Huang, Fu Jen, Hsinchuang, Eldon Y. Li  y Ja-Shen Chen</h4>

<blockquote>Introducci&oacute;n. Los estudios anteriores sobre el efecto de la tecnolog&iacute;a de la informaci&oacute;n (TI) en el desempe&ntilde;o de una firma (empresa) no han mostrado ninguna prueba concluyente. En este estudio, examinamos el efecto de la TI en la capacidad de innovaci&oacute;n de una empresa e introducimos la sinergia de informaci&oacute;n como catalizador entre ellos. La sinergia de informaci&oacute;n es el estado de una compa&ntilde;&iacute;a en el que los individuos agrupan sus recursos y colaboran mediante protagonismos o l&iacute;mites a trav&eacute;s de las tecnolog&iacute;as de la informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se propone un marco de investigaci&oacute;n y las hip&oacute;tesis asociadas. Se realiz&oacute; un estudio emp&iacute;rico y se mandaron por correo encuestas a 400 empresas financieras de Taiw&aacute;n.
An&aacute;lisis. Se recogieron un total de 76 observaciones v&aacute;lidas y se analizaron usando la t&eacute;cnica del modelo de ecuaciones estructurales con an&aacute;lisis de m&iacute;nimos cuadrados parciales.<br />
<strong>Resultados.</strong> Los resultados emp&iacute;ricos muestran que la capacidad de TI no tiene un efecto directo en el capacidad de innovaci&oacute;n; tiene un efecto indirecto a trav&eacute;s de la sinergia de informaci&oacute;n y representa el 32.3% de la variaci&oacute;n en la sinergia de informaci&oacute;n, mientras la capacidad de la TI y la sinergia de informaci&oacute;n representa el 74% de la variaci&oacute;n en la capacidad de innovaci&oacute;n subyacente al modelo estructural.<br />
<strong>Conclusiones.</strong> La sinergia de informaci&oacute;n es la clave para mejorar el desempe&ntilde;o de una empresa como present&oacute; el nivel de capacidad de innovaci&oacute;n. Sin tener en cuenta el tama&ntilde;o de la inversi&oacute;n en TI, lo verdaderamente importante es c&oacute;mo est&aacute; us&aacute;ndose para compartir la informaci&oacute;n oportuna y para tomar las decisiones empresariales correctas.</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper394.html" target="_blank">M&eacute;tricas de comparaci&oacute;n basadas en t&eacute;rmino para lenguajes de indexaci&oacute;n controlados y no-controlados</a><br /><br />
B. M. Good  y J. T. Tennis</h4>

<blockquote>Introducci&oacute;n. Definimos una colecci&oacute;n de m&eacute;tricas para describir y comparar conjuntos de t&eacute;rminos en lenguajes de indizaci&oacute;n controlados y no-controlados y mostramos c&oacute;mo &eacute;stas m&eacute;tricas pueden usarse para caracterizar un conjunto de lenguajes que cubren fisonom&iacute;as, ontolog&iacute;as y tesauros.
M&eacute;todo. Se identificaron las m&eacute;tricas para la caracterizaci&oacute;n y comparaci&oacute;n de conjuntos de t&eacute;rminos y se implementaron los programas para su c&oacute;mputo. Estos programas se usaron para identificar las caracter&iacute;sticas descriptivas de conjuntos de t&eacute;rminos de veintid&oacute;s diferentes lenguajes de indizaci&oacute;n y medir el solapamiento directo entre los t&eacute;rminos.
An&aacute;lisis. Los datos computados fueron analizados mediante t&eacute;cnicas manuales y automatizadas, como visualizaci&oacute;n, agrupamiento y an&aacute;lisis factorial. Se buscaron distintos subconjuntos en las m&eacute;tricas que pudieran usarse para distinguir entre lenguajes no-controlados producidos por los sistemas de etiquetado sociales (fisionom&iacute;as) y los lenguajes controlados producidos por el trabajo profesional.
Resultados. Las m&eacute;tricas se mostraron suficientes para diferenciar entre instancias de diferentes lenguajes y para permitir la identificaci&oacute;n de patrones t&eacute;rmino-conjunto asociados a lenguajes de indizaci&oacute;n producidos por diferentes tipos de sistema de informaci&oacute;n. En particular, distintos grupos de caracter&iacute;sticas t&eacute;rmino-conjunto parecen distinguir las fisonom&iacute;as de otros lenguajes.
Conclusiones. Las m&eacute;tricas aqu&iacute; organizadas e incluidas en programas libremente disponibles proporcionan una visi&oacute;n emp&iacute;rica &uacute;til para empezar a entender las relaciones que se mantienen entre diferentes lenguajes de indizaci&oacute;n, controlados y no-controlados.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 3rd March, 2009</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/14-1/spanish141.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:37 GMT -->
</html>
