<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/15-3/spanish153.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:23 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 15 No. 3 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="robots" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 15 No.3 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 15 No. 3 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish153.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2010-09-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 15  no. 3, September 2010</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres153.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>



<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper433.html" target="_blank">ÀDe d—nde proviene la informaci—n? Patrones de uso de fuentes de informaci—n en la Wikipedia.</a>
<br />Isto Huvila</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Poco se sabe sobre el comportamiento de informaci&oacute;n de los colaboradores de Wikipedia y d&oacute;nde y c&oacute;mo se origin&oacute; la informaci&oacute;n en la enciclopedia. A pesar de que un gran n&uacute;mero de textos en Wikipedia citan las fuentes externas de acuerdo a las intenciones de la pol&iacute;tica de verificabilidad, muchos art&iacute;culos carecen de referencias y en muchos otros se han a–adido posteriormente.<br />
<strong>M&eacute;todo.</strong> Este art&iacute;culo informa sobre los resultados de una encuesta en Internet de los patrones de uso de fuentes de informaci&oacute;n, contestada por 108 colaboradores de Wikipedia en la primavera de 2008.<br />
<strong>An&aacute;lisis.</strong> Las preguntas cualitativas se analizaron mediante una lectura atenta y un enfoque te&oacute;rico fundamentado. Para las preguntas de opci&oacute;n m&uacute;ltiple se utiliz&oacute; estad&iacute;stica descriptiva y an&aacute;lisis de correlaci&oacute;n bivariable.<br />
<strong>Resultados.</strong> Los resultados indican que hay varios grupos distintos de colaboradores que utilizan diferentes fuentes de informaci&oacute;n. Los resultados tambi&eacute;n indican una preferencia por las fuentes disponibles en l&iacute;nea. Sin embargo, a pesar de la popularidad del material en l&iacute;nea, una proporci&oacute;n significativa de la informaci&oacute;n original se basa en la bibliograf&iacute;a impresa, la experiencia personal y otras fuentes no digitales de informaci&oacute;n. El uso de fuentes de informaci&oacute;n de los colaboradores de Wikipedia es tambi&eacute;n ilustrativo de la complejidad y el alcance en el mundo de la vida del comportamiento de informaci&oacute;n humano.<br />
<strong>Conclusiones.</strong> Entender el uso fuente de informaci&oacute;n de los colaboradores nos ayuda a comprender c&oacute;mo surgen los nuevos art&iacute;culos de la Wikipedia, c&oacute;mo est&aacute;n motivadas las modificaciones, de d&oacute;nde proviene en realidad la informaci&oacute;n y de manera m&aacute;s general, qu&eacute; tipo de informaci&oacute;n se puede esperar encontrar en la Wikipedia.
</blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper434.html" target="_blank">La ciencia de la documentaci&oacute;n como una ciencia social</a><br />Sylvain K. Cibangu
</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong>Un inmenso cuerpo de investigaci&oacute;n ha demostrado que la ciencia de la documentaci&oacute;n son una ciencia social, pero la identidad de la Ciencia de la Documentaci&oacute;n tanto como una ciencia social y una ciencia no social se ha hecho a&uacute;n m&aacute;s incierto, o simplemente se ha dejado a la discreci&oacute;n del lector.<br />
<strong>M&eacute;todo.</strong> Este art&iacute;culo describe las caracter&iacute;sticas espec&iacute;ficas de la Ciencia de la Documentaci&oacute;n como una ciencia social. En el art&iacute;culo se examinan los antecedentes de las ciencias sociales en la historia de las disciplinas acad&eacute;micas. El art&iacute;culo analiza las formas en que el positivismo y la interpretaci&oacute;n, las principales tradiciones de las ciencias sociales, se afirman en la Ciencia de la Documentaci&oacute;n como una ciencia social.<br />
<strong>Conclusiones.</strong> Se argumenta que las ideas recibidas sobre las ciencias sociales impactan sobre en como se percibe la informaci&oacute;n cient&iacute;fica como una ciencia social. Tambi&eacute;n se argumenta que la Ciencia de la Documentaci&oacute;n como una ciencia social puede y debe proporcionar explicaciones cient&iacute;ficas v&aacute;lidas. Este art&iacute;culo distingue la interacci&oacute;n social como la caracter&iacute;stica definitoria de la Ciencia de la Documentaci&oacute;n como ciencia social. Con este fin, el documento propone la complejidad global no como una teor&iacute;a o una soluci&oacute;n, sino como una met&aacute;fora de la Ciencia de la Documentaci&oacute;n como una ciencia social para abordar las cuestiones urgentes de nuestro cada vez m&aacute;s interconectado mundo.
</blockquote>



<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper435.html" target="_blank">Un modelo de &iacute;ndice asociativo para la lista de resultados basado en el concepto de selecci&oacute;n de Vannevar Bush</a><br />Charles Cole, Charles-Antoine Julien y John E. Leide</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Se define el problema de la lista de resultados en la b&uacute;squeda de informaci&oacute;n y se sugiere el modelo de &iacute;ndice asociativo. Una soluci&oacute;n de indizaci&oacute;n ad-hoc derivada de los usuarios basada en la descripci&oacute;n de Vannevar Bush de un enfoque de indizaci&oacute;n asociativo para su m&aacute;quina memex. Definiremos posteriormente lo que significa la selecci&oacute;n de t&eacute;rminos de indizaci&oacute;n con referencia a los 3 objetivos de Charles Cutter para el cat&aacute;logo de diccionario, en particular el objetivo de selecci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Un estudio de caso, utilizando un m&eacute;todo de entrevista estructurada, ilustra y pone a prueba la viabilidad del modelo mediante la comparaci&oacute;n de nubes de palabras de AquaBrowser, un popular sistema de recuperaci&oacute;n de informaci&oacute;n de asociaci&oacute;n y visualizaci&oacute;n de palabras.<br />
<strong>An&aacute;lisis.</strong> Los esquemas de sistemas de indizaci&oacute;n derivada como la nube de palabras de AquaBrowser intentan facilitar el procesamiento del usuario de la lista de resultados, mostrando rutas-concepto asociados a la consulta del usuario. Estas rutas derivadas externamente pueden no ser de ayuda para la b&uacute;squeda de informaci&oacute;n exploratoria. El modelo propuesto, que facilita el procesamiento de la necesidad de informaci&oacute;n de los usuarios, parece m&aacute;s adecuado para este tipo de b&uacute;squeda.<br />
<strong>Resultados.</strong> El estudio de caso proporciona una evidencia circunstancial de que los beneficios potenciales del modelo sobre los sistemas de indizaci&oacute;n externa derivada.<br />
<strong>Conclusi&oacute;n.</strong> Son necesarias pruebas a gran escala del modelo para confirmar los resultados.
</blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper436.html" target="_blank">La evaluaci&oacute;n estandarizada de la formaci&oacute;n bibliotecaria: un acercamiento espec&iacute;fico de instituci&oacute;n</a><br />Shannon M. Staley, Nicole A. Branch y Tom L. Hewitt</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Exploramos la utilizaci&oacute;n de un modelo psicom&eacute;trico de evaluaci&oacute;n de la alfabetizaci&oacute;n en informaci&oacute;n localmente pertinente, utilizando una herramienta en l&iacute;nea para la evaluaci&oacute;n estandarizada del aprendizaje de los alumnos durante las sesiones de formaci&oacute;n basadas en la disciplina de la biblioteca.<br />
<strong>M&eacute;todo.</strong> Se utiliz&oacute; un enfoque cuantitativo de recopilaci&oacute;n de datos y an&aacute;lisis, empleando preguntas de opci&oacute;n m&uacute;ltiple en una encuesta estandarizada, seguido de entrevistas cognitivas individuales de estudiantes de pregrado. La herramienta de evaluaci&oacute;n fue aplicada a cinco clases generales de psicolog&iacute;a de la educaci&oacute;n durante las sesiones de formaci&oacute;n bibliotecaria.<br />
<strong>An&aacute;lisis.</strong> Las estad&iacute;sticas descriptivas fueron generadas por la herramienta de evaluaci&oacute;n.
<strong>Resultados.</strong> La herramienta de evaluaci&oacute;n result&oacute; ser un medio viable para medir el aprendizaje del estudiante. Mientras que las puntuaciones del estudiante mejoraron en cada pregunta del estudio, hab&iacute;a una mejora desigual del pre-test al post-test para diferentes preguntas.<br />
<strong>Conclusi&oacute;n.</strong> Las calificaciones de los estudiantes mostraron una mayor mejora en algunos resultados de aprendizaje que en otros, por lo tanto, dedicar tiempo a un n&uacute;mero menor de conceptos durante las sesiones de formaci&oacute;n, podr&iacute;a permitir una evaluaci&oacute;n m&aacute;s fiable del aprendizaje de los estudiantes. Recomendamos el uso de objetos digitales de aprendizaje que se ocupen de las competencias b&aacute;sicas de investigaci&oacute;n para mejorar los programas de formaci&oacute;n bibliotecaria. Futuros estudios explorar&aacute;n las diferentes aplicaciones de la herramienta de evaluaci&oacute;n, proporcionando un an&aacute;lisis estad&iacute;stico m&aacute;s detallado de los datos y arrojando luz sobre el significado de las puntuaciones globales.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper437.html" target="_blank">Perspectiva cultural y de poder china en los sistemas de informaci&oacute;n: marcos tecnol&oacute;gicos y reenmarcos</a><br />Christina Ling-hsing Chang</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este trabajo investiga la operaci&oacute;n del poder en los procesos de desarrollo del sistema de informaci&oacute;n. Debido a que los actores clave en los diferentes departamentos poseen conocimientos profesionales diferentes, sus diversos contextos llevan a algunos empleados a apoyar el sistema de informaci&oacute;n, mientras que otros se resisten. Este estudio, para explorar este problema, utiliza las perspectivas de la teor&iacute;a de marcos tecnol&oacute;gicos y la teor&iacute;a de juego de poder china.<br />
<strong>M&eacute;todo.</strong> Se recogieron datos cualitativos de una autoridad portuaria en Taiw&aacute;n. Las entrevistas fueron realizadas con un total de veinticinco personas en cinco departamentos de la autoridad portuaria y cinco organizaciones de clientes.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis cualitativo, interpretativo, se llev&oacute; a cabo con los registros de entrevistas realizadas por tres analistas con cuatro marcos tecnol&oacute;gicos: motivaci&oacute;n, adopci&oacute;n, estrategias y objetivos relacionados con el sistema de gesti&oacute;n de la informaci&oacute;n del muelle (referido internamente como el DHS-IS) y control de las funciones del sistema.<br />
<strong>Resultados.</strong> Los actores principales emplearon perspectivas culturales chinas para influir en los sistemas de informaci&oacute;n y lograr el propio inter&eacute;s.<br />
<strong>Conclusiones.</strong> Los resultados demuestran la importancia en el desarrollo de sistemas de informaci&oacute;n de las perspectivas culturales y las relaciones de poder chinas.
</blockquote>


 <hr style="color: rgb(0, 0, 128);" size="1" />
<br />
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 15 September, 2010</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/15-3/spanish153.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:23 GMT -->
</html>
