<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/10-3/paper231.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:16 GMT -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../sans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />
<title>Construcci&oacute;n de Estrategias Sistem&aacute;ticas para la B&uacute;squeda Exhaustiva de Informaci&oacute;n en Internet: un marco de toma de decisiones aplicado a la informaci&oacute;n sobre Psicolog&iacute;a de la Salud.</title>
<meta name="dc.creator" content="Julio Meneses, Merc&egrave; Boixad&oacute;s, Lourdes Valiente, Pep Vivas, Manuel Armayones" />
<meta name="dc.subject.keywords" content="<span>Development</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>of Systematic Strategies, Information Seeking Research, Information Retrieval, Exhaustiveness, Replicability, Ecological Validity, Internet, World Wide Web, Search Engines" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> content="With the progressive increase of publicly available contents on the Internet and as information searching has become one of the most frequent online activities, informal and common searching cannot <span>respond</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>to the aims of scientific research. In <span>regard</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>to the relevant contents in a specific field of knowledge in a non-organised <span>environment</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>such as the Internet, the need of developing efficient procedures to guarantee a systematic <span>search</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>process arises. The development of these procedures or <span>strategies</span>, <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> articulated by means of the properties of exhaustiveness in the <span>search</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>process, replicability of the procedure and ecologic validity, not only is not it <span>arbitrary</span>, <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> but it is <span>directly</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>related to the time spent in the carrying out of the process and the <span>quality</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>of the resulting information. After the critical review of the different alternatives in information seeking, the current article intends to <span>suggest</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>a <span>framework</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>for this decision making process. <span>Furthermore</span>, <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> the whole process is exemplified by the development of a systematic strategy in the field of the information about Health <span>Psychology</span>. <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>" />
<meta name="dc.subject" content="Systematic searching for Internet information" />
<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper231.html" />
<meta name="dc.relation.IsPartOf" content="infres103.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="es" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2005-04-15" />
<script language=javascript>

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>
<style type="text/css">
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

</style>
<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head>
<body  bgcolor="#ffffff">

<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"> <img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />Vol. 10  No. 3, April 2005<br /><br /><div id="button">
<ul>
	<li><a href="infres103.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>


</ul>
</div></td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr size="1" style="color: maroon;" />

<h1>Construcci&oacute;n de estrategias sistem&aacute;ticas para la b&uacute;squeda exhaustiva de informaci&oacute;n en Internet: un marco de toma de decisiones aplicado a la informaci&oacute;n sobre psicolog&iacute;a de la salud</h1>

<h4 align="center"><a href="mailto:jmenesesn@uoc.edu">Julio Meneses</a>, <a href="mailto:mboixados@uoc.edu">Merc&egrave; Boixad&oacute;s</a>, <a href="mailto:lvaliente@uoc.edu">Lourdes Valiente</a>, <a href="mailto:pvivasi@uoc.edu">Pep Vivas</a> y <a href="mailto:marmayones@uoc.edu">Manuel Armayones</a><br />Universitat Oberta de Catalunya<br /> Estudis de Psicologia i Ci&eacute;ncies de l'Educaci&oacute;.<br />Avda. del Tibidabo, 39-43. 08035 Barcelona (Catalunya), Espa&ntilde;a.</h4>

<div align="center">
<input type="button" value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: Blue;" onclick="doChangeFont()" /></div>
<hr size="1" style="color:#000080 ;" />
<div align="center"><b>Abstract</b></div>


<blockquote>
<strong>Background:</strong> Con el aumento progresivo de los contenidos p&uacute;blicamente disponibles en Internet y a medida que la b&uacute;squeda de informaci&oacute;n se convierte en una de las actividades online m&aacute;s frecuente, la b&uacute;squeda informal y cotidiana de informaci&oacute;n no puede responder a los objetivos de la investigaci&oacute;n cient&iacute;fica. En la con0eraci&oacute;n de los contenidos relevantes para un determinado &aacute;mbito de conocimiento en un entorno no organizado como es Internet, surge la nece0ad de crear procedimientos eficaces que garanticen una b&uacute;squeda sistem&aacute;tica.<br />
<strong>Objetivo:</strong> Proponer un marco de referencia para la construcci&oacute;n de estrategias sistem&aacute;ticas para la b&uacute;squeda exhaustiva en Internet, adaptable a los objetivos de b&uacute;squeda particulares.<br />
<strong>Método:</strong> Revisi&oacute;n y propuesta te&oacute;rica sobre el proceso de toma de decisiones en torno a la selecci&oacute;n del m&eacute;todo, instrumentos y la construcci&oacute;n de las ecuaciones de b&uacute;squeda. Ejemplificamos todo el proceso con la construcci&oacute;n de una estrategia sistem&aacute;tica en el &aacute;mbito de la informaci&oacute;n sobre Psicolog&iacute;a de la Salud.<br />
<strong>Conclusiones:</strong> La construcci&oacute;n de estos procedimientos o estrategias, articulados a partir de las propiedades de exhaustividad en la b&uacute;squeda, replicabilidad del procedimiento y validez ecol&oacute;gica, no s&oacute;lo no es arbitraria, sino que est&aacute; directamente relacionada con el tiempo empleado para la ejecuci&oacute;n de la b&uacute;squeda y la calidad de la informaci&oacute;n obtenida.</blockquote>
<hr style="COLOR: #000080" size="1" />

<div align="center"><b><a href="#abs">Abstract in English</a></b></div>
<hr style="COLOR: #000080" size="1" />
<br />
<h2>Breve contextualizaci&oacute;n de la b&uacute;squeda de informaci&oacute;n en Internet</h2>

<p>Con el avance y difusi&oacute;n de las nuevas tecnolog&iacute;as y la generalizaci&oacute;n del acceso de la poblaci&oacute;n a Internet, al finalizar el a&ntilde;o 2004, el n&uacute;mero de personas conectadas en el mundo alcanz&oacute; la cifra de aproximadamente 935 millones seg&uacute;n los diferentes estudios de estimaci&oacute;n de uso (<a href="#Clickz">Clickz Stats 2004</a>), con una proyecci&oacute;n que cifra la superaci&oacute;n de los mil millones a principios del 2005 (<a href="#CIA">Computer Industry Almanac Inc. 2004</a>). Esto supone un incremento de en torno al 38% con respecto a los &uacute;ltimos datos ofrecidos por la <a href="#UNCTAD">UNCTAD</a> (2004) para el 2003, un crecimiento interanual muy superior detectado en a&ntilde;os anteriores que oscila entre un 7 y 27%. Paralelamente, y junto a la popularizaci&oacute;n del uso de este medio, cada vez m&aacute;s la b&uacute;squeda de informaci&oacute;n puntual a trav&eacute;s de un buscador se est&aacute; convirtiendo en una actividad frecuente (30%) tal y como indican los &uacute;ltimos informes de uso de Internet (<a href="#PEW">Pew Internet &amp; American Life Project Tracking 2005</a>). Junto a ella, otras actividades que inspiran o complementan la b&uacute;squeda de informaci&oacute;n ocupan tambi&eacute;n las posiciones m&aacute;s altas en las tablas de frecuencia de actividad en en un d&iacute;a cualquiera, como por ejemplo la b&uacute;squeda de informaci&oacute;n de actualidad (27%), de la predicci&oacute;n del tiempo (22%), o de informaci&oacute;n para responder a una pregunta concreta (21%), solamente superadas globalmente por el uso del correo electr&oacute;nico (48%). Adem&aacute;s, no solamente ha crecido la poblaci&oacute;n de usuarios de Internet y la b&uacute;squeda de informaci&oacute;n a trav&eacute;s de ella, sino que adem&aacute;s cada vez es mayor la cantidad de informaci&oacute;n disponible para hacerlo.</p>

<p>Dado el car&aacute;cter an&aacute;rquico y autorregulado de la red (<a href="#Abbate">Abbate 2000</a>) no existe ning&uacute;n censo o instituci&oacute;n que ofrezca una medida fiable sobre la cantidad de sitios web o el n&uacute;mero de documentos disponibles. Sin embargo, una medida indirecta como el n&uacute;mero de hosts ofrecida por el ISC (Internet Software Consortium) puede servirnos para ilustrar su crecimiento. Este indicador hace referencia al n&uacute;mero de dominios que tienen asignada una IP, y se estimada conectando peri&oacute;dicamente con una muestra aleatoria sobre el n&uacute;mero m&aacute;ximo te&oacute;rico de IPs posibles con el <span>actual</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>sistema de asignaci&oacute;n, tratando de verificar la existencia de un website. As&iacute;, el n&uacute;mero de hosts estimados por el ISC ha pasado de 109.574.429 en enero de 2001 a 233.101.481 en enero de 2004, lo que supone un incremento de algo m&aacute;s del 112% en el n&uacute;mero total de websites disponibles en Internet (<a href="#ISC">Internet Software Consortium 2005</a>). Sin embargo, dado que nuestra unidad de b&uacute;squeda no es el host o website sino los documentos que lo componen, debemos complementar esta medida indirecta de crecimiento con el de n&uacute;mero de p&aacute;ginas disponibles dentro de un determinado &aacute;mbito de conocimiento. Tal como indica <a href="#Romero">Romero</a> (2002), se est&aacute; produciendo un amplio desarrollo en el &aacute;mbito de la psicolog&iacute;a gracias a la enorme y creciente cantidad de informaci&oacute;n y documentaci&oacute;n p&uacute;blicamente disponible. Comparando los resultados obtenidos a partir de dos b&uacute;squedas informales y simb&oacute;licas en Google (google.com) utilizando como ecuaci&oacute;n de b&uacute;squeda <em>psychology</em> por un lado y <em>psicologia</em> por otro con las que nos ofrece <a href="#Martin">Mart&iacute;n</a> (2001), el aumento en el n&uacute;mero de documentos disponibles queda patente. En los cuatro a&ntilde;os aproximadamente que han pasado entre ambas b&uacute;squedas se ha multiplicado entre siete y diez veces la informaci&oacute;n disponible en la red, pasando de 4.640.000 referencias que conten&iacute;an el t&eacute;rmino <a href="http://www.google.com/search?q=psychology" target="_blank"><em>psychology</em></a> a 35.100.000, y de 190.000 a algo m&aacute;s de 2.070.000 con el t&eacute;rmino <a href="http://www.google.com/search?q=psicologia" target="_blank"><em>psicologia</em></a>.</p>


<p>Desafortunadamente, determinar la informaci&oacute;n y los recursos disponibles en Internet en una determinada &aacute;rea de conocimiento, como paso previo a la evaluaci&oacute;n de su calidad, no es un proceso tan sencillo. Debemos avanzar unos pasos m&aacute;s all&aacute; de las b&uacute;squedas informales basadas en las ocurrencias de t&eacute;rminos, explotando todas las posibilidades que ofrecen los instrumentos de b&uacute;squeda (<a href="#instrumento">ver definici&oacute;n</a>) en Internet, acerc&aacute;ndonos as&iacute; a los objetivos de la investigaci&oacute;n cient&iacute;fica. Se hace necesaria la utilizaci&oacute;n de una estrategia (<a href="#estrategia">ver definici&oacute;n</a>) que afronte con las mayores garant&iacute;as posibles la b&uacute;squeda sistem&aacute;tica de informaci&oacute;n en Internet.</p>

<h2>Requisitos para una b&uacute;squeda sistem&aacute;tica de informaci&oacute;n en Internet</h2>

<p>El car&aacute;cter flexible y descentralizado de la red al que alud&iacute;amos m&aacute;s arriba, virtud para la democratizaci&oacute;n del medio pero a la vez una desventaja para la efectividad de la b&uacute;squeda de informaci&oacute;n, requiere una reflexi&oacute;n profunda antes de comenzar a planificar una estrategia y as&iacute; poder asegurar con unas ciertas garant&iacute;as el haber 0o lo suficientemente sistem&aacute;ticos. Nos centramos en tres requisitos fundamentales, a saber: exhaustividad en la b&uacute;squeda, replicabilidad del procedimiento y validez ecol&oacute;gica.</p>

<h3>Exhaustividad en la b&uacute;squeda</h3>

<p>El primer requisito, la exhaustividad en la b&uacute;squeda, afecta m&aacute;s al contenido que a la exactitud de la propia b&uacute;squeda, y es la condici&oacute;n que permite convenir que se han agotado todas las fuentes de informaci&oacute;n posibles dentro del universo de b&uacute;squeda (<a href="#universo">ver definici&oacute;n</a>) que nos ocupa. La b&uacute;squeda de informaci&oacute;n en entornos estructurados como el cat&aacute;logo de una biblioteca, un registro de publicaciones o una base de datos, parte de un universo de contenidos delimitado y cognoscible as&iacute; como de un protocolo de b&uacute;squeda estandarizado. Sin embargo, en el caso de las b&uacute;squedas en la red no podemos hablar de estas condiciones de partida. As&iacute;, en una b&uacute;squeda en la base de datos PROQUEST, es posible conocer qu&eacute; revistas y desde qu&eacute; a&ntilde;os, as&iacute; como si se obtendr&aacute; la referencia, el <span>abstract</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>o el contenido completo de los art&iacute;culos utilizando un procedimiento ya delimitado. Sin embargo, cuando damos el salto a Internet, ni conocemos el total de los potenciales sitios web en los que se har&aacute; la b&uacute;squeda, ni disponemos de un sistema de b&uacute;squeda pautado. M&aacute;s a&uacute;n, no s&oacute;lo no conocemos la cantidad total de sitios en los que estamos realizando una b&uacute;squeda, sino que adem&aacute;s se estima que solamente el 16% del total de contenidos realmente disponibles est&aacute;n indexados por los buscadores comerciales (<a href="#Lawrence">Lawrence y Giles 1999</a>). La velocidad con que la red evoluciona, crece, produce contenidos y renueva la informaci&oacute;n que ofrece es tan alta que es pr&aacute;cticamente imposible conocer, o siquiera hacerse una idea, de todos los contenidos potencialmente disponibles en nuestro universo de b&uacute;squeda. Como afirman Oppenheim <em>et al.</em> (<a href="#Oppenheim">2000</a>) el problema fundamental de Internet es el gran volumen de informaci&oacute;n, junto a la heterogeneidad e inconsistencia de &eacute;sta. Los recursos cambian y se multiplican, y la impresionante velocidad de respuesta de los motores de b&uacute;squeda no est&aacute; ligada, generalmente, a una efectiva recuperaci&oacute;n de informaci&oacute;n. Si queremos establecer una estrategia eficaz de b&uacute;squeda de informaci&oacute;n en Internet, debemos tomar las precauciones necesarias para garantizar su exhaustividad y as&iacute; no perder informaci&oacute;n relevante.</p>

<h3>Replicabilidad del procedimiento</h3>

<p>En segundo lugar, la b&uacute;squeda de informaci&oacute;n en Internet debe garantizar la replicabilidad, es decir, debe ser posible realizar dos b&uacute;squedas simult&aacute;neas en las mismas condiciones y obtener los mismos resultados, as&iacute; como establecer con cierta seguridad que las diferencias observadas en los resultados obtenidos en dos procesos de b&uacute;squeda independientes y separados en el tiempo se deban &uacute;nicamente a la variaci&oacute;n de los propios contenidos disponibles en Internet, y no por un d&eacute;ficit en la fiabilidad de la estrategia de b&uacute;squeda. Siguiendo el mismo ejemplo de b&uacute;squeda en una base de datos de art&iacute;culos cient&iacute;ficos como PROQUEST, donde el universo de b&uacute;squeda est&aacute; altamente estructurado, el sistema de b&uacute;squeda que incorpora nos permite realizar b&uacute;squedas con una alta fiabilidad, de manera que cualquier variaci&oacute;n en los resultados puede ser explicada &uacute;nica y exclusivamente por la incorporaci&oacute;n de nuevos documentos al universo de b&uacute;squeda total.</p>

<h3>Validez ecol&oacute;gica</h3>

<p>Y finalmente, en tercer lugar, la b&uacute;squeda debe asegurar una cierta validez ecol&oacute;gica, de manera que podamos concluir que se ajusta lo m&aacute;s posible a las condiciones que la elicitan. En muchos de los casos, sobre todo cuando tratamos de conocer la informaci&oacute;n p&uacute;blicamente disponible en un determinado &aacute;mbito de conocimiento, la estrategia de b&uacute;squeda deber&aacute; aproximarse lo m&aacute;s posible a la que cualquier usuario medio pueda llevar a cabo. Es en este sentido, en la medida en que las condiciones de registro reproducen con la m&aacute;xima fidelidad aquellas 

en las que los fen&oacute;menos estudiados ocurren naturalmente (<a href="#Leonb">Le&oacute;n &amp; Montero 2003</a>), en que podemos hablar de la nece0ad de cumplir este requisito para establecer una estrategia de b&uacute;squeda sistem&aacute;tica, y donde aquellos contenidos no disponibles en la red, bien sea por no haber 0o indexados por los buscadores, por estar &uacute;nicamente disponibles para grupos privados, por problemas t&eacute;cnicos de disponibilidad, etc. (<a href="#Notess">Notess 2002</a>; <a href="#Lawrence">Lawrence &amp; Giles 1999</a>), no ser&aacute;n accesibles y por tanto irrelevantes para nuestros objetivos. <span>A+</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>este respecto, debemos tener tambi&eacute;n presente que, aquellos recursos que dan acceso a lo que Ellsworth (<a href="#Garcia">Garc&iacute;a 1996</a>) bautiz&oacute; como Internet invisible (Invisible Internet) o Web profunda (Deep Web), tampoco ser&iacute;a interesante desde el punto de vista de la validez ecol&oacute;gica a pesar de que se estima que puede representar entre 400 y 550 veces m&aacute;s de informaci&oacute;n de que disponemos en la parte <em>p&uacute;blica</em> (<a href="#Bergman">Bergman 2000</a>).</p>

<p>Tratando de responder a estos tres requisitos, nuestra propuesta de estrategia de b&uacute;squeda de informaci&oacute;n en Internet parte del an&aacute;lisis de los diferentes m&eacute;todos de b&uacute;squeda (<a href="#metodo">ver definici&oacute;n</a>) utilizados convencionalmente por la poblaci&oacute;n general (<a href="#Barker">Barker 2003</a>; <a href="#Notess">Notess 2002</a>; <a href="#Texas">The University of Texas System Digital Library 2003</a>).</p>

<h2>M&eacute;todos de b&uacute;squeda de informaci&oacute;n en Internet</h2>

<p>Aunque a lo largo del art&iacute;culo hemos ido definiendo cada uno de los conceptos claves en la b&uacute;squeda de informaci&oacute;n, es necesario hacer una precisi&oacute;n terminol&oacute;gica antes de revisar los diferentes m&eacute;todos de b&uacute;squeda disponibles en la red. Si bien en el lenguaje com&uacute;n las expresiones <em>m&eacute;todo de b&uacute;squeda</em> y <em>estrategia de b&uacute;squeda</em> suelen utilizarse de forma equivalente, es conveniente precisar que no se trata de la misma cosa. Mientras el m&eacute;todo es una perspectiva adoptada antes de plantear una b&uacute;squeda de informaci&oacute;n concreta, la estrategia consiste en la serie de pasos que nos permite estructurar la propia b&uacute;squeda. No todo m&eacute;todo de b&uacute;squeda implica el uso de una estrategia, pero toda estrategia debe con0erar al menos un m&eacute;todo de b&uacute;squeda.</p>

<p>As&iacute;, partiendo de las clasificaciones al uso (<a href="#Barker">Barker 2003</a>; <a href="#Texas">University of Texas 2003</a>; <a href="#Notess">Notess 2002</a>; <a href="#Sullivanb">Sullivan 2002b</a>) es posible distinguir fundamentalmente cinco m&eacute;todos de b&uacute;squeda de informaci&oacute;n en Internet cuya l&oacute;gica describiremos brevemente a continuaci&oacute;n:</p>

<h3>El uso de directorios tem&aacute;ticos de sitios web</h3>

<p>Un directorio tem&aacute;tico es un instrumento de b&uacute;squeda de informaci&oacute;n dirigido por un equipo de editores que valoran el alta o modificaci&oacute;n de las solicitudes de inclusi&oacute;n en el directorio. Disponen, como otros instrumentos de b&uacute;squeda de informaci&oacute;n en Internet, de un sistema de entrada y de una base de datos que generalmente contiene el nombre del recurso, las palabras clave que lo identifican y una descripci&oacute;n que los responsables del recurso adjuntan en su solicitud. La actualizaci&oacute;n de su base de datos, al contrario que los buscadores automatizados que veremos a continuaci&oacute;n, se nutre de las solicitudes enviadas por los responsables de los recursos, de manera que la velocidad y precisi&oacute;n con que refleja el universo total de recursos disponibles en Internet son relativas. Aunque en los primeros tiempos de la popularizaci&oacute;n de Internet fue uno de los sistemas de organizaci&oacute;n de informaci&oacute;n m&aacute;s importantes comandado por el paradigm&aacute;tico Yahoo! (<a href="http://www.yahoo.com/" target="_blank" name="yahoo.com">yahoo.com</a>), actualmente est&aacute;n muy en desuso por las limitaciones de su sistema de actualizaci&oacute;n.</p>

<h3>La consulta en bases de datos especializadas</h3>

<p>Las bases de datos especializadas son un servicio de b&uacute;squeda generalmente dedicado a la consulta de art&iacute;culos en revistas cient&iacute;ficas, fondos bibliotecarios, etc., y no necesariamente orientadas a la catalogaci&oacute;n de sitios web. Las bases de datos tradicionales han encontrado una v&iacute;a de explotaci&oacute;n ubicua a trav&eacute;s de Internet, pero se trata de un recurso especializado generalmente poco utilizado por la poblaci&oacute;n general. Adem&aacute;s, no suelen estar indexadas por los buscadores y directorios m&aacute;s generales, formando parte de lo que llam&aacute;bamos m&aacute;s arriba la Internet invisible.</p>

<h3>El uso de buscadores automatizados</h3>

<p>Un buscador automatizado es un instrumento de b&uacute;squeda de informaci&oacute;n donde la inclusi&oacute;n y la modificaci&oacute;n de los recursos disponibles en Internet se realiza autom&aacute;ticamente gracias al uso de robots o ara&ntilde;as , complementando las fuentes de entrada con la sugerencia por parte de terceros al estilo de los directorios tem&aacute;ticos. Un robot o ara&ntilde;a (spider o bot en ingl&eacute;s) es una aplicaci&oacute;n que simula la actividad de un usuario navegando en Internet, a trav&eacute;s del cual los buscadores automatizados actualizan su base de datos sobre los recursos disponibles. <span>A+</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>partir de una p&aacute;gina conocida, la ara&ntilde;a o robot rastrea de forma c&iacute;clica y sistem&aacute;tica los enlaces ofrecidos, saltando de recurso en recurso, y accediendo a su contenido para realizar la copia literal local. Si durante el proceso la ara&ntilde;a descubre un enlace a un recurso no contemplado hasta el momento en la base de datos, o el contenido disponible en alguna de las p&aacute;ginas de una fuente ya indexada ha variado con respecto a la &uacute;ltima visita, esta informaci&oacute;n ser&aacute; a&ntilde;adida a la base de datos de manera que la b&uacute;squeda se haga sobre una representaci&oacute;n lo m&aacute;s exacta posible de los contenidos realmente disponibles en Internet.</p>

<p>Como en el caso de los directorios tem&aacute;ticos, disponen de un sistema de entrada y de una base de datos, pero en este caso contiene el nombre del recurso y una copia literal local de los contenidos originales ofrecidos por sus responsables. La b&uacute;squeda, al contrario que en los directorios tem&aacute;ticos y gracias al avance de las t&eacute;cnicas de recogida y almacenamiento de informaci&oacute;n, no se limita a la coincidencia de los t&eacute;rminos de la ecuaci&oacute;n de b&uacute;squeda con el nombre del recurso o la descripci&oacute;n proporcionada, sino que se ampl&iacute;a al contenido de cada una de las p&aacute;ginas indexadas (<a href="#Barroso">Barroso <em>et al.</em> 2003</a>; <a href="#Brin">Brin &amp; Page 1998</a>). Los buscadores automatizados, por la potencia que les otorga este tipo de representaci&oacute;n de los contenidos disponibles en Internet, se han convertido en un recurso clave con Google.com a la cabeza. Este instrumento de b&uacute;squeda se ha convertido en los &uacute;ltimos a&ntilde;os en el buscador automatizado por excelencia al haber podido hacer realidad un sistema de b&uacute;squeda autoactualizable de forma indefinida &uacute;nicamente limitado por la capacidad m&aacute;xima te&oacute;rica del <span>hardware</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>utilizado para dar soporte a la informaci&oacute;n (<a href="#Notessb">Notess 2003</a>; <a href="#Brin">Brin &amp; Page 1998</a>).</p>

<h3>La solicitud de ayuda a un experto</h3>

<p>Las redes sociales personales son una fuente imprescindible de informaci&oacute;n (<a href="#Johnson">Johnson 2004</a>), y recurrir a un experto cuando se necesita ayuda es una de las formas m&aacute;s c&oacute;modas y evidentes de conseguir una determinada informaci&oacute;n, donde se hace valer una m&aacute;xima de nuestro tiempo donde <em>lo importante no es saber, sino tener el e-mail del que sabe</em>. Como veremos m&aacute;s adelante, una interpretaci&oacute;n no tan literal de este m&eacute;todo podr&iacute;a resultar interesante para desarrollar una estrategia de b&uacute;squeda sistem&aacute;tica.</p>

<h3>La suerte</h3>

<p>Caj&oacute;n de sastre en el que se agrupan las b&uacute;squedas no convencionales, destacando por ejemplo la ingenua creencia de que se puede encontrar cualquier recurso en Internet simplemente escribiendo su nombre con estructura de sitio web entre www. y .com. La suerte, junto a la solicitud de ayuda a un experto, son los dos m&eacute;todos de b&uacute;squeda menos sistematizados gracias a su escasa estructuraci&oacute;n, aunque no por ello resultan ser los menos utilizados. La incorrecta pero a la vez popular creencia de que el recurso, probablemente el de mayor calidad, ha de tener como direcci&oacute;n su nombre con estructura de sitio web entre www. y .com es tan frecuente que son innumerables los casos de compleja disputa por su posesi&oacute;n. Un ejemplo muy significativo es el de sex.com, un negocio redondo en publicidad rentabilizando este m&eacute;todo de b&uacute;squeda sobre una de las tem&aacute;ticas estrella en la b&uacute;squeda a trav&eacute;s de la red (<a href="#Glasner">Glasner 2003</a>).</p>

<p>A partir del an&aacute;lisis de las ventajas e inconvenientes de las diferentes alternativas, propondremos una estrategia sistem&aacute;tica y exhaustiva que abarque un universo lo m&aacute;s extenso posible para una poblaci&oacute;n determinada, adaptable a las nece0ades particulares de cada b&uacute;squeda.</p>

<h2>Construcci&oacute;n de una estrategia de b&uacute;squeda sistem&aacute;tica</h2>

<p>En la segunda parte de nuestro art&iacute;culo, revisados los conceptos fundamentales necesarios para la construcci&oacute;n de una estrategia de b&uacute;squeda sistem&aacute;tica, guiaremos al lector interesado en este tipo de b&uacute;squedas a trav&eacute;s de un proceso de toma de decisiones en torno a la selecci&oacute;n del m&eacute;todo de b&uacute;squeda y de los instrumentos, la construcci&oacute;n de las ecuaciones de b&uacute;squeda (<a href="#ecuacion">ver definici&oacute;n</a>) que nos permita sistematizar una estrategia adapt&aacute;ndola a los objetivos de b&uacute;squeda particulares. Cualquier decisi&oacute;n adoptada a partir de las recomendaciones propuestas en el presente art&iacute;culo deber&aacute; estar siempre dirigida por el principio de validez ecol&oacute;gica, es decir, tratando siempre como referencia las condiciones para las que construimos la estrategia sistem&aacute;tica. Finalmente, ejemplificaremos nuestro discurso en la aplicaci&oacute;n desarrollada para el proyecto 'La Psicolog&iacute;a de Salud y la Calidad de Vida en la Sociedad de la Informaci&oacute;n y el Conocimiento' (IN3 IR220), dirigido a la evaluaci&oacute;n de la calidad de los contenidos en Internet desde el punto de vista de la Psicolog&iacute;a de la Salud (<a href="#Vivas">Vivas, Armayones, Boixad&oacute;s, Herrero, Meneses, Suelves &amp; Valiente 2003</a>).</p>

<h3>Selecci&oacute;n del m&eacute;todo de b&uacute;squeda</h3>

<p>Dado que la b&uacute;squeda informal de informaci&oacute;n en Internet se asocia al uso de un buscador con una ecuaci&oacute;n de b&uacute;squeda improvisada, no se suele distinguir con precisi&oacute;n entre los diferentes m&eacute;todos de b&uacute;squeda disponibles. Debido a la facilidad y rapidez con que se pueden obtener resultados relevantes para este tipo de b&uacute;squedas, no hay un inter&eacute;s expl&iacute;cito por reflexionar sobre las diferentes alternativas disponibles. Sin embargo, una b&uacute;squeda sistem&aacute;tica no debe pasar por alto este aspecto. Decidir qu&eacute; m&eacute;todo es el que mejor se ajusta a nuestras nece0ades de b&uacute;squeda es, en otras palabras, decidir qu&eacute; tipo de informaci&oacute;n y cu&aacute;nta estamos dispuestos a despreciar en funci&oacute;n de la relaci&oacute;n calidad de la informaci&oacute;n obtenida/tiempo empleado para la b&uacute;squeda. Disponer de unas nociones m&iacute;nimas acerca de los m&eacute;todos como hemos pretendido m&aacute;s arriba, es la clave para poder tomar las decisiones oportunas seg&uacute;n nuestro objetivo de b&uacute;squeda.</p>

<p>Descartadas la b&uacute;squeda en bases de datos especializadas por no ser el estudio de la parte invisible u oculta de Internet nuestro objetivo, y la estrategia basada en la suerte por no ser un m&eacute;todo estructurado y sistem&aacute;tico, excluiremos la b&uacute;squeda a trav&eacute;s de directorios tem&aacute;ticos por su importante limitaci&oacute;n en la actualizaci&oacute;n de sus contenidos con respecto a los buscadores automatizados (<a href="#Brin">Brin y Page 1998</a>; <a href="#Sullivanb">Sullivan 2002b</a>). <span>A+</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>priori, teniendo en cuenta los requisitos necesarios para una b&uacute;squeda sistem&aacute;tica, podr&iacute;amos con0erar a los buscadores automatizados como el m&eacute;todo id&oacute;neo por su mayor exactitud en la representaci&oacute;n de los contenidos realmente disponibles en Internet. Sin embargo, al no tratarse de un sistema supervisado, debemos con0erar tambi&eacute;n sus limitaciones no s&oacute;lo para tener en cuenta el tipo de informaci&oacute;n que podr&iacute;amos perder en la b&uacute;squeda, sino para tratar de compensarlo en nuestra estrategia.</p>

<p>Por un lado, la automatizaci&oacute;n del proceso a partir de la coincidencia de t&eacute;rminos requiere del juicio de experto para la desestimaci&oacute;n de recursos irrelevantes (falsos positivos). <span>A+</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>medida que los contenidos indexados por sus bases de datos crece, y en espera del desarrollo y perfeccionamiento de herramientas que permitan al propio buscador ponderar la importancia de los resultados obtenidos en funci&oacute;n de los objetivos de b&uacute;squeda, la gran cantidad de falsos positivos que devuelve una &uacute;nica ecuaci&oacute;n de b&uacute;squeda en un &uacute;nico buscador hace imposible revisarlas todas una a una (<a href="#Texas">University of Texas 2003</a>). En el ejemplo de b&uacute;squeda a trav&eacute;s de Google (<a href="http://www.google.com/" target="_blank" name="google.com">google.com</a>) que presentamos al inicio de este art&iacute;culo, el n&uacute;mero de referencias que conten&iacute;an el t&eacute;rmino <em>psychology</em> es de 8.010.000. Como se puede adivinar con un sencillo c&aacute;lculo, suponiendo que una persona invirtiera &uacute;nicamente un segundo en consultar cada una de las referencias, tardar&iacute;a algo m&aacute;s de 92 d&iacute;as (leyendo las 24 horas del d&iacute;a) en consultar todas ellas y as&iacute; determinar si resultan relevantes o no para los objetivos de b&uacute;squeda. Incluso para aquellos que puedan leer el contenido de cada uno de los sitios web en algo menos de un segundo, 92 d&iacute;as de lectura continua resultan algo dif&iacute;cilmente manejable. M&aacute;s a&uacute;n, siendo cr&iacute;ticos con el propio sistema de coincidencias en el que se basan, no siempre un resultado positivo lleva aparejada una respuesta correcta (<a href="#Sullivan">Sullivan 2002a</a>). Por otro lado, ya que su base de datos depende de la propagaci&oacute;n de las ara&ntilde;as o robots que conforman su sistema de actualizaci&oacute;n, debemos tener presente que los recursos obtenidos como relevantes podr&iacute;an no ser todos los que est&aacute;n realmente disponibles (falsos negativos). Basar nuestra estrategia en el uso exclusivo de este m&eacute;todo de b&uacute;squeda podr&iacute;a comportar no con0erar como relevantes aquellos recursos que simplemente no han 0o indexados en el proceso de actualizaci&oacute;n (<a href="#Notess">Notess 2002</a>).</p>

<p>As&iacute; pues, recogiendo los puntos cr&iacute;ticos de los buscadores automatizados que acabamos de revisar, en la selecci&oacute;n del m&eacute;todo de b&uacute;squeda trataremos de reducir los falsos negativos y falsos positivos, as&iacute; como el sesgo que supone la utilizaci&oacute;n exclusiva de m&eacute;todos de b&uacute;squeda automatizados. En primer lugar, reduciremos los falsos negativos ampliando el n&uacute;mero de buscadores en los que poner en pr&aacute;ctica nuestra estrategia. Limitar a un &uacute;nico instrumento de b&uacute;squeda tiene la ventaja de evitar los solapamientos que pudiera haber en la con0eraci&oacute;n de los recursos potencialmente relevantes, pero como hemos visto puede ser a la vez una importante fuente de sesgo para una b&uacute;squeda sistem&aacute;tica. <span>A+</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>pesar de que todos ellos comparten la l&oacute;gica de expansi&oacute;n y actualizaci&oacute;n descrita m&aacute;s arriba, la aplicaci&oacute;n concreta de cada uno de ellos a partir de unas condiciones diferenciales (recursos de partida, potencia de los robots o ara&ntilde;as, condiciones t&eacute;cnicas que determinan el tama&ntilde;o de las bases de datos, etc.) introduce la variaci&oacute;n entre sus bases de datos y por tanto la ausencia de solapamiento. Si este solapamiento no es completo, es decir, la representaci&oacute;n de los recursos realmente disponibles difiere entre los diferentes buscadores, la utilizaci&oacute;n de una misma ecuaci&oacute;n en un momento concreto no conlleva necesariamente la obtenci&oacute;n de id&eacute;nticos resultados. Reducir los falsos negativos es entender la codificaci&oacute;n y almacenamiento de los recursos disponibles en Internet como una caracter&iacute;stica variable, y por lo tanto apostar por no limitar la b&uacute;squeda sistem&aacute;tica a un &uacute;nico instrumento de b&uacute;squeda.</p>

<p>En segundo lugar, reduciremos los falsos positivos no s&oacute;lo acudiendo al juicio de experto para evaluar la pertinencia de cada uno de ellos en funci&oacute;n de los objetivos de b&uacute;squeda, sino reduciendo el n&uacute;mero de recursos que deben ser evaluados por cada ecuaci&oacute;n de b&uacute;squeda. Para evitar la informaci&oacute;n no relevante o redundante, es habitual recomendar la reducci&oacute;n del n&uacute;mero de referencias a con0erar a partir de una ecuaci&oacute;n dada. En el <span>balance</span>  <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>entre la calidad de la informaci&oacute;n obtenida y el tiempo exigido para ella, con0eramos razonable moverse entre los diez primeros resultados que suelen ser habituales en una b&uacute;squeda m&aacute;s informal (<a href="#Madrid">Madrid &amp; Gauch 2003</a>), y una postura m&aacute;s conservadora en torno a los veinte o treinta primeros que nos asegurar&aacute;n una mayor confianza en la exhaustividad de nuestra b&uacute;squeda.</p>

<p>Y por &uacute;ltimo, en tercer lugar, reduciremos el sesgo que supone la utilizaci&oacute;n exclusiva de m&eacute;todos de b&uacute;squeda automatizados con0erando la combinaci&oacute;n con una revisi&oacute;n de lo que m&aacute;s arriba llamamos la petici&oacute;n de ayuda a un experto. Si en la b&uacute;squeda de informaci&oacute;n para unos objetivos concretos encontramos un recurso relevante, la petici&oacute;n de ayuda al experto podr&iacute;a entenderse como la con0eraci&oacute;n de los recursos propuestos por los responsables del propio recurso en la habitual secci&oacute;n de enlaces. Aunque se trata de un m&eacute;todo no automatizado y, por lo tanto, potencialmente sujeto a las mismas cr&iacute;ticas que los directorios tem&aacute;ticos, la especializaci&oacute;n esperable por parte de sus responsables en su &aacute;rea de conocimiento, nos servir&aacute; para evaluar otros que, siendo potencialmente pertinentes para nuestros objetivos de b&uacute;squeda, bien podr&iacute;an quedar fuera del alcance de los buscadores automatizados (<a href="#Meneses">Meneses <em>et al.</em> 2003</a>). Si la falta de especializaci&oacute;n por parte de los editores a la hora de construir y mantener los directorios tem&aacute;ticos puede explicar una buena parte de sus limitaciones en la representaci&oacute;n de los contenidos realmente disponibles en Internet, en esta variante de ayuda al experto encontrar&iacute;amos una buena soluci&oacute;n para evitar el sesgo derivado de la utilizaci&oacute;n en exclusiva de buscadores automatizados.</p>

<h3>Selecci&oacute;n de los instrumentos de b&uacute;squeda</h3>

<p>Una vez establecido el m&eacute;todo, la elecci&oacute;n de los instrumentos de b&uacute;squeda no es una cuesti&oacute;n balad&iacute;. En el momento en que nos encontramos en la construcci&oacute;n de una estrategia sistem&aacute;tica, la noci&oacute;n de validez ecol&oacute;gica que introdujimos m&aacute;s arriba debe servirnos de gu&iacute;a. Lejos de ser una cuesti&oacute;n de preferencias o suposiciones, la elecci&oacute;n de los buscadores que servir&aacute;n de instrumentos de b&uacute;squeda responder&aacute; a un trabajo serio y riguroso en busca de los m&aacute;s adecuados para nuestros objetivos particulares. As&iacute;, en funci&oacute;n de la tem&aacute;tica y la poblaci&oacute;n que nos interesen, ser&aacute; necesaria la revisi&oacute;n de los diferentes informes de las principales auditoras del uso de Internet que publican regularmente empresas como comScore Media Metrix (<a href="http://www.comscore.com/" target="_blank">comscore.com</a>), Cooperative Association for Internet Data Analysis (<a href="http://www.caida.org/" target="_blank">caida.org</a>), Gartner (<a href="http://www.gartner.com/" target="_blank">gartner.com</a>), iProspect (<a href="http://www.iprospect.com/" target="_blank">iprospect.com</a>), Jupiter Research (<a href="http://www.jupiterresearch.com/" target="_blank">jupiterresearch.com</a>), Nielsen//Netratings (<a href="http://www.nielsen-netratings.com/" target="_blank">nielsen-netratings.com</a>) o Search123 (<a href="http://www.search123.com/" target="_blank">search123.com</a>) entre otros. Esta colecci&oacute;n de auditoras, lejos de ser exhaustiva e invariable, se ofrece como peque&ntilde;a orientaci&oacute;n v&aacute;lida para el momento en que se editan estas l&iacute;neas. Adem&aacute;s, en el caso de que los objetivos de b&uacute;squeda est&eacute;n relacionados con una poblaci&oacute;n muy concreta como ocurre en el caso que introduciremos m&aacute;s adelante como ilustraci&oacute;n, los investigadores deber&aacute;n con0erar tambi&eacute;n aquellos publicados por organismos y entidades de &aacute;mbito local.</p>

<h3>Construcci&oacute;n de las ecuaciones de b&uacute;squeda</h3>

<p>A pesar de que aqu&iacute; seguiremos la estructura de las ecuaciones de b&uacute;squeda m&aacute;s habituales, es importante dedicar un peque&ntilde;o esfuerzo al estudio de la sintaxis de los buscadores elegidos para as&iacute; optimizar el rendimiento de nuestras b&uacute;squedas. Una revisi&oacute;n comparativa de las principales formas en <a href="#Barker">Barker</a> (2003), aunque siempre es recomendable la consulta de la documentaci&oacute;n de los propios responsables del instrumento.</p>

<p>Las ecuaciones de b&uacute;squeda son, a grandes rasgos, el medio a trav&eacute;s del cual interactuamos con el sistema de entrada de los buscadores. Aunque su sintaxis puede variar de un instrumento a otro , en l&iacute;neas generales podemos recomendar una serie de directrices a la hora de su planificaci&oacute;n y construcci&oacute;n. En primer lugar, entendiendo los t&eacute;rminos como el l&eacute;xico para la comunicaci&oacute;n con el buscador, debemos hacer una selecci&oacute;n lo suficientemente extensa como para agotar la variabilidad que puede haber en el objetivo inicial de b&uacute;squeda. Es importante tener en cuenta que al tratarse de instrumentos de b&uacute;squeda que realizan una copia literal de los contenidos en su base de datos, los t&eacute;rminos elegidos aumentar&aacute;n su efectividad m&aacute;s que por ser fruto de una elaboraci&oacute;n puramente conceptual o te&oacute;rica, por ser frecuentemente utilizados en los recursos que nos interesan. En un entorno de organizaci&oacute;n de la informaci&oacute;n basado en la ocurrencia de t&eacute;rminos, la b&uacute;squeda se convierte en el sondeo de la red, siguiendo la pista de los documentos que contienen las palabras que conforman las ecuaciones.</p>

<p>Una vez elegidos los t&eacute;rminos, construiremos las ecuaciones de b&uacute;squeda utilizando la sintaxis oportuna para cada uno de los instrumentos de b&uacute;squeda. Dada la flexibilidad <span>actual</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>de los buscadores automatizados, por norma general ser&aacute; suficiente utilizar los t&eacute;rminos diana, combinando si fuera necesario los diferentes elementos <span>sin</span>  <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>operadores, en min&uacute;sculas y <span>sin</span>  <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>tildes, utilizando las comillas &uacute;nicamente para la b&uacute;squeda de expresiones concretas. Aunque en los primeros pasos en el almacenamiento y recuperaci&oacute;n de informaci&oacute;n en Internet se aplicaron criterios de b&uacute;squeda de la documentaci&oacute;n tradicional, la popularizaci&oacute;n de los buscadores automatizados ha llevado a su simplificaci&oacute;n por ejemplo al asumir la utilizaci&oacute;n del operador AND al introducir dos t&eacute;rminos separados por un espacio. En cuanto al uso de comillas para buscar expresiones, se ha de tener en cuenta que la ocurrencia de ambos t&eacute;rminos no relacionados en el mismo documento podr&iacute;a aumentar los falsos positivos, promoviendo la con0eraci&oacute;n de recursos que pueden no ser relevantes para los objetivos de b&uacute;squeda. Teniendo en cuenta que no se con0era la totalidad de referencias devueltas por un buscador, el ruido introducido entre los resultados de los buscadores producir&iacute;a la p&eacute;rdida de informaci&oacute;n potencialmente relevante. En un ejemplo de b&uacute;squeda sobre trastornos musculares, no utilizar comillas en la ecuaci&oacute;n <em>codo de tenista</em> <span>sin</span>  <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>duda aumentar&aacute; el ruido en la b&uacute;squeda de referencias relevantes para nuestros objetivos.</p>

<h2>Sistematizaci&oacute;n de la estrategia de b&uacute;squeda: un ejemplo en Psicolog&iacute;a de la Salud</h2>

<p>A continuaci&oacute;n y para finalizar, ilustraremos el proceso de construcci&oacute;n de una estrategia sistem&aacute;tica que estamos describiendo con el que llevamos a cabo en el marco del proyecto 'La Psicologia de Salut i la Qualitat de Vida en la Societat de la Informaci&oacute; i el Coneixement' (<a href="#Vivas">Vivas et al. 2003</a>). El proyecto, uno de los pioneros en nuestro pa&iacute;s en el an&aacute;lisis de calidad de la informaci&oacute;n sobre salud disponible en Internet, dirigi&oacute; nuestros intereses de b&uacute;squeda en la informaci&oacute;n p&uacute;blicamente accesible en Internet, tanto en catal&aacute;n como en espa&ntilde;ol, relacionada con la Psicolog&iacute;a de la Salud. La b&uacute;squeda fue conducida por nuestros investigadores entre julio y noviembre de 2002, y los resultados almacenados en un directorio privado online para despu&eacute;s proceder a la copia local de los recursos y posterior an&aacute;lisis de contenido. As&iacute;, utilizando los principios para una estrategia de b&uacute;squeda sistem&aacute;tica que hemos presentado, seleccionamos el m&eacute;todo de b&uacute;squeda, los instrumentos y construimos las ecuaciones de b&uacute;squeda pertinentes.</p>

<p>A partir de una con0eraci&oacute;n minuciosa de los estudios de audiencias de servicios en Internet para nuestra poblaci&oacute;n (<a href="#NielsenNetRatings">Nielsen//Netratings 2002</a>; <a href="#AIMC">Asociaci&oacute;n para la Investigaci&oacute;n de los Medios de Comunicaci&oacute;n 2001</a>), seleccionamos los cinco buscadores automatizados m&aacute;s utilizados, a saber: Terra (<a href="http://www.terra.es/" target="_blank">terra.es</a>), Altavista (<a href="http://www.altavista.com/" target="_blank">altavista.com</a>), Google (<a href="http://www.google.com/" target="_blank">google.com</a>), Lycos (<a href="http://www.lycos.es/" target="_blank">lycos.es</a>) y MSN (<a href="http://www.msn.es/" target="_blank">msn.es</a>). <span>A+</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>pesar de la popularidad informada del buscador automatizado de Yahoo! Inc. (<a href="http://www.yahoo.es/" target="_blank">yahoo.es</a>) en los estudios de referencia, su inclusi&oacute;n entre los instrumentos de b&uacute;squeda pertinentes fue rechazada al tener su servicio subcontratado a Google en el periodo en que planificamos y realizamos la b&uacute;squeda (<a href="#Sullivanc">Sullivan 2002c</a>). <span>A+</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>continuaci&oacute;n, construimos las ecuaciones de b&uacute;squeda a partir de la combinaci&oacute;n de los t&eacute;rminos referidos a los trastornos con relevancia para la Psicolog&iacute;a de la Salud y los diferentes niveles de intervenci&oacute;n, seleccionados a partir de la revisi&oacute;n de la literatura al uso. En el caso de los trastornos, fueron elegidos aquellos relevantes para la Psicolog&iacute;a de la Salud a partir del listado de enfermedades descritas por la OMS (<a href="#OMS">Organizaci&oacute;n Mundial de la Salud, n.d.</a>), y en el caso de los niveles de intervenci&oacute;n los t&eacute;rminos fueron elegidos a partir de la revisi&oacute;n de los manuales al uso de la disciplina (<a href="#Leon">Le&oacute;n &amp; Medina 2002</a>; <a href="#Brannon">Brannon &amp; Feist 2001</a>; <a href="#Amigo">Amigo <em>et al.</em> 1998</a>). Siguiendo las indicaciones para la construcci&oacute;n de ecuaciones que present&aacute;bamos m&aacute;s arriba, introdujimos adem&aacute;s en todas las ecuaciones el t&eacute;rmino <em>psicologia</em> para reducir los falsos positivos y as&iacute; aumentar la probabilidad en la detecci&oacute;n de recursos relevantes para la disciplina.</p>

<h3>Formulaci&oacute;n de la estrategia de b&uacute;squeda</h3>

<p>Una vez aqu&iacute;, y tras un ensayo realizado por los propios investigadores para demostrar la nece0ad de utilizar una combinaci&oacute;n de los m&eacute;todos de b&uacute;squeda automatizada y ayuda de experto (<a href="#Meneses">Meneses <em>et al.</em> 2002</a>), pusimos en marcha la b&uacute;squeda a trav&eacute;s de los pasos que siguen (<a href="#cuadro1">ver cuadro 1</a>):</p>

<h4>1. Acceso v&iacute;a web al primero de los cinco buscadores elegidos</h4>

<p>A partir de los buscadores automatizados seleccionados para este estudio (buscador #1, buscador #2, buscador #3, buscador #4 y buscador #5), accedimos a la web del primero para realizar la b&uacute;squeda.</p>

<h4>2. Introducci&oacute;n de las ecuaciones de b&uacute;squeda en los sistemas de entrada</h4>

<p>Construidas las trescientas diez ecuaciones de b&uacute;squeda resultantes de la combinaci&oacute;n de los treinta y un trastornos, los diez niveles de intervenci&oacute;n seleccionados y el t&eacute;rmino "psicologia", introdujimos la primera en el sistema de entrada del buscador para enviar la consulta al servidor.</p>

<h4>3. Selecci&oacute;n del primer recurso relevante de entre los resultados obtenidos en la b&uacute;squeda e inclusi&oacute;n en el buscador</h4>

<p>Obtenida la p&aacute;gina de resultados para la ecuaci&oacute;n de b&uacute;squeda, cada una de las treinta primeras referencias propuestas por el buscador fueron visitadas para seleccionar la primera relevante de acuerdo a los objetivos de b&uacute;squeda. Se con0era una referencia relevante cuando aborda alguna de las &aacute;reas de inter&eacute;s, excluyendo en todo caso recursos puntuales no pertinentes, como son las webs de bibliotecas o cat&aacute;logos bibliogr&aacute;ficos, los diarios y los programas de asignaturas universitarias. Estos recursos fueron manejados como falsos positivos, al contener las palabras claves a partir de las que realizamos la busca pero resultar irrelevantes para los objetivos de b&uacute;squeda.</p>

<h4>4. Con0eraci&oacute;n de los recursos propuestos por los responsables</h4>

<p>Una vez aceptado el recurso localizado a trav&eacute;s del buscador automatizado, revisamos su contenido en busca de otras referencias propuestas como relevantes en su &aacute;mbito, generalmente agrupadas en un apartado llamado enlaces, directorio de recursos, <span>links</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>de inter&eacute;s, etc. Localizado el apartado, revisamos todas y cada una de las referencias propuestas, trat&aacute;ndolas de forma id&eacute;ntica a las referencias ofrecidas por el buscador, incluyendo los recursos relevantes en el directorio y valorando de nuevo las referencias propuestas en cada uno de ellos.</p>

<h4>5. Selecci&oacute;n y exploraci&oacute;n de los siguientes recursos relevantes de entre los resultados ofrecidos por el buscador automatizado</h4>

<p>Evaluados los enlaces propuestos por los responsables del primer recurso seleccionado anteriormente de entre los resultados del buscador, continuamos nuestra b&uacute;squeda repitiendo el proceso desde el paso 3 de forma c&iacute;clica hasta llegar a la referencia n&uacute;mero treinta.</p>

<h4>6. Acceso v&iacute;a web y exploraci&oacute;n de los resultados ofrecidos por cada uno de los restantes buscadores automatizados</h4>

<p>A partir de este momento, el proceso de b&uacute;squeda comenz&oacute; de nuevo, manteniendo la misma ecuaci&oacute;n de b&uacute;squeda pero variando el buscador, eligiendo los recursos relevantes as&iacute; como los propuestos por estos tal y como se detalla en los pasos anteriores.</p>

<h4>7. Repetici&oacute;n de la anterior secuencia utilizando cada una de las diferentes ecuaciones de b&uacute;squeda construidas</h4>

<p>Agotadas todas las combinaciones posibles de la ecuaci&oacute;n de b&uacute;squeda con cada uno de los buscadores escogidos, el proceso comenz&oacute; de nuevo con la siguiente ecuaci&oacute;n hasta agotar a las algo m&aacute;s de trescientas.</p>

<p>De esta forma, llevamos a cabo un total de 1550 b&uacute;squedas (310 ecuaciones de b&uacute;squeda x 5 buscadores), evaluando la pertinencia de un total de 46.500 referencias (1550 b&uacute;squedas x 30 referencias evaluadas en cada una), as&iacute; como las propuestas de los responsables de cada uno de los recursos relevantes para los objetivos de b&uacute;squeda. Esta estrategia sistem&aacute;tica nos permiti&oacute; la localizaci&oacute;n de 368 recursos relevantes para la Psicolog&iacute;a de la Salud 23 en catal&aacute;n y 345 en castellano. Los resultados de esta investigaci&oacute;n, as&iacute; como los detalles en la ejecuci&oacute;n de la b&uacute;squeda, pueden leerse en <a href="#Vivas">Vivas et al.</a> (2003).</p>

<h2>Conclusiones</h2>

<p>Las principales conclusiones que se derivan de este estudio se presentan de forma esquem&aacute;tica a continuaci&oacute;n.</p>

<ul>
  <li>Con la progresiva difusi&oacute;n de Internet como medio para la distribuci&oacute;n y acceso a la informaci&oacute;n, surge la nece0ad de crear sistemas eficaces para la b&uacute;squeda sistem&aacute;tica de informaci&oacute;n relevante, en busca de las propiedades de exhaustividad, replicabilidad del procedimiento y validez ecol&oacute;gica. El contexto de b&uacute;squeda aqu&iacute; expuesto, as&iacute; como la estrategia que hemos presentado como ejemplo, pretenden servir de marco de referencia en cualquier &aacute;rea de conocimiento.</li>

  <li>No es posible, adem&aacute;s de ser algo arriesgado, asegurar que una determinada estrategia de b&uacute;squeda ser&aacute; lo suficientemente exhaustiva como para no perder ning&uacute;n recurso relevante. La exhaustividad, lejos de ser una cualidad de todo o nada, es una dimensi&oacute;n &iacute;ntimamente relacionada con la relaci&oacute;n entre la calidad de la informaci&oacute;n obtenida y el tiempo empleado para la b&uacute;squeda.</li>

  <li>La exploraci&oacute;n sistem&aacute;tica de los contenidos ofrecidos en Internet, independientemente de los objetivos a los que responda, requiere de una reflexi&oacute;n m&aacute;s profunda que la que se da en el caso de las b&uacute;squedas informales. Como hemos demostrado, la elecci&oacute;n de un m&eacute;todo y no otro, la poblaci&oacute;n para la que realizamos la b&uacute;squeda, los instrumentos que elegimos y la propia estrategia de b&uacute;squeda con que operativizamos el proceso, no s&oacute;lo no son decisiones arbitrarias sino que determinan en un alto grado los resultados obtenidos.</li>

  <li>Al contemplar la informaci&oacute;n disponible en la red como una parte importante de la informaci&oacute;n p&uacute;blicamente disponible en las diferentes &aacute;reas de conocimiento, con0eramos a los responsables de los propios recursos como expertos en el &aacute;rea. Sin abordar cuestiones relativas al dominio de los contenidos, tienen un papel fundamental en la selecci&oacute;n de los enlaces de los recursos relevantes para su &aacute;rea de conocimiento. Con0erarlos como una de las principales puertas de entrada a la informaci&oacute;n es, no s&oacute;lo acercar la b&uacute;squeda sistem&aacute;tica a las pautas utilizadas generalmente en la navegaci&oacute;n informal, sino evitar la limitaci&oacute;n que supone una b&uacute;squeda articulada sobre la mera ocurrencia de t&eacute;rminos.</li>

  <li>Al contrario de lo que podr&iacute;a suponerse a priori, el uso de buscadores automatizados puede no ser la mejor respuesta ante una nece0ad de b&uacute;squeda sistem&aacute;tica. En todo caso, no es la &uacute;nica alternativa, ni recomendamos su uso en exclusiva a pesar de ser uno de los sistemas de b&uacute;squeda y recuperaci&oacute;n de informaci&oacute;n m&aacute;s complejos y completos.</li>

  <li>El presente art&iacute;culo adem&aacute;s, pretende servir de ayuda en la precisi&oacute;n terminol&oacute;gica en el marco de las b&uacute;squedas de informaci&oacute;n en Internet. En muchas ocasiones, conceptos como el m&eacute;todo o la estrategia de b&uacute;squeda son utilizados de forma indistinta, y no son muchos los lugares en los que se argumente claramente a favor y en contra de un determinado m&eacute;todo desde el punto de vista de las garant&iacute;as que puede ofrecer en la aproximaci&oacute;n sistem&aacute;tica.  Concretamente la propuesta aqu&iacute; presentada, despu&eacute;s analizar todas las ventajas e inconvenientes se basa en la selecci&oacute;n de los buscadores automatizados como el m&eacute;todo m&aacute;s id&oacute;neo compensando sus limitaciones con nuestra estrategia sistem&aacute;tica de b&uacute;squeda de informaci&oacute;n en Internet.</li>

  <li>La evaluaci&oacute;n de calidad de los contenidos p&uacute;blicamente disponibles en la red, y m&aacute;s a&uacute;n en el &aacute;rea de la salud por las implicaciones que el uso de informaci&oacute;n incorrecta o de mala calidad puede suponer, no es m&aacute;s que el examen de los resultados obtenidos tras la ejecuci&oacute;n de una estrategia de b&uacute;squeda.</li>
</ul>

<h2>Agradecimientos</h2>

<p>Esta investigaci&oacute;n ha 0o realizada, en parte, gracias a la ayuda del Internet Interdisciplinary Institute (IN3IR220); del Departament d'Universitats, Recerca i Societat de la Informaci&oacute; de la Generalitat de Catalunya (2003FI 00016); y del Ministerio de Ciencia y Tecnolog&iacute;a (SEC2003-03403/PSCE).</p>

<h2>Referencias</h2>

<ul>
  <li><a name="Abbate" id="Abbate"></a>Abbate, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> (2000). <em>Inventing the Internet</em>. Cambridge: Mit Press.</li>

  <li><a name="Amigo" id="Amigo"></a>Amigo, I., Fern&aacute;ndez, C. &amp; P&eacute;rez, M. (1998). <em>Manual de psicolog&iacute;a de la salud</em>. Madrid: Pir&aacute;mide.</li>

  <li><a name="AIMC" id="AIMC"></a>Asociaci&oacute;n para la Investigaci&oacute;n de los Medios de Comunicaci&oacute;n (2001). <a href="http://www.aimc.es/03internet/macro2001.pdf" target="_blank"><em>Navegantes en la red. Cuarta encuesta AIMC a usuarios de Internet</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from AIMC Website, http://www.aimc.es/03internet/macro2001.pdf</li>

  <li><a name="Barker" id="Barker"></a>Barker, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> (2003). <a href="http://www.lib.berkeley.edu/TeachingLib/Guides/Internet/FindInfo.html" target="_blank"><em>Finding information on the Internet: a tutorial</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from University of California, Library Berkeley Web site: http://www.lib.berkeley.edu/TeachingLib/Guides/Internet/FindInfo.html</li>

  <li><a name="Barroso" id="Barroso"></a>Barroso, L.<span>A+</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>, Dean, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>, H&ouml;lzle, U. (2003). Web <span>search</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>for a planet: the Google cluster architecture. <em>IEEE Micro</em>, <strong>23</strong>(2) 22-28.</li>

  <li><a name="Bergman" id="Bergman"></a>Bergman, M.K. (2000). <a href="http://www.brightplanet.com/deepcontent/" target="_blank"><em>The deep Web: surfacing hidden value</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from Brighplanet Website, http://www.brightplanet.com/deepcontent/</li>
  
  <li><a name="Brannon" id="Brannon"></a>Brannon, L. &amp; Feist, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> (2001). <em>Psicolog&iacute;a de la salud</em>. Madrid: Paraninfo.</li>

  <li><a name="Brin" id="Brin"></a>Brin, S. &amp; Page, L. (1998).  The anatomy of a large scale hypertextual Web <span>search</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>engine. <em>Computer Networks and ISDN Systems</em>, <strong>30</strong>(1-7) 107-117.</li>

  <li><a name="Clickz" id="Clickz"></a>Clickz Stats (2004). <a href="http://www.clickz.com/stats/sectors/geographics/article.php/5911_151151" target="_blank"><em>Population explosion!</em></a> <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>1 January 2005 from Clikz website, http://www.clickz.com/stats/sectors/geographics/article.php/5911_151151</li>

  <li><a name="CIA" id="CIA"></a>Computer Industry Almanac Inc. (2004). <a href="http://www.c-i-a.com/pr0904.htm" target="_blank"><em>Worldwide Internet users will top 1 billion in 2005</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>1 January 2005 from CIA Website, http://www.c-i-a.com/pr0904.htm.</li>

  <li><a name="Garcia" id="Garcia"></a>Garc&iacute;a, F. (1996, January 19). Business and marketing on the Internet. <em>The <span>Computer</span>  <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>Paper</em>, <strong>9</strong>(1).</li>

  <li><a name="Glasner" id="Glasner"></a>Glasner, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> (2003, January 4). <a href="http://www.wired.com/news/business/0,1367,57065,00.html" target="_blank">Court punts Sex.com <span>domain</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>case</a>. <em>Wired News</em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from http://www.wired.com/news/business/0,1367,57065,00.html</li>

  <li><a name="ISC" id="ISC"></a>Internet Software Consortium (2005). <a href="http://www.isc.org/index.pl?/ops/ds/" target="_blank"><em>ISC Internet Domain Survey</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>1 January, 2005 from Internet Software Consortium Website, http://www.isc.org/index.pl?/ops/ds/</li>

  <li><a name="Johnson" id="Johnson"></a>Johnson, C. <span>A+</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> (2004). <a href="../10-1/paper201.html" target="_blank">Choosing people: the role of social capital in information seeking behaviour</a>. Information Research, <strong>10</strong>(1), paper 201. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>1 January, 2005 from http://informationr.net/ir/10-1/paper201.html</li>
  
  <li><a name="Lawrence" id="Lawrence"></a>Lawrence, S. &amp; Giles, C.L. (1999). <a href="http://www.nature.com/cgi-taf/DynaPage.taf?file=/nature/journal/v400/n6740/full/400107a0_fs.html">
Accessibility and <span>distribution</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>of information on the Web</a>. <em>Nature</em>, <strong>400</strong>(107), 107-109.  <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>18th April, 2005 from http://www.nature.com/cgi-taf/DynaPage.taf?file=/nature/ journal/v400/n6740/full/400107a0_fs.html (Subscription required.)</li>

  <li><a name="Leon" id="Leon"></a>Le&oacute;n, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> M. &amp; Medina, S. (2002). <em>Psicolog&iacute;a social de la salud. Fundamentos te&oacute;ricos y metodol&oacute;gicos</em>. Sevilla: Comunicaci&oacute;n <span>Social</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>Ediciones y Publicaciones.</li>

  <li><a name="Leonb" id="Leonb"></a>Le&oacute;n, O. G. &amp; Montero, I. (2003). <em>M&eacute;todos de investigaci&oacute;n en psicolog&iacute;a y educaci&oacute;n (3rd Ed.)</em>. Madrid: McGraw-Hill.</li>

   <li><a name="Madrid" id="Madrid"></a>Madrid, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> M. &amp; Gauch, S. (2003). KeyConcept: un motor de b&uacute;squeda conceptual. <em>Sistemas &amp; Telem&aacute;tica</em>, <strong>1</strong>(1), 47-62.</li>
  
  <li><a name="Martin" id="Martin"></a>Martin, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> (2001, December 17). Googlandia. <em>Ciberpa&iacute;s,</em>, 25-29.</li>

  <li><a name="Meneses" id="Meneses"></a>Meneses, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>, Armayones, M., Boixad&oacute;s, M., Suelves, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> M., Valiente, L., &amp; Vivas, P. (2003). B&uacute;squeda exhaustiva de informaci&oacute;n de Internet: una propuesta de protocolo desde la Psicolog&iacute;a. <em>Encuentros en Psicolog&iacute;a Social</em>, <strong>1</strong>(1) 133-138.</li>

  <li><a name="NielsenNetRatings" id="NielsenNetRatings"></a>Nielsen//NetRatings (2002). <a href="http://www.nielsen-netratings.com/pr/pr_020716.pdf" target="_blank"><em>Hispanics are the fastest <span>growing</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>ethnic group</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from Nielsen//Netratings Website, http://www.nielsen-netratings.com/pr/pr_020716.pdf</li>

  <li><a name="Notess" id="Notess"></a>Notess, G. (2002). <a href="http://www.searchengineshowdown.com/strat/" target="_blank"><em>Learning about searching</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from Search Engine Showdown Website, http://www.searchengineshowdown.com/strat/</li>

  <li><a name="Notessb" id="Notessb"></a>Notess, G. (2003). <a href="http://www.searchengineshowdown.com/stats/" target="_blank"><em>Search engine statistics</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from Search Engine Showdown Website, http://www.searchengineshowdown.com/stats/</li>

  <li><a name="OMS" id="OMS"></a>Organizaci&oacute;n Mundial de la Salud (n.d.). <a href="http://www.who.int/health_topics/es/" target="_blank"><em>Temas de salud</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December 2003 from WHO Website, http://www.who.int/health_topics/es/</li>

  <li><a name="Oppenheim" id="Oppenheim"></a>Oppenheim, C., Morris, <span>A+</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>, McKnight, C. &amp; Lowley, S. (2000). The evaluation of WWW <span>search</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>engines. <em>Journal of Documentation</em>, <strong>56</strong>(2) 190-211.</li>

  <li><a name="PEW" id="PEW"></a>Pew Internet &amp; American Life Project Tracking (2005). <a href="http://www.pewinternet.org/trends.asp" target="_blank"><em>Daily Internet activities. The percentage of Internet users who do a given activity on a 'typical <span>day</span>' <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span></em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>1 January, 2005 from PEW Website, http://www.pewinternet.org/trends.asp</li>

  <li><a name="Romero" id="Romero"></a>Romero, <span>A+</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> (2002). La nueva herramienta de informaci&oacute;n, documentaci&oacute;n y comunicaci&oacute;n: Internet. In F.M. Tortosa, C. Civera (Eds.), <em>Nuevas tecnolog&iacute;as de la informaci&oacute;n y documentaci&oacute;n en psicolog&iacute;a</em> (pp. 163-197). Barcelona: Ariel.</li>

  <li><a name="Sullivan" id="Sullivan"></a>Sullivan, D. (2002a). <a href="http://www.searchenginewatch.com/searchday/article.php/2160001" target="_blank"><em>An <span>Egyptian</span>  <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>stumper for Google, or is it?</em></a> <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December, 2003 from Search Engine Watch Website, http://www.searchenginewatch.com/searchday/article.php/2160001</li>

  <li><a name="Sullivanb" id="Sullivanb"></a>Sullivan, D. (2002b). <a href="http://www.searchenginewatch.com/webmasters/article.php/2168031" target="_blank"><em>How Search Engines Work</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December, 2003 from Search Engine Watch Website, http://www.searchenginewatch.com/webmasters/article.php/2168031</li>

  <li><a name="Sullivanc" id="Sullivanc"></a>Sullivan, D. (2002c). <a href="http://searchenginewatch.com/sereport/article.php/2165081" target="_blank"><em>Yahoo Renews With Google, Changes Results</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December, 2003 from Search Engine Watch Website, http://searchenginewatch.com/sereport/article.php/2165081</li>

  <li><a name="Texas" id="Texas"></a>The University of Texas System Digital Library (2003). <a href="http://tilt.lib.utsystem.edu/" target="_blank"><em>Texas information literacy tutorial</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December, 2003 from University of Texas System Digital Library Website, http://tilt.lib.utsystem.edu/</li>

  <li><a name="UNCTAD" id="UNCTAD"></a>United Nations Conference on Trade and <span>Development</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>(2004). <a href="http://www.unctad.org/en/docs/ecdr2004_en.pdf" target="_blank"><em>E-commerce and development report 2004</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>1 January, 2005 from http://www.unctad.org/en/docs/ecdr2004_en.pdf</li>

  <li><a name="Vivas" id="Vivas"></a>Vivas, P., Armayones, M., Boixad&oacute;s, M., Herrero, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> Meneses, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>, Suelves, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> M. &amp; Valiente, L. (2003). <a href="http://www.uoc.edu/in3/psinet/docs/publicaciones/working02.pdf" target="_blank"><em>Salut i Internet: cerca, tem&aacute;tica i qualitat del seu contingut</em></a>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>20 December, 2003 from Universitat Oberta de Catalunya, PSiNET Group Web site, http://www.uoc.edu/in3/psinet/docs/publicaciones/working02.pdf</li>
  
  </ul>

<hr size="3" style="color:#000080 ;" />

<div align="center"><b><a name="AppA">Appendix A</a></b></div><br />

<table width="550" border="1" cellspacing="0" cellpadding="3" style="background-color: #FDFFDD; font-family: Verdana, Geneva, Arial, Helvetica, sans-serif; font-size: smaller; font-style: normal; border: solid;" align="center">
<caption align="bottom"><br /><strong>Tabla 1: Definici&oacute;n de la terminolog&iacute;a asociada a la B&uacute;squeda de Informaci&oacute;n en Internet</strong></caption>
<tr><th width="150">T&eacute;rmino</th><th width="400">Definici&oacute;n</th></tr>
<tr><td width="150">M&eacute;todo de B&uacute;squeda</td><td width="400"><a name="metodo"></a>Perspectiva previa al planteamiento de una b&uacute;squeda de informaci&oacute;n concreta que determina, a trav&eacute;s de la elecci&oacute;n de un m&eacute;todo de b&uacute;squeda concreto, la forma en la que &eacute;sta ser&aacute; llevada a cabo, as&iacute; como el tipo de resultados que se espera obtener.</td></tr>
<tr><td width="150">Estrategia de B&uacute;squeda</td><td width="400"><a name="estrategia"></a>Procedimiento detallado que permite estructurar la secuencia de pasos a seguir al utilizar un determinado m&eacute;todo de b&uacute;squeda de informaci&oacute;n. Una estrategia bien estructurada permite asegurar la replicabilidad de la b&uacute;squeda, as&iacute; como acordar razonablemente que las variaciones en los resultados de la b&uacute;squeda se deben a una variaci&oacute;n en el universo de b&uacute;squeda y no en el propio procedimiento.</td></tr>
<tr><td width="150">Instrumento de B&uacute;squeda</td><td width="400"><a name="instrumento"></a>Herramienta dise&ntilde;ada para organizar el proceso de b&uacute;squeda de informaci&oacute;n que, en el caso de la b&uacute;squeda de informaci&oacute;n v&iacute;a web, consta habitualmente de un sistema de entrada, una base de datos sobre la que realizar la b&uacute;squeda y un sistema de actualizaci&oacute;n de su contenido. El tipo de informaci&oacute;n contenida en su base de datos junto al propio sistema de actualizaci&oacute;n, determinan la potencia del instrumento y por lo tanto el n&uacute;mero de referencias relevantes arrojadas ante una b&uacute;squeda determinada.</td></tr>
<tr><td width="150">Ecuaci&oacute;n de b&uacute;squeda</td><td width="400"><a name="ecuacion"></a>T&eacute;rmino o conjunto de t&eacute;rminos con0erados relevantes para la localizaci&oacute;n de fuentes pertinentes de acuerdo a una b&uacute;squeda de informaci&oacute;n concreta, obtenidos tras la adaptaci&oacute;n del objetivo inicial de b&uacute;squeda al sistema de entrada de los propios instrumentos de b&uacute;squeda.</td></tr>
<tr><td width="150">Universo de b&uacute;squeda</td><td width="400"><a name="universo"></a>Conjunto global de documentos sobre el que se realizar&aacute; la b&uacute;squeda. Dado que el sistema de incorporaci&oacute;n de nuevos recursos no est&aacute; supervisado por el hombre, la cantidad total de documentos sobre la que se realiza la b&uacute;squeda es imposible de conocer, pero queda delimitada te&oacute;ricamente como la totalidad de recursos a los que existe acceso real v&iacute;a web. Derivado de esta limitaci&oacute;n en su mensurabilidad, los instrumentos de b&uacute;squeda trabajan a partir de una base de datos que contiene una representaci&oacute;n m&aacute;s o menos ajustada de este universo te&oacute;rico.</td></tr>
</table>

<br />
<hr size="3" style="color:#000080 ;" />

<div align="center"><b><a name="AppB">Appendix B</a></b></div><br />
<br />
<div align="center"><a name="cuadro1"></a><img src="p231fig1.gif" alt="fig1" width="567" height="494" border="0" />
<br />
Cuadro 1: Esquema de propuesta de estrategia de b&uacute;squeda sistem&aacute;tica para la b&uacute;squeda exhaustiva de informaci&oacute;n.</div>
<br />
<hr size="3" style="color:#000080 ;" />

<div align="center"><b><a name="abs">Abstract</a></b></div>

<blockquote>
<strong>Background:</strong> With the progressive increase of publicly available contents on the Internet and as information searching has become one of the most frequent online activities, informal and common searching cannot <span>respond</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>to the aims of scientific research. In <span>regard</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>to the relevant contents in a specific field of knowledge in a non-organized <span>environment</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>such as the Internet, the need to develop efficient procedures to guarantee a systematic <span>search</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>process arises.<br />
<strong>Aim:</strong> The aim of this article is to <span>suggest</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>a <span>framework</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>for developing systematic <span>strategies</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>for the exhaustive information seeking process on the Internet, <span>easily</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>adaptable to specific seeking goals.<br />
<strong>Method:</strong> Review and proposal of a <span>framework</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>for this decision making process based upon method and <span>instruments</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>selection, and <span>equation</span>  <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>development. <span>Furthermore</span>, <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> the whole process is exemplified by the development of a systematic strategy in the field of the information about Health <span>Psychology</span>. <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span><br />
<strong>Conclusions:</strong> The development of these procedures or <span>strategies</span>, <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> articulated by means of the properties of exhaustiveness in the <span>search</span>  <span class="exper" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>process, replicability of the procedure and ecologic validity, is not  <span>arbitrary</span>, <span class="quanti" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span> but is <span>directly</span>  <span class="conce" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>related to the time spent in the carrying out of the process and the <span>quality</span>  <span class="quali" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>of the resulting information.<br />
</blockquote>

<hr style="COLOR: #000080" size="1" />
<table cellspacing="10" align="center">

<tr><td align="center" valign="top">
<center>
<form method="get" action="http://scholar.google.com/scholar" target="_blank">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="&quot;search strategies&quot; &quot;information seeking&quot; Internet"></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-family: Verdana; font-size: small; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
</td></tr></table></form>
<td colspan="2" align="center" style="font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject.<br /></td>
<td align="center" valign="top">
<!-- Search Google -->
<center>
<form method="get" action="http://www.google.com/custom" target="_top">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="&quot;search strategies&quot; &quot;information seeking&quot; Internet"></input><br />
<input type="submit" name="sa" value="Google Search"  style="font-family: Verdana; font-size: small; font-weight: bold;"></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>
<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
</td></tr></table>
</form>
</center>
<!-- Search Google -->
</td></tr>
</table>

<hr style="COLOR: #000080" size="1" />

<div align="center">
<h4>How to cite this paper:</h4>Meneses, <span>J++</span>. <span class="compus" style="width:1px;border-width:108px 36px 108px 36px;position:relative;">.</span>, Boixad&oacute;s, M., Valiente, L., Vivas, P. &amp; Armayones, M. (2004). &quot;Construcci&oacute;n de estrategias sistem&aacute;ticas para la b&uacute;squeda exhaustiva de informaci&oacute;n en Internet: un marco de toma de decisiones aplicado a la informaci&oacute;n sobre psicolog&iacute;a de la salud&quot; &nbsp; <em>Information Research</em>, <strong>10</strong>(3) paper 231 [Available at http://InformationR.net/ir/10-3/paper231.html]</div>
<br />

<hr style="COLOR: #000080" size="1" />

<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>
<img src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper231" align="middle"  width="60" height="20" border="0" hspace="4" vspace="2" alt="counter" /><br /><a href="http://www.digits.com/">Web Counter</a>
</div></td>

<td align="center" valign="top"><div>
&copy; the authors, 2005. <br />Last updated: 10 April, 2005
</div></td>

<td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" />
</td></tr>
</table>
<hr size="1" style="color:#000080 ;" />

<table align="center"><tr><td><div id="button">
<ul>
	<li><a href="infres103.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>

</ul>
</div></td></tr></table>



<hr size="3" style="color:#000080 ;" />
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/10-3/paper231.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:16 GMT -->
</html>
