<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>

<!-- Mirrored from informationr.net/ir/7-1/spanish2.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 21:10:57 GMT -->
<head>
<link rel="stylesheet" href="../IRstyle.css">
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.78 [en] (Win98; U) [Netscape]">
   <title>Abstracts in Spanish</title>
<link rel="stylesheet" href="../IRstyle.css">
<style>
BLOCKQUOTE {
		BACKGROUND-COLOR: #FFFFff;
		COLOR: black;
		FONT-FAMILY: serif;
		FONT-SIZE: medium;
		FONT-STYLE: normal;
		FONT-WEIGHT: 500;
		MARGIN-LEFT: 50px;
		MARGIN-RIGHT: 50px;
		TEXT-ALIGN: justify
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_nbGroup(event, grpName) { //v6.0
  var i,img,nbArr,args=MM_nbGroup.arguments;
  if (event == "init" && args.length > 2) {
    if ((img = MM_findObj(args[2])) != null && !img.MM_init) {
      img.MM_init = true; img.MM_up = args[3]; img.MM_dn = img.src;
      if ((nbArr = document[grpName]) == null) nbArr = document[grpName] = new Array();
      nbArr[nbArr.length] = img;
      for (i=4; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
        if (!img.MM_up) img.MM_up = img.src;
        img.src = img.MM_dn = args[i+1];
        nbArr[nbArr.length] = img;
    } }
  } else if (event == "over") {
    document.MM_nbOver = nbArr = new Array();
    for (i=1; i < args.length-1; i+=3) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = (img.MM_dn && args[i+2]) ? args[i+2] : ((args[i+1])? args[i+1] : img.MM_up);
      nbArr[nbArr.length] = img;
    }
  } else if (event == "out" ) {
    for (i=0; i < document.MM_nbOver.length; i++) {
      img = document.MM_nbOver[i]; img.src = (img.MM_dn) ? img.MM_dn : img.MM_up; }
  } else if (event == "down") {
    nbArr = document[grpName];
    if (nbArr)
      for (i=0; i < nbArr.length; i++) { img=nbArr[i]; img.src = img.MM_up; img.MM_dn = 0; }
    document[grpName] = nbArr = new Array();
    for (i=2; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = img.MM_dn = (args[i+1])? args[i+1] : img.MM_up;
      nbArr[nbArr.length] = img;
  } }
}
//-->
</script>
</head>
<body bgcolor="#ffffff" onLoad="MM_preloadImages('../figs/iauthori1.gif','../figs/isubji1.gif','../figs/isearch1.gif','../figs/ihome1.gif','../figs/contents1.gif')">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td align="center" colspan="5"><h4>Information Research, Vol. 7 No. 1, October 2001,</h4></td></tr>
  <tr> 
    <td><a href="infres71.html" target="_top" onClick="MM_nbGroup('down','group1','contents','',1)" onMouseOver="MM_nbGroup('over','contents','../figs/contents1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img name="contents" src="../figs/contents.gif" border="0" alt="" onLoad=""></a></td>
    <td><a href="../iraindex.html" target="_top" onClick="MM_nbGroup('down','group1','authorindex','',1)" onMouseOver="MM_nbGroup('over','authorindex','../figs/iauthori1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/iauthori.gif" alt="" name="authorindex" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../irsindex.html" target="_top" onClick="MM_nbGroup('down','group1','subjindex','',1)" onMouseOver="MM_nbGroup('over','subjindex','../figs/isubji1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/isubji.gif" alt="" name="subjindex" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../search.html" target="_top" onClick="MM_nbGroup('down','group1','search','',1)" onMouseOver="MM_nbGroup('over','search','../figs/isearch1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/isearch.gif" alt="" name="search" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../index.html" target="_top" onClick="MM_nbGroup('down','group1','home','',1)" onMouseOver="MM_nbGroup('over','home','../figs/ihome1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img name="home" src="../figs/ihome.gif" border="0" alt="" onLoad=""></a></td>
  </tr>
</table>
<hr color=#ff00ff SIZE=3>

<h1>
Abstracts in Spanish/Res&uacute;menes en Espa&ntilde;ol</h1>


<HR color="#ff00ff" SIZE=3>
<h1>N&uacute;mero especial sobre Exploraci&oacute;n (prospecci&oacute;n)
del entorno e Inteligencia competitiva.</h1>
</div>

<h4><a href="paper112.html">Environmental scanning as information seeking and
organizational learning</a><br>
La exploraci&oacute;n del entorno como b&uacute;squeda de informaci&oacute;n
y aprendizaje organizacional, por Chun Wei Choo, Universidad de Toronto,
Canad&aacute;</h4>

<blockquote>La<b> </b>exploraci&oacute;n del entorno es la adquisici&oacute;n
y uso de informaci&oacute;n sobre los acontecimientos, tendencias, y relaciones
en un entorno externo a la organizaci&oacute;n, cuyo conocimiento ayudar&iacute;a
a la direcci&oacute;n en la planificaci&oacute;n de acciones futuras de
la organizaci&oacute;n. Dependiendo de las creencias de la organizaci&oacute;n
sobre la posibilidad de an&aacute;lisis y el grado de intromisi&oacute;n
en el entorno con el prop&oacute;sito de entenderlo, pueden diferenciarse
cuatro modos de exploraci&oacute;n:&nbsp; visi&oacute;n sin direcci&oacute;n,
visi&oacute;n condicionada, determinaci&oacute;n de futuras actuaciones,
y b&uacute;squeda. Analizamos cada modo de exploraci&oacute;n examinando
sus necesidades de informaci&oacute;n caracter&iacute;sticas, b&uacute;squeda
de&nbsp; informaci&oacute;n, y conductas de uso de informaci&oacute;n.
Adem&aacute;s, analizamos los procesos de aprendizaje organizacionales
considerando los procesos de comprensi&oacute;n del significado, creaci&oacute;n
de conocimiento y toma de decisiones en el trabajo en cada modo.</blockquote>

<h4><a href="paper113.html">Scanning and vicarious learning from adverse events
in health care</a><br>
<b>Exploraci&oacute;n&nbsp; y aprendizaje delegado de los eventos adversos
en la salud p&uacute;blica, por Anu Macintosh-Murray, Universidad de Toronto,
Canad&aacute;</b></h4>

<blockquote>Los estudios han mostrado que los eventos cl&iacute;nicos adversos
serios ocurren aproximadamente en el 3%-10% de las admisiones hospitalarias
agudas, y un tercio de estos eventos adversos produce invalidez permanente
o muerte. Estos resultados han llevado a pedir sistemas nacionales de informaci&oacute;n
de errores m&eacute;dicos y a un mayor aprendizaje organizacional por parte
de los hospitales. Pero, &iquest;los hospitales y el personal de hospital
prestan suficiente atenci&oacute;n a esta informaci&oacute;n de riesgo
que podr&iacute;an aprender de cada fracaso ajeno o evento adverso? Este
documento proporciona una apreciaci&oacute;n global de la importancia de
la exploraci&oacute;n y aprendizaje delegado de los eventos adversos. Propongo
que la atenci&oacute;n y el enfoque informativo en organizaciones de salud
p&uacute;blica, la afinidad organizacional, y la capacidad de absorci&oacute;n,
pueden influir en los resultados de la exploraci&oacute;n y aprendizaje
delegados.&nbsp; Se discuten las implicaciones para futuras investigaciones.</blockquote>

<h4>
<a href="paper121.html">Factors influencing environmental scanning in the
organizational context</a><br>
Factores que influyen en la exploraci&oacute;n del entorno en el contexto
organizacional, por Zita Correia, el Instituto Nacional para Dise&ntilde;o
y Tecnolog&iacute;a Industrial, Lisboa, Portugal y T.D. Wilson, Universidad
de Sheffield, R.U.</h4>

<blockquote>Este art&iacute;culo identifica y analiza los factores internos
a la organizaci&oacute;n, que afecta la actividad de exploraci&oacute;n
del entorno, entendida aqu&iacute; como la actividad de b&uacute;squeda
de informaci&oacute;n de directivos, dirigida al entorno externo de la
empresa. En estos factores incluimos&nbsp; factores individuales, como
la conciencia informativa y exposici&oacute;n a la informaci&oacute;n,
y factores organizacionales como el clima informativo y&nbsp; "exteriorismo".
Tambi&eacute;n se analizan las principales relaciones entre ellos. Estos
factores se identificaron en el curso de una investigaci&oacute;n que intentaba
proporcionar un entendimiento comprensivo del proceso de exploraci&oacute;n
del entorno (Correia &amp; Wilson, 1996). La metodolog&iacute;a usada (estudio
de casos pr&aacute;cticos junto al m&eacute;todo fundamentado en la teor&iacute;a
de an&aacute;lisis cualitativo) fue de gran importancia en la obtenci&oacute;n
de&nbsp; informaci&oacute;n principalmente fundamentada en la experiencia
personal de directivos.</blockquote>

<h4>
<a href="paper114.html">Information as a tool for management decision making:
a case study of Singapore</a><br>
La informaci&oacute;n como una herramienta para la toma de decisiones
en direcci&oacute;n: un estudio de casos pr&aacute;cticos de Singapur,
por Shrianjani Marie (Gina) de Alwis, Singapore Institute of Management
y Susan Ellen Higgins, Nanyang Technological University, Singapur</h4>

<blockquote>El objetivo principal de este estudio era comprender c&oacute;mo
se comportan los directivos de Singapur como usuarios de informaci&oacute;n,
y determinar si sus patrones de conducta son similares a sus colegas en
otros pa&iacute;ses (como se puede encontrar en la bibliograf&iacute;a)
o si difiere, de qu&eacute; forma. Se mandaron por correo un total de 369
encuestas a los miembros individuales del <i>Instituto de Singapur de Administraci&oacute;n</i>
(Singapore Institute of Management). S&oacute;lo respondieron veinte miembros.
El enfoque principal del estudio era los usos relativos de los diferentes
tipos de fuentes de informaci&oacute;n. El estudio tambi&eacute;n trata
brevemente sobre la importancia relativa de los dominios, y la correlaci&oacute;n
entre los niveles jer&aacute;rquicos y funcionales. Los resultados indicaron
que en los tipos de informaci&oacute;n considerados muy importantes para
la toma de decisiones se incluyeron las Tendencias de los competidores
seguida por las Tendencias Econ&oacute;micas Regionales. En los tipos de
informaci&oacute;n considerados importantes se incluyeron&nbsp; Noticias
de negocios seguidas por Tendencias Pol&iacute;ticas, Sociales, y del Proveedor,
informaci&oacute;n normativa, uso de inform&aacute;tica, Tendencias Demogr&aacute;ficas
y Nuevos m&eacute;todos de Direcci&oacute;n. Las fuentes a las que dieron
una muy alta preferencia fueron el Contacto Personal para las Tendencias
del Competidor y el uso de Publicaciones Gubernamentales para la obtenci&oacute;n
de informaci&oacute;n normativa. Los encuestados tambi&eacute;n prefirieron
el uso de Publicaciones Gubernamentales para la informaci&oacute;n Econ&oacute;mica
Local y el uso de peri&oacute;dicos para las Tendencias Pol&iacute;ticas
y Noticias de Negocios. Se usaron informes internos para informaci&oacute;n
predictiva y rendimiento de la compa&ntilde;&iacute;a. Hicieron referencia
a sus subordinados para&nbsp; informaci&oacute;n sobre el uso de tecnolog&iacute;a,
previsi&oacute;n, y rendimiento de la compa&ntilde;&iacute;a. Puesto que
la biblioteca de la compa&ntilde;&iacute;a proporcion&oacute; el acceso
a los peri&oacute;dicos (uso muy alto) y noticias comerciales, se asociaron
a ella la informaci&oacute;n sobre&nbsp; Tendencias Pol&iacute;ticas, Informaci&oacute;n
Econ&oacute;mica Internacional y Local y Tendencias del Competidor. Sin
embargo, la biblioteca de la compa&ntilde;&iacute;a se percibi&oacute;
como un servicio de almacenamiento en lugar de un recurso din&aacute;mico
de informaci&oacute;n. Tambi&eacute;n se usaron las bibliotecas locales
para la informaci&oacute;n Econ&oacute;mica Regional e Internacional. Se
usaron radio y televisi&oacute;n para obtener&nbsp; Informaci&oacute;n
Econ&oacute;mica Regional y Local en Singapur, pero se tasaron de baja
accesibilidad. Se dio muy alta preferencia a los contactos personales como
fuente de informaci&oacute;n. Los directivos en Singapur no aprovecharon&nbsp;
todos los tipos de fuentes de informaci&oacute;n disponibles, principalmente
debido a la falta de conocimiento, falta de habilidades de informaci&oacute;n
y falta de accesibilidad a los cauces de las noticias mundiales.</blockquote>

<h4>
<a href="paper115.html">Finding competitive intelligence on Internet start-up
companies: a study of secondary resource use and information-seeking processes</a><br>
Encontrando inteligencia competitiva en compa&ntilde;&iacute;as "start-up"
de Internet: un estudio de uso de recursos secundarios y los procesos b&uacute;squeda
de informaci&oacute;n, por Sanda Erdelez, Universidad de Missouri-Columbia
y Nicole Ware, Universidad de Texas en Austin, EE.UU.</h4>

<blockquote>El art&iacute;culo informa sobre los resultados de un estudio
sobre actividades de inteligencia competitiva (CI) que involucran compa&ntilde;&iacute;as
"start-up" de&nbsp; Internet en la industria de las telecomunicaciones.
La recolecci&oacute;n de CI se realiz&oacute; con estudiantes graduados
en Bibliotecolog&iacute;a y Ciencia de la Informaci&oacute;n en el contexto
de un proyecto de clase para un cliente real,&nbsp; una&nbsp; peque&ntilde;a
compa&ntilde;&iacute;a "start-up" de Internet . El objetivo primario del
estudio era proporcionar visiones emp&iacute;ricas sobre la pertinencia
de tipos espec&iacute;ficos de recursos de informaci&oacute;n secundarios
para encontrar informaci&oacute;n de inteligencia competitiva sobre peque&ntilde;as
compa&ntilde;&iacute;as "start-up" de Internet. Un objetivo adicional era
identificar las caracter&iacute;sticas de las estrategias de investigaci&oacute;n
aplicadas en la recolecci&oacute;n de CI en las "start-ups" de Internet
desde la perspectiva de los marcos conceptuales actuales sobre&nbsp; comportamiento
de b&uacute;squeda de informaci&oacute;n&nbsp; presentes en la&nbsp; bibliograf&iacute;a
sobre Bibliotecolog&iacute;a&nbsp; y Ciencia de la informaci&oacute;n.
Este estudio revel&oacute; algunos resultados interesantes con respecto
a los tipos de recursos de informaci&oacute;n secundarios que pueden usarse
para encontrar inteligencia competitiva en peque&ntilde;as compa&ntilde;&iacute;as
"start-up" de Internet. El estudio tambi&eacute;n proporcion&oacute; una
visi&oacute;n de las caracter&iacute;sticas de las estrategias globales
de b&uacute;squeda de informaci&oacute;n&nbsp; que son aplicadas en este
tipo de la investigaci&oacute;n de inteligencia competitiva.</blockquote>

<h4>
<a href="paper116.html">Environmental scan on women's health information
resources in Ontario, Canada</a><br>
Exploraci&oacute;n del entorno sobre recursos de informaci&oacute;n
de salud sobre mujeres en Ontario, Canad&aacute;, por Christine Marton,
Universidad de Toronto, Canad&aacute;</h4>

<blockquote>Este art&iacute;culo describe el desarrollo de un sistema de
exploraci&oacute;n del entorno por parte de un grupo de acad&eacute;micos
y bibliotecarios de salud con el prop&oacute;sito de realizar un estudio
sobre consumo de recursos de informaci&oacute;n de salud sobre mujeres
en nombre del Consejo de Salud de Mujeres de Ontario,&nbsp; Ministerio
de Salud&nbsp; P&uacute;blica y Cuidados a Largo Plazo de Ontario. El enfoque
de este art&iacute;culo est&aacute; en el uso de tecnolog&iacute;a de bases
de datos en la adquisici&oacute;n de informaci&oacute;n para la exploraci&oacute;n
del entorno.</blockquote>

<h4>
<a href="paper117.html">Intelligence obtained by applying data mining to
a database of French theses on the subject of Brazil</a><br>
Inteligencia obtenida aplicando miner&iacute;a de datos a una base de datos
de tesis Francesas sobre el tema de Brasil, por Kira Tarapanoff, Luc Quoniam,
Rog&eacute;rio Henrique de&nbsp; Ara&uacute;jo J&uacute;nior, y Lillian
Alvares, Brasil.</h4>

<blockquote>&nbsp;El tema de Brasil se analiz&oacute; en el contexto de
la base de datos francesa <i>DocTh&eacute;ses</i>, comprendiendo los a&ntilde;os
1969 -1999. Se us&oacute; la t&eacute;cnica de miner&iacute;a de datos&nbsp;
para obtener inteligencia e inferir conocimiento. El objetivo era identificar
los indicadores acerca de: ocurrencia de tesis por &aacute;reas tem&aacute;ticas;
supervisores de tesis identificados con ciertas &aacute;reas tem&aacute;ticas;
distribuci&oacute;n geogr&aacute;fica de ciudades que presentan instituciones
d&oacute;nde las tesis se defendieron; frecuencia por &aacute;rea tem&aacute;tica
en el per&iacute;odo en el que las tesis se defendieron. La t&eacute;cnica
de miner&iacute;a de datos se divide en fases que van de la identificaci&oacute;n
del problema - objeto, a la selecci&oacute;n y preparaci&oacute;n de datos,
y concluye con el an&aacute;lisis. El software para la limpieza de la base
de datos de <i>DocTh&eacute;ses</i> era <i>Infotrans</i>, y&nbsp; se us&oacute;
<i>Dataview</i>
para la preparaci&oacute;n de los datos. Debe se&ntilde;alarse que el conocimiento
extra&iacute;do es directamente proporcional al valor y validez de la informaci&oacute;n
contenidas en la base de datos. Se ilustraron los resultados del an&aacute;lisis
usando las suposiciones de la Ley de Zipf en bibliometr&iacute;a, clasificando
la informaci&oacute;n como: trivial, interesante y 'ruido', seg&uacute;n
la distribuci&oacute;n de frecuencia. Se concluye que la t&eacute;cnica
de miner&iacute;a de datos asociada a software especializado es un poderoso
aliado cuando se usa con inteligencia competitiva aplicada a todos los
niveles de toma de decisiones, incluyendo el&nbsp; nivel macro, puesto
que puede ayudar a la consolidaci&oacute;n, inversi&oacute;n y desarrollo
de acciones y pol&iacute;ticas.</blockquote>

<h4>
<a href="paper118.html">Using information technology to support knowledge
conversion processes</a><br>
Uso de la tecnolog&iacute;a de la informaci&oacute;n como apoyo a los
procesos de conversi&oacute;n de conocimiento, por Rodrigo Baroni de
Carvalho, Banco de Desenvolvimento de Minas Gerais y Marta el Ara&uacute;jo
Tavares Ferreira, Universidade Federal de Minas Gerais, Brasil.</h4>

<blockquote>Uno de los papeles principales de la tecnolog&iacute;a de la
informaci&oacute;n en los programas de gesti&oacute;n del conocimiento
es acelerar la velocidad de transferencia y creaci&oacute;n de conocimiento.
Las herramientas de gesti&oacute;n del conocimiento intentan ayudar a los
procesos de recolecci&oacute;n y organizaci&oacute;n del conocimiento de
grupos de individuos para hacer este conocimiento disponible en una base
compartida. Debido a la magnitud del concepto de conocimiento, parece haber
realmente confusi&oacute;n en el mercado del software para la gesti&oacute;n
del conocimiento. Los vendedores de tecnolog&iacute;a est&aacute;n desarrollando
diferentes aplicaciones de los conceptos de gesti&oacute;n de conocimiento
en sus productos de software. Debido a la variedad y cantidad de herramientas
de gesti&oacute;n del conocimiento disponibles en el mercado, el establecimiento
de una tipolog&iacute;a puede ser una valiosa ayuda a las organizaciones
que buscan respuestas a necesidades espec&iacute;ficas. El objetivo de
este art&iacute;culo es presentar pautas que ayuden a dise&ntilde;ar dicha
tipolog&iacute;a. Las soluciones de gesti&oacute;n del conocimiento como
los sistemas de intranet, la Gesti&oacute;n Electr&oacute;nica de Documentos
(GED), groupware, workflow, los sistemas basados en&nbsp; inteligencia
artificial, Inteligencia Comercial (BI), sistemas de mapas de conocimiento,
apoyo de la innovaci&oacute;n, herramientas de inteligencia competitiva
y portales de conocimiento se discuten por lo que se refiere a sus contribuciones
potenciales a los procesos de&nbsp; creaci&oacute;n, registro y compartici&oacute;n
del conocimiento. Se han examinado varias herramientas de gesti&oacute;n
del conocimiento (Lotus Notes, Microsoft Exchange, Bussiness Objects, Aris
Toolset, File Net, Gingo, Vigipro, Sopheon). Se discute el potencial de
cada categor&iacute;a de soluciones para apoyar la transferencia de conocimiento
t&aacute;cito y/o expl&iacute;cito y facilitar la espiral de conversi&oacute;n
de conocimiento en el sentido de Nonaka y Takeuchi (1995).</blockquote>


<h3 style="color: Maroon;">
Art&iacute;culo adicional revisado</h3>

<h4>
<a href="paper120.html">Bibliometrics of electronic journals in information
science</a><br>
Bibliometr&iacute;a de publicaciones peri&oacute;dicas electr&oacute;nicas
en Ciencia de la informaci&oacute;n, por Donald T. Hawkins, Jefe de
redacci&oacute;n, Information Science Abstract, Medford, NJ, EE.UU.</h4>

<blockquote>Se han estudiado las caracter&iacute;sticas bibliom&eacute;tricas
de publicaciones peri&oacute;dicas electr&oacute;nicas (e-revistas) en
el campo de la ciencia de la informaci&oacute;n. Se identificaron veintiocho
e-revistas y se alinearon por n&uacute;mero de art&iacute;culos sobre el
tema que publicaron. Un gr&aacute;fico de Bradford revel&oacute; que el
n&uacute;cleo no est&aacute; todav&iacute;a bien desarrollado, pero probablemente
contendr&aacute; seis publicaciones. La publicaci&oacute;n de art&iacute;culos
sobre Ciencia de la informaci&oacute;n en las e-revistas comenz&oacute;
modestamente en 1995 con 26 art&iacute;culos, pero ha subido a aproximadamente
250 art&iacute;culos por a&ntilde;o. Se identifican los autores m&aacute;s
prol&iacute;ficos. La inmensa mayor&iacute;a de ellos se localiza en los
Estados Unidos o el Reino Unido. S&oacute;lo 26 art&iacute;culos tienen
autores de m&aacute;s de un pa&iacute;s, mostrando que la tecnolog&iacute;a
electr&oacute;nica todav&iacute;a no ha influido fuertemente en la colaboraci&oacute;n
internacional. Aproximadamente 2/3 de los art&iacute;culos se originan
en las instituciones acad&eacute;micas. Los temas com&uacute;nes de art&iacute;culos
de e-revistas sobre "Ciencia de la informaci&oacute;n" incluyen informaci&oacute;n
electr&oacute;nica, publicaci&oacute;n electr&oacute;nica, bibliotecas
virtuales (digitales), b&uacute;squeda&nbsp; y recuperaci&oacute;n de informaci&oacute;n
, y uso de Internet. Siete bases de datos en l&iacute;nea cubren estas
e-revistas; Information Science Abstract es la &uacute;nica que cubre las
28 e-revistas, y tiene el n&uacute;mero m&aacute;s alto de res&uacute;menes
de estas - por encima de 1100.</blockquote>

<h4><A HREF="paper122.html">Strategy, information processing and scorecard models in the UK financial services sector</a><br>Estrategia, procesamiento de informaci&oacute;n y modelos de indicadores en el
sector de servicios financieros del Reino Unido, por Judith Broady-Preston y Tim Hayward, 
Universidad de Gales, Aberystwyth, R.U.</h4>
  
<blockquote>En el turbulento entorno de negocios actual, se exige información de
calidad para asegurar que las compañías logren ventajas competitivas
valiéndose de esta información y tomen decisiones más rápidamente que
sus rivales. Los modelos de indicadores se emplean cada vez más para
trasladar la misión y estrategia de una compañía a un conjunto
comprensivo de medidas del rendimiento, proporcionando el argumento de
un sistema de dirección estratégico. 
<br>
Presentamos los resultados de un proyecto financiado del  "Centro de
Investigación e Innovación de la Biblioteca Británica" que examina el
papel de la información en la gestión estratégica de bancos minoristas
en el Reino Unido. Todos los bancos analizados usaban algún tipo de
modelo de indicadores, principalmente para aliviar obstáculos en el
flujo de información. La recogida de información  y el análisis de
actividades se percibieron como elementos de trabajo necesarios de todos
los gestores, sobre todo cuando se consideran en conjunción con la
tendencia a la formulación de estrategias ascendentes en las compañías.</blockquote> 


<h3 style="color: Maroon;">
Informe</h3>

<h4>
<a href="paper119.html">Focus on further education of librarians in Latvia</a><br>
La extensi&oacute;n de la educaci&oacute;n de bibliotecarios en Letonia>,
por Iveta Gudakovska, Universidad de Letonia, Riga, Letonia,</h4>

<blockquote>Describe las necesidades de educaci&oacute;n continua de bibliotecarios
profesionales en Letonia, que siguen a la independencia y los cambios estructurales
consecuentes. Siguiendo las investigaciones en necesidades de extensi&oacute;n
educativa, se cre&oacute; el "Centro de Educaci&oacute;n Continua para
Bibliotecarios de Letonia" (CECLL)&nbsp; para proporcionar cursos de formaci&oacute;n.
CECLL es una arriesgada empresa colaborativa, que involucra al Departamento
de Bibliotecolog&iacute;a y Ciencia de la Informaci&oacute;n, la Universidad
de Letonia, el Departamento de Bibliotecolog&iacute;a de la Biblioteca
Nacional de Letonia y al grupo IT ALISE Ltd. El Centro se mantiene con&nbsp;
fondos de la Fundaci&oacute;n Soros-Letonia y el Instituto Open Society.
El art&iacute;culo describe los cursos ofrecidos, el trabajo colaborativo
del Centro y el impacto de sus programas.</blockquote>

<br>
<hr color=#ff00ff SIZE=3>
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<br>Last updated 22nd October 2001
<table border="0" cellpadding="15" cellspacing="0" align="center">
<tr> 
    <td><a href="infres71.html"><h4>Contents</h4></a></td>
   <td align="center" valign="top">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td><a href="../index.html"><h4>Home</h4></a></td>
  </tr>
</table>
<hr color=#ff00ff SIZE=3>
</body>

<!-- Mirrored from informationr.net/ir/7-1/spanish2.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 21:10:57 GMT -->
</html>
