<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>

<!-- Mirrored from informationr.net/ir/7-2/spanish2.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:40 GMT -->
<head>
<link rel="stylesheet" href="http://informationr.net/IRstyle.css">
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.78 [en] (Win98; U) [Netscape]">
   <title>Abstracts in Spanish</title>
<link rel="stylesheet" href="../IRstyle.css">
<style>
BLOCKQUOTE {
		BACKGROUND-COLOR: #FFFFff;
		COLOR: black;
		FONT-FAMILY: serif;
		FONT-SIZE: medium;
		FONT-STYLE: normal;
		FONT-WEIGHT: 500;
		MARGIN-LEFT: 50px;
		MARGIN-RIGHT: 50px;
		TEXT-ALIGN: justify
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_nbGroup(event, grpName) { //v6.0
  var i,img,nbArr,args=MM_nbGroup.arguments;
  if (event == "init" && args.length > 2) {
    if ((img = MM_findObj(args[2])) != null && !img.MM_init) {
      img.MM_init = true; img.MM_up = args[3]; img.MM_dn = img.src;
      if ((nbArr = document[grpName]) == null) nbArr = document[grpName] = new Array();
      nbArr[nbArr.length] = img;
      for (i=4; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
        if (!img.MM_up) img.MM_up = img.src;
        img.src = img.MM_dn = args[i+1];
        nbArr[nbArr.length] = img;
    } }
  } else if (event == "over") {
    document.MM_nbOver = nbArr = new Array();
    for (i=1; i < args.length-1; i+=3) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = (img.MM_dn && args[i+2]) ? args[i+2] : ((args[i+1])? args[i+1] : img.MM_up);
      nbArr[nbArr.length] = img;
    }
  } else if (event == "out" ) {
    for (i=0; i < document.MM_nbOver.length; i++) {
      img = document.MM_nbOver[i]; img.src = (img.MM_dn) ? img.MM_dn : img.MM_up; }
  } else if (event == "down") {
    nbArr = document[grpName];
    if (nbArr)
      for (i=0; i < nbArr.length; i++) { img=nbArr[i]; img.src = img.MM_up; img.MM_dn = 0; }
    document[grpName] = nbArr = new Array();
    for (i=2; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = img.MM_dn = (args[i+1])? args[i+1] : img.MM_up;
      nbArr[nbArr.length] = img;
  } }
}
//-->
</script>
</head>
<body bgcolor="#ffffff" onLoad="MM_preloadImages('../figs/iauthori1.gif','../figs/isubji1.gif','../figs/isearch1.gif','../figs/ihome1.gif','../figs/contents1.gif')">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td align="center" colspan="5"><h4>Information Research, Vol. 7 No. 2, January 2002,</h4></td></tr>
  <tr> 
    <td><a href="infres72.html" target="_top" onClick="MM_nbGroup('down','group1','contents','',1)" onMouseOver="MM_nbGroup('over','contents','../figs/contents1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img name="contents" src="../figs/contents.gif" border="0" alt="" onLoad=""></a></td>
    <td><a href="../iraindex.html" target="_top" onClick="MM_nbGroup('down','group1','authorindex','',1)" onMouseOver="MM_nbGroup('over','authorindex','../figs/iauthori1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/iauthori.gif" alt="" name="authorindex" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../irsindex.html" target="_top" onClick="MM_nbGroup('down','group1','subjindex','',1)" onMouseOver="MM_nbGroup('over','subjindex','../figs/isubji1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/isubji.gif" alt="" name="subjindex" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../search.html" target="_top" onClick="MM_nbGroup('down','group1','search','',1)" onMouseOver="MM_nbGroup('over','search','../figs/isearch1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/isearch.gif" alt="" name="search" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../index.html" target="_top" onClick="MM_nbGroup('down','group1','home','',1)" onMouseOver="MM_nbGroup('over','home','../figs/ihome1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img name="home" src="../figs/ihome.gif" border="0" alt="" onLoad=""></a></td>
  </tr>
</table>
<hr color=#ff00ff SIZE=3>

<h1>
Abstracts in Spanish/Res&uacute;menes en Espa&ntilde;ol</h1>


<HR color="#ff00ff" SIZE=3>
<h1>N&uacute;mero especial sobre Investigaci&oacute;n en Recuperaci&oacute;n de Informaci&oacute;n
Multiling&uuml;e en la Universidad de Tampere, Finlandia</h1>
</div>

<h4><a href="paper126.html">Targeted s-gram matching: a novel n-gram matching technique for cross and mono-lingual word form variants.</a><br>
Emparejamiento de s-gramas se&ntilde;alados: una nueva t&eacute;cnica de emparejamiento de n-gramas para variantes de formas de palabra multi y monoling&uuml;es, por Ari Pirkola, Heikki Keskustalo, Erkka Lepp&auml;nen, Antti-Pekka K&auml;ns&auml;l&auml; y Kalervo J&auml;rvelin  Departamento de Estudios de Informaci&oacute;n, Universidad de Tampere. Finlandia</h4>  

<blockquote>Presentamos una nueva t&eacute;cnica de emparejamiento de cadenas de caracteres basada en n-gramas que llamamos t&eacute;cnica de emparejamiento de s-gramas designados. En la t&eacute;cnica, los n-gramas se clasifican en categor&iacute;as en base a la contig&uuml;idad de caracteres en palabras. Se utilizan entonces las categor&iacute;as en el emparejamiento. La técnica se compar&oacute; con la t&eacute;cnica de n-gramas convencional que usa los caracteres adyacentes como n-gramas. Se estudiaron varios tipos de palabras y pares de palabras. Se emparejaron claves de consulta en ingl&eacute;s, alem&aacute;n, y sueco con sus variantes ortogr&aacute;ficas y morfol&oacute;gicas finlandesas usando una lista de palabras objetivo de 119000 palabras finlandesas. En todas las pruebas multiling&uuml;es realizadas, la t&eacute;cnica de s-gramas objetivo mejor&oacute; el rendimiento de la t&eacute;cnica de emparejamiento de n-gramas. La t&eacute;cnica tambi&eacute;n era muy eficaz para las variantes de formas de palabra monoling&uuml;es. Se analizaron los efectos de la longitud de claves de consulta y la longitud de la subsecuencia com&uacute;n m&aacute;s larga (LCS) de las variantes en el rendimiento de s-gramas.</blockquote>


<h4><a href="paper127.html">The RATF formula (Kwok's formula): exploiting average term frequency in cross-language retrieval</a><br>
La f&oacute;rmula RATF (f&oacute;rmula de Kwok): explotando la frecuencia media de t&eacute;rminos en la recuperaci&oacute;n multiling&uuml;e, por Ari Pirkola, Erkka Lepp&auml;nen y Kalervo J&auml;rvelin, Departamento de Estudios de Informaci&oacute;n, Universidad de Tampere, Finlandia.</h4>

<blockquote>En un estudio m&aacute;s temprano, presentamos un esquema de bondad de clave de consulta que puede usarse para distinguir entre buenas y malas claves. El esquema se basa en los valores de frecuencia media de t&eacute;rminos relativa (RATF) de claves de consulta. En el presente art&iacute;culo, probamos en varios experimentos la efectividad del esquema en la recuperaci&oacute;n multiling&uuml;e del finland&eacute;s al ingl&eacute;s. Se ponderaron las claves de consulta y se redujeron las consultas en base a los valores de RATF de claves.  Las pruebas se llevaron a cabo sobre las colecciones de documentos TREC y CLEF usando el sistema de recuperaci&oacute;n InQuery. Las pruebas sobre TREC indicaron que las mejores consultas basadas en RATF proporcionaron,  sustancial y estad&iacute;sticamente, mejoras significativas del rendimiento, y cumplieron como las consultas syn-estructuradas mostradas eficaces en muchos estudios de CLIR (recuperaci&oacute;n de informaci&oacute;n multiling&uuml;e). Las pruebas sobre CLEF mostraron las limitaciones del uso de RATF en CLIR. Sin embargo, las mejores consultas RATF rindieron mejor que las consultas
b&aacute;sicas de la colecci&oacute;n CLEF.</blockquote>


<h4><a href="paper128.html">Compounds in dictionary-based cross-language information retrieval</a><br>
Los compuestos en la recuperaci&oacute;n de informaci&oacute;n multiling&uuml;e basada en diccionario, por Turid Hedlund
Departamento de Estudios de Informaci&oacute;n, Universidad de Tampere, Finlandia</h4>

<blockquote>Las palabras compuestas constituyen una parte importante del lenguaje natural. Desde el punto de vista de la recuperaci&oacute;n de informaci&oacute;n multiling&uuml;e, es importante considerar que muchos lenguajes naturales son altamente productivos en compuestos. Tambi&eacute;n, los compuestos son a menudo las palabras que contienen el sentido de una frase. En sueco, alem&aacute;n y finland&eacute;s, en un texto preparado para los prop&oacute;sitos de recuperaci&oacute;n de informaci&oacute;n, aproximadamente la d&eacute;cima parte de las palabras son compuestas. Las cuestiones de investigaci&oacute;n importantes acerca del tratamiento de compuestos en la recuperaci&oacute;n de informaci&oacute;n multiling&uuml;e basada en diccionario son 1) la divisi&oacute;n del compuesto en los componentes,  2) la normalizaci&oacute;n de componentes, 3) la traducci&oacute;n de componentes y  4) la estructuraci&oacute;n de la consulta para los compuestos y sus componentes en el lenguaje objetivo. En este estudio se eval&uacute;a el impacto del procesamiento del compuesto en el rendimiento del proceso de recuperaci&oacute;n de informaci&oacute;n multiling&uuml;e y los resultados indican que el efecto es claramente positivo.</blockquote>

<h3 style="color: Maroon;">
Art&iacute;culos revisados adicionales</h3>

<h4><a href="paper123.html">Studying digital library users over time: a follow-up survey of Early Canadiana Online</a><br>
Estudiando en el tiempo a los usuarios de bibliotecas digitales : un estudio de continuaci&oacute;n sobre Early Canadiana Online,  por Joan M. Cherry y Wendy M. Duff  Facultad de Estudios de Informaci&oacute;n. Universidad de Toronto.  Toronto, Canad&aacute;.</h4>

<blockquote>Este art&iacute;culo informa sobre los resultados de un segundo estudio de usuarios en una colecci&oacute;n de la biblioteca digital de materiales de la Early Canadiana. El prop&oacute;sito principal del estudio era investigar si el grupo de usuarios o la naturaleza del uso hab&iacute;an cambiado desde el primer estudio realizado un a&ntilde;o antes. Como en el primer estudio,  tambi&eacute;n quisimos recoger la realimentaci&oacute;n en los niveles de satisfacci&oacute;n y sugerencias para la mejora del sitio Early Canadiana Online (ECO). Se agreg&oacute; una nueva secci&oacute;n al segundo estudio para explorar el uso de ECO en la ense&ntilde;anza y la investigaci&oacute;n. En conjunto, los resultados mostraron que el grupo de usuarios y la naturaleza de uso de los materiales eran notablemente similares al primer estudio. Se manten&iacute;a alto el entusiasmo con ECO,  pero muchas de las solicitudes de cambios en las caracter&iacute;sticas existentes y las sugerencias para la mejora del sitio estaban igual que en el primer estudio. El estudio revel&oacute; que los encuestados que usaron ECO para la ense&ntilde;anza y la investigaci&oacute;n difiri&oacute; de otros encuestados de varias maneras. Terminamos discutiendo las implicaciones de estos resultados para las bibliotecas digitales en general, y la utilidad de los estudios de usuarios en las bibliotecas digitales en el tiempo.</blockquote>

<h4><a href="paper124.html">Critical realism and information systems research: why bother with philosophy?</a><br>
Realismo cr&iacute;tico e investigaci&oacute;n en sistemas de informaci&oacute;n: ¿por qu&eacute; molestan con la filosof&iacute;a? por  
Philip J. Dobson, Escuela de Gesti&oacute;n de Sistemas de Informaci&oacute;n, Universidad Edith Cowan, Churchlands, Australia Occidental</h4>
  
<blockquote>Garc&iacute;a y Quek se&ntilde;alan las dificultades en la definici&oacute;n del objeto real de la investigaci&oacute;n en sistemas de informaci&oacute;n - 'Es el objeto de investigaci&oacute;n en sistemas de informaci&oacute;n de naturaleza tecnol&oacute;gica o social? &iquest;Es la organizaci&oacute;n un sistema de informaci&oacute;n o un sistema social? ' (Garcia & Quek, 1997: 450). Una conferencia reciente de la IFIP sobre  Perspectivas Organizacionales y Sociales en Tecnolog&iacute;as de la Informaci&oacute;n examina algunos de los problemas sociales y organizativos involucrados en Investigaci&oacute;n en SI (IFIP TC8 WG8.2, 2000). En esta conferencia Jones (2000) examina el n&uacute;mero de citas en  los art&iacute;culos de la conferencia IFIP WG8.2  que se refieren a los te&oacute;ricos sociales como un medio para determinar el nivel de inter&eacute;s en el uso de teor&iacute;a social dentro de Sistemas de Informaci&oacute;n. En el per&iacute;odo 1979-1999, el  57% de los art&iacute;culos ten&iacute;an  referencias a los te&oacute;ricos sociales - los cuatro mayores te&oacute;ricos son Giddens, Habermas, Foucault y Latour. Este art&iacute;culo sugiere que ser&iacute;a &uacute;til ampliar el rango de te&oacute;ricos sociales considerados en SI para incluir a Bhaskar , el cual propone una aproximaci&oacute;n  realista cr&iacute;tica a la investigaci&oacute;n social. Para resaltar los aspectos principales de la filosof&iacute;a, el art&iacute;culo reflexiona sobre un marco desarrollado para sugerir aproximaciones de investigaci&oacute;n en SI.</blockquote>

<h4><a href="paper125.html">Task based design of a digital work environment (DWE) for an academic community</a><br>
Dise&ntilde;o basado en tareas de un entorno de trabajo digital (DWE) para una comunidad acad&eacute;mica  por Narayanan Meyyappan, Suliman Al-Hawamdeh y Schubert Foo,  Divisi&oacute;n de Estudios de Informaci&oacute;n, Universidad Tecnol&oacute;gica de Nanyang, Singapur</h4>

<blockquote>El dise&ntilde;o basado en tareas se considera una de las formas eficaces de dise&ntilde;ar software funcional. Generalmente se acepta que las tareas juegan un papel importante en el dise&ntilde;o del sistema y del interfaz del usuario. Identificar las tareas del usuario le permite al dise&ntilde;ador construir interfaces de usuario que reflejen las propiedades de las tareas,  incluyendo modelos de uso eficaces, secuencias de interacci&oacute;n de f&aacute;cil uso, y  poderosas  caracter&iacute;sticas de asistencia al usuario. En este art&iacute;culo,  presentamos un prototipo de Entorno de Trabajo Digital (DWE) para soportar un dise&ntilde;o orientado a la tarea para el acceso a la informaci&oacute;n en una comunidad t&iacute;pica de usuarios acad&eacute;micos. Los recursos en DWE se organizan seg&uacute;n las tareas espec&iacute;ficas realizadas por los estudiantes de investigaci&oacute;n y el personal de la Divisi&oacute;n de Estudios de Informaci&oacute;n de la Universidad Tecnol&oacute;gica de Nanyang, Singapur. Se determinaron las tareas y recursos en base a las necesidades de la facultad y los estudiantes a trav&eacute;s de entrevistas y enfoque de grupo. Entre los ejemplos de estas tareas se incluye la preparaci&oacute;n de una nueva programaci&oacute;n de curso, establecimiento de ex&aacute;menes, preparaci&oacute;n de listas de lectura  y asignaciones, realizaci&oacute;n de revisiones de literatura y preparaci&oacute;n de disertaciones. Este art&iacute;culo discute los problemas de los usuarios de bibliotecas digitales en un entorno acad&eacute;mico, resalta los  proyectos orientados a la tarea y se fija en la tarea de preparar y escribir una disertaci&oacute;n de Maestr&iacute;a. Resalta la importancia del dise&ntilde;o basado en tarea en la asistencia y ayuda a los estudiantes e instructores desde el momento de seleccionar el proyecto de la investigaci&oacute;n hasta el de entregar las copias finales de la disertaci&oacute;n.</blockquote>
<br>
<hr color=#ff00ff SIZE=3>
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<br>Last updated 20th January 2002
<hr color=#ff00ff SIZE=3>
<table border="0" cellpadding="15" cellspacing="0" align="center">
<tr> 
    <td><a href="infres72.html"><h4>Contents</h4></a></td>
   <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
      <td><a href="../index.html"><h4>Home</h4></a></td>
  </tr>
</table>
<hr color=#ff00ff SIZE=3>
</body>

<!-- Mirrored from informationr.net/ir/7-2/spanish2.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:40 GMT -->
</html>
