<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>

<!-- Mirrored from informationr.net/ir/9-1/spanish91.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:06 GMT -->
<head>
<link rel="stylesheet" type="text/css" href="../IRstyle.css" />
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Spanish abstracts</title>
<meta name="description" content="Abstracts in Spanish of the papers in Volume 9 No. 1 of Information Research" />
<meta name="rating" content="Mature" />
<meta name="VW96.objecttype" content="Document" />
<meta name="ROBOTS" content="ALL" />
<meta name="DC.Title" content="Spanish abstracts" />
<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 9 No. 1 of Information Research" />
<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 9 No. 1 of Information Research" />
<meta name="DC.Type" content="text" />
<meta name="DC.Identifier" scheme="ISSN" content="1368-1613" />
<meta name="DC.Identifier" content="spanish91.html" /> 
<meta name="DC.Relation.IsPartOf" content="infres91.html" />
<meta name="DC.Format" content="text/html" />
<meta name="DC.Language" content="en" />
<meta name="DC.Date.Available" content="2003-07-25" />
<meta name="DC.Publisher" content="Professor T.D. Wilson" />
<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="DC.Coverage.PlaceName" content="global" />
<meta name="DC.Publisher" content="Professor T.D. Wilson" />

<style type="text/css">
BLOCKQUOTE {
		BACKGROUND-COLOR: #FFFFff;
		COLOR: black;
		FONT-FAMILY: serif;
		FONT-SIZE: medium;
		FONT-STYLE: normal;
		FONT-WEIGHT: 500;
		MARGIN-LEFT: 50px;
		MARGIN-RIGHT: 50px;
		TEXT-ALIGN: justify
		}
		</style>
		
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_nbGroup(event, grpName) { //v6.0
  var i,img,nbArr,args=MM_nbGroup.arguments;
  if (event == "init" && args.length > 2) {
    if ((img = MM_findObj(args[2])) != null && !img.MM_init) {
      img.MM_init = true; img.MM_up = args[3]; img.MM_dn = img.src;
      if ((nbArr = document[grpName]) == null) nbArr = document[grpName] = new Array();
      nbArr[nbArr.length] = img;
      for (i=4; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
        if (!img.MM_up) img.MM_up = img.src;
        img.src = img.MM_dn = args[i+1];
        nbArr[nbArr.length] = img;
    } }
  } else if (event == "over") {
    document.MM_nbOver = nbArr = new Array();
    for (i=1; i < args.length-1; i+=3) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = (img.MM_dn && args[i+2]) ? args[i+2] : ((args[i+1])? args[i+1] : img.MM_up);
      nbArr[nbArr.length] = img;
    }
  } else if (event == "out" ) {
    for (i=0; i < document.MM_nbOver.length; i++) {
      img = document.MM_nbOver[i]; img.src = (img.MM_dn) ? img.MM_dn : img.MM_up; }
  } else if (event == "down") {
    nbArr = document[grpName];
    if (nbArr)
      for (i=0; i < nbArr.length; i++) { img=nbArr[i]; img.src = img.MM_up; img.MM_dn = 0; }
    document[grpName] = nbArr = new Array();
    for (i=2; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = img.MM_dn = (args[i+1])? args[i+1] : img.MM_up;
      nbArr[nbArr.length] = img;
  } }
}
//-->
</script>

</head>
<body bgcolor="#ffffff" onload="MM_preloadImages('../figs/iauthori1.gif','../figs/isubji1.gif','../figs/isearch1.gif','../figs/ihome1.gif','../figs/contents1.gif')">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"><h4>Information Research, Vol. 9  No. 
 1, October, 2003</h4></td></tr>
  <tr> 
    <td><a href="infres91.html" target="_top" onclick="MM_nbGroup('down','group1','contents','',1)" onmouseover="MM_nbGroup('over','contents','../figs/contents1.gif','',1)" onmouseout="MM_nbGroup('out')"><img name="contents" src="../figs/contents.gif" border="0" alt="contents"  /></a></td>
    <td><a href="../iraindex.html" target="_top" onclick="MM_nbGroup('down','group1','authorindex','',1)" onmouseover="MM_nbGroup('over','authorindex','../figs/iauthori1.gif','',1)" onmouseout="MM_nbGroup('out')"><img src="../figs/iauthori.gif" alt="auindex" name="authorindex" width="120" height="20" border="0" /></a></td>
    <td><a href="../irsindex.html" target="_top" onclick="MM_nbGroup('down','group1','subjindex','',1)" onmouseover="MM_nbGroup('over','subjindex','../figs/isubji1.gif','',1)" onmouseout="MM_nbGroup('out')"><img src="../figs/isubji.gif" alt="subindex" name="subjindex" width="120" height="20" border="0" /></a></td>
    <td><a href="../search.html" target="_top" onclick="MM_nbGroup('down','group1','search','',1)" onmouseover="MM_nbGroup('over','search','../figs/isearch1.gif','',1)" onmouseout="MM_nbGroup('out')"><img src="../figs/isearch.gif" alt="search" name="search" width="120" height="20" border="0" /></a></td>
    <td><a href="../index.html" target="_top" onclick="MM_nbGroup('down','group1','home','',1)" onmouseover="MM_nbGroup('over','home','../figs/ihome1.gif','',1)" onmouseout="MM_nbGroup('out')"><img name="home" src="../figs/ihome.gif" border="0" alt="home" /></a></td>
  </tr>
</table>
<hr size="3" style="color:#000080 ;" />

<h1>Res&uacute;menes en Espa&ntilde;ol/Abstracts in Spanish</h1>
<hr size="3" style="color:#000080 ;" />

<h4><a href="paper166.html">Estudios humanos y estudio de usuarios: una llamada a la interdisciplinaridad metodol&oacute;gica</a> <br /> 
Brenda Dervin, Catedr&aacute;tico de Comunicaci&oacute;n, Universidad del Estado de Ohio, Columbus, OH, EE.UU.</h4> 

<blockquote>Utilizando una extensa revisi&oacute;n bibliogr&aacute;fica centrada, en particular, en la investigaci&oacute;n sobre el usuario (y audiencia) en los campos de la biblioteconom&iacute;a y ciencias de la informaci&oacute;n y los estudios de comunicaci&oacute;n, Dervin describe el creciente caos de los estudios humanos y estudios de usuarios - la pl&eacute;tora de teor&iacute;as, conceptos, aproximaciones, m&eacute;todos y resultados que atormentan a los investigadores dentro y entre campos, y desconcierta a los observadores pol&iacute;ticos y profesionales. Dervin localiza los or&iacute;genes y s&iacute;ntomas de estas sobrecargas disciplinarias y las formas usuales de interdisciplinaridad utilizadas para contenerlas. Dervin defiende que la mayor&iacute;a de las aproximaciones usuales a la interdisciplinaridad actúan como m&aacute;s de lo mismo  y contribuyen a sobrecargar las condiciones. Demanda una aproximaci&oacute;n metodol&oacute;gica a la interdisciplinaridad basada en los principios comunicativos fundamentales. Para la biblioteconom&iacute;a y ciencias de la informaci&oacute;n que como campo ha utilizado las fuentes multi-disciplinarias tradicionalmente, Dervin previene que como este campo se fija la tarea de soportar las necesidades interdisciplinarias de sus constituyentes, es especialmente importante que este tambi&eacute;n asista las necesidades interdisciplinarias dentro de sus propias paredes, entre sus muchas comunidades dispares y desconectadas.</blockquote>

<h4><a href="paper162.html">La inscripci&oacute;n e interpretaci&oacute;n de texto: un examen hermen&eacute;utico cultural de comunidad virtual</a> <br /> 
Gary Burnett, Michelle M. Kazmer, Escuela de Estudios de Informaci&oacute;n, y Michael H. Dickey, Katherine M. Chudoba, Colegio de Negocios, Universidad del Estado de Florida, Tallahassee, FL 32306-1110 EE.UU.</h4>

<blockquote>Las personas dedicadas a intercambios electr&oacute;nicos pueden crear comunidades - espacios con normas socialmente constituidas, valores, y expectativas. Adoptamos una perspectiva antropol&oacute;gica, junto con una metodolog&iacute;a basada en la hermen&eacute;utica, para ilustrar c&oacute;mo el uso del idioma se refleja e influye en la cultura en una comunidad virtual. Nuestro estudio analiza las aportaciones a un grupo de noticias de Usenet. Cuatro elementos de nuestro modelo conceptual - coherencia, referencia, invenci&oacute;n, e intenci&oacute;n - proporcionan los mecanismos para examinar los textos de una comunidad como compromisos en la interacci&oacute;n social y creaci&oacute;n de conocimiento. Mientras se entrelazan el intercambio de informaci&oacute;n y la socializaci&oacute;n, nuestro modelo permite una comprensi&oacute;n robusta de la relaci&oacute;n entre los dos. Los textos no son meros veh&iacute;culos para la comunicaci&oacute;n sino que sirven múltiples prop&oacute;sitos simult&aacute;neamente. Mientras transfieren informaci&oacute;n, los textos tambi&eacute;n proporcionan informaci&oacute;n dentro de un contexto social, y crean un archivo creciente de informaci&oacute;n socialmente-contextualizada m&aacute;s all&aacute; de las capacidades de cualquier participante individual. Esto permite a los grupos negociar las reputaciones, socializar, y definir los l&iacute;mites de su conocimiento.</blockquote>


<h4><a href="paper163.html">
Sobre los modelos conceptuales para investigaci&oacute;n en búsqueda y  recuperaci&oacute;n  de informaci&oacute;n</a> <br />  
Kalervo Järvelin, Departamento de Estudios de Informaci&oacute;n, Universidad de Tampere, Tampere, Finlandia,  y  T.D. Wilson, Profesor visitante, H&ouml;gskolan i Bor&aring;s, Bor&aring;s, Suecia></h4>

<blockquote>Hay varias clases de modelos conceptuales para la búsqueda y  recuperaci&oacute;n  de informaci&oacute;n (IS&R, Information Seeking and Retrieval). El art&iacute;culo sugiere que algunos modelos son del tipo sumario y otros m&aacute;s anal&iacute;ticos. Estos modelos sirven prop&oacute;sitos de investigaci&oacute;n diferentes. La intenci&oacute;n de este art&iacute;culo es discutir las funciones de modelos conceptuales en la investigaci&oacute;n cient&iacute;fica, y en la investigaci&oacute;n en IS&R en particular. &iquest;Qu&eacute; tipo de modelos hay y de qu&eacute; formas pueden ayudar a los investigadores? &iquest;Qu&eacute; clases de modelos se necesitan para los diversos prop&oacute;sitos? En particular, estamos buscando modelos que proporcionen la gu&iacute;a en el establecimiento de cuestiones de investigaci&oacute;n, y formulaci&oacute;n de hip&oacute;tesis. Como ejemplo, el art&iacute;culo discute [en extensi&oacute;n] un modelo anal&iacute;tico de búsqueda de informaci&oacute;n basado en la tarea y su contribuci&oacute;n al desarrollo del &aacute;rea de la investigaci&oacute;n.</blockquote>

<h4><a href="paper164.html">Una propuesta de modelo general de comportamiento de informaci&oacute;n.</a> <br /> Barbara Niedzwiedzka, Departamento de Estudios de Informaci&oacute;n, Instituto de Salud Pública,  Universidad Jagiellonian Medical College, Cracovia, Polonia</h4>

<blockquote>Presenta una descripci&oacute;n cr&iacute;tica del modelo global de comportamiento de informaci&oacute;n de Wilson (1996) y propone una modificaci&oacute;n importante en base a la investigaci&oacute;n en el comportamiento de informaci&oacute;n de gestores (directores), desarrollada en Polonia. El an&aacute;lisis te&oacute;rico y los resultados de la investigaci&oacute;n sugieren que el modelo de Wilson tiene ciertas imperfecciones, tanto en su contenido conceptual, como en la presentaci&oacute;n gr&aacute;fica. Por ejemplo, el modelo no puede usarse para describir los comportamientos de informaci&oacute;n de gestores (directores), puesto que  b&aacute;sicamente los gestores (directores) no son los usuarios finales de servicios externos a la organizaci&oacute;n o servicios inform&aacute;ticos de informaci&oacute;n, y adquieren la informaci&oacute;n principalmente a trav&eacute;s de los diversos intermediarios. Por consiguiente, el modelo no puede ser considerado como un modelo general, aplicable a toda categor&iacute;a de usuarios de informaci&oacute;n. El nuevo modelo propuesto abarca los conceptos principales del modelo de Wilson, como: persona-en-contexto, tres categor&iacute;as de variables intermedias (individual, social y ambiental), mecanismos  de activaci&oacute;n, car&aacute;cter c&iacute;clico del comportamiento de informaci&oacute;n, y adopci&oacute;n de una aproximaci&oacute;n multidisciplinaria para explicarlos. Sin embargo, el nuevo modelo introduce varios cambios. Estos incluyen: 1. identificaci&oacute;n del 'contexto' con las variables intermedias; 2. inmersi&oacute;n de la cadena de comportamiento de informaci&oacute;n en el 'contexto', para indicar que las variables del contexto influencian el comportamiento en todas las fases del proceso (identificaci&oacute;n de necesidades, búsqueda de informaci&oacute;n, procesamiento y uso de informaci&oacute;n); 3. se hace hincapi&eacute; en el hecho que los mecanismos de activaci&oacute;n tambi&eacute;n pueden ocurrir en todas las fases del proceso de adquisici&oacute;n de informaci&oacute;n; 4. introducci&oacute;n de dos estrategias b&aacute;sicas de búsqueda de informaci&oacute;n: personal y/o usando diversos intermediarios.</blockquote>

<h4><a href="paper165.html">
 Cinco dimensiones de la personalidad y su influencia en el comportamiento de informaci&oacute;n</a><br /> 
Jannica Heinström, Departamento de Ciencias Sociales y Pol&iacute;ticas / Estudios de Informaci&oacute;n, Universidad &Aring;bo Akademi, Tavastgatan 13, FIN-20500 &Aring;bo, Finlandia.</h4> 

<blockquote>Este art&iacute;culo enfatiza la importancia de considerar los mecanismos psicol&oacute;gicos para una comprensi&oacute;n completa de los usuarios de servicios de informaci&oacute;n. El punto central es la relaci&oacute;n entre la personalidad y la búsqueda de informaci&oacute;n la cual se explora a trav&eacute;s del an&aacute;lisis cuantitativo de los rasgos de personalidad y h&aacute;bitos de informaci&oacute;n de 305 estudiantes universitarios. Se muestra que los comportamientos de informaci&oacute;n  pueden conectarse a todas las dimensiones de la personalidad examinadas en el estudio - neurosis, extraversi&oacute;n, apertura a la experimentaci&oacute;n, competitividad, escrupulosidad. Se discuten las posibles explicaciones para estas relaciones. Se concluye que los rasgos internos interaccionan con los factores contextuales en su impacto final en el comportamiento deinformaci&oacute;n.</blockquote> 

<hr size="3" style="color:#000080 ;" />
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 13th October, 2003</h5>
<img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="15" width="44" />
<hr size="3" style="color:#000080 ;" />
</body>

<!-- Mirrored from informationr.net/ir/9-1/spanish91.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:06 GMT -->
</html>