<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/14-4/spanish144.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:32 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 14 No. 4 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="robots" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 14 No.4 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 14 No. 4 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish144.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2009-12-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 14  no. 4, December 2009</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres144.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>



<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper413.html" target="_blank">Una profesi&oacute;n en transici&oacute;n: hacia el desarrollo y aplicaci&oacute;n de normas para la gesti&oacute;n de recursos visuales. Parte B - punto de vista del profesional</a>
<br />
Himalayas Iyer</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Se discuten en este art&iacute;culo los resultados de una encuesta de profesionales de recursos visuales, las competencias centrales manifestadas y las pr&oacute;ximas fases del proyecto, que complementa a la Parte A en el se informaba de un an&aacute;lisis de contenido de anuncios de trabajo.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; una encuesta a los profesionales de recursos visuales para reunir opiniones sobre el estado, la contrataci&oacute;n, la formaci&oacute;n y las aptitudes necesarias en el campo de recursos visuales.<br />
<strong>An&aacute;lisis.</strong> Se emplearon dos conjuntos de categor&iacute;as para el an&aacute;lisis de contenido. Una primera categor&iacute;a sobre los entornos de informaci&oacute;n en el que exist&iacute;an los puestos de trabajo. Surgieron las subcategor&iacute;as acad&eacute;micas, archivos, museos, bibliotecas y entornos de informaci&oacute;n privada. La segunda categor&iacute;a se estableci&oacute; para especificar los requisitos de cualificaci&oacute;n para los puestos de trabajo. Las subcategor&iacute;as fueron: formaci&oacute;n acad&eacute;mica, experiencia y habilidades y conocimientos.<br />
<strong>Resultados.</strong> El procesamiento de im&aacute;genes, las im&aacute;genes digitales, la alfabetizaci&oacute;n visual, la comunicaci&oacute;n, la gesti&oacute;n de recursos de datos y la catalogaci&oacute;n emergieron como campos de cualificaciones deseados.<br />
<strong>Conclusi&oacute;n.</strong> Los recursos visuales son un campo emergente y en creciente complejidad que experimenta el impacto de las tecnolog&iacute;as digitales y los muchos entornos de trabajo. En &eacute;stos se incluyen museos, archivos, organizaciones privadas y bibliotecas. Se sugiere un graduado en Biblioteconom&iacute;a y Documentaci&oacute;n complementado con el curso no-certificado de una semana del Summer Educational Institute en Visual Resources and Image Management para preparar a los futuros profesionales del campo.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper414.html" target="_blank">Qu&eacute;  diferencia produce una nube de etiquetas: efectos de tareas y habilidades cognitivas en el uso de interfaces de resultados de b&uacute;squeda</a><br />
 Jacek Gwizdka</h4>

<blockquote><strong>Introducci&oacute;n.</strong> El objetivo de este estudio es aumentar nuestra comprensi&oacute;n de las relaciones entre las tareas seleccionadas, las habilidades cognitivas y las interfaces de resultado de b&uacute;squeda. El objetivo subyacente es comprender c&oacute;mo seleccionar la presentaci&oacute;n de resultados de b&uacute;squeda para tareas y contextos de usuario.<br />
<strong>M&eacute;todo.</strong> Veinte tres participantes realizaron cuatro tareas de b&uacute;squeda de dos tipos y utilizaron dos interfaces (lista y visi&oacute;n general) para refinar y examinar los resultados de b&uacute;squeda. Se registraron datos de clics. Este estudio controlado utiliz&oacute; un dise&ntilde;o de modelo mixto con dos factores intra-sujeto (interfaz y tarea) y dos factores inter-sujeto (dos habilidades cognitivas: capacidad de retenci&oacute;n y cierre verbal).<br />
<strong>An&aacute;lisis.</strong> Los an&aacute;lisis cuantitativos se realizaron por medio del paquete estad&iacute;stico SPSS. Espec&iacute;ficamente, se realizaron an&aacute;lisis multivariante de la varianza con medidas repetidas y pruebas no param&eacute;tricas sobre los datos recopilados.<br />
<strong>Resultados.</strong> La visi&oacute;n general (resumen, descripci&oacute;n) de los resultados de b&uacute;squeda parece que ha beneficiado a los buscadores de varias maneras. Las hace m&aacute;s r&aacute;pidas; facilita la formulaci&oacute;n de consultas m&aacute;s eficaces y ayuda a evaluar los resultados de la b&uacute;squeda. Los buscadores con habilidades cognitivas superiores eran m&aacute;s r&aacute;pidos en la interfaz de vista general y en situaciones menos exigentes (en tareas simples), mientras que al mismo tiempo lanzaron aproximadamente el mismo n&uacute;mero de consultas que los buscadores de menor capacidad. En situaciones m&aacute;s exigentes (en tareas complejas y la interfaz de lista), los buscadores de superior capacidad gastaron m&aacute;s de esfuerzo de b&uacute;squeda, aunque no eran significativamente m&aacute;s lentos que la gente de inferior capacidad en estas situaciones. El mayor esfuerzo de b&uacute;squeda, sin embargo, no tuvo como resultado una mejora medible de los resultados de la tarea para buscadores de alta capacidad.<br />
<strong>Conclusiones.</strong> Estos resultados tienen implicaciones en el dise&ntilde;o de interfaces de b&uacute;squeda. Sugieren beneficios para proporcionar informaci&oacute;n general de resultado. Tambi&eacute;n sugieren la importancia en considerar las habilidades cognitivas en el dise&ntilde;o de la presentaci&oacute;n y la interacci&oacute;n de los resultados de la b&uacute;squeda.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper415.html" target="_blank">La situaci&oacute;n de los repositorios institucionales de libre acceso en Espa&ntilde;a: informe 2009</a><br />
Remedios Melero,  Ernest Abadal ,  Francisca Abad y  Josep Manel Rodr&iacute;guez-Gair&iacute;n</h4>

<blockquote><strong>Introducci&oacute;n. </strong>El proyecto DRIVER I ha elaborado un informe detallado de repositorios europeos basado en los datos obtenidos en una encuesta en la que la participaci&oacute;n de Espa&ntilde;a fue muy baja. Esto cre&oacute; una imagen muy distorsionada de la implementaci&oacute;n de repositorios en Espa&ntilde;a. Este estudio tiene como objetivo analizar el estado actual de los repositorios institucionales de libre acceso espa&ntilde;oles y describir sus caracter&iacute;sticas.<br />
<strong>M&eacute;todo.</strong> Los datos fueron recogidos a trav&eacute;s de una encuesta Web. El cuestionario se bas&oacute; en el utilizado en DRIVER I: cobertura; infraestructura t&eacute;cnica y cuestiones t&eacute;cnicas; pol&iacute;ticas institucionales; servicios creados; y estimuladores e inhibidores para establecer, llenar y mantener sus repositorios institucionales digitales.<br />
<strong>An&aacute;lisis.</strong> Los datos fueron tabulados y analizados sistem&aacute;ticamente seg&uacute;n las respuestas obtenidas del cuestionario y agrupados por cobertura.<br />
<strong>Resultados.</strong> Se obtuvieron respuestas de 38 de las 104 instituciones contactadas, que ten&iacute;an 29 repositorios institucionales. Esto representa el 78,3% de los repositorios espa&ntilde;oles seg&uacute;n el directorio BuscaRepositorios. Los repositorios espa&ntilde;oles conten&iacute;an principalmente materiales a texto completo (art&iacute;culos de revistas y tesis doctorales) junto con metadatos. El software m&aacute;s utilizado es DSpace, seguido por EPrints. El est&aacute;ndar de metadatos m&aacute;s usado fue Dublin Core. Los repositorios espa&ntilde;oles ofrecieron m&aacute;s estad&iacute;sticas de uso y menos servicios orientados al autor que la media europea. Las prioridades para el futuro desarrollo de los repositorios son la necesidad de pol&iacute;ticas claras sobre el acceso a la producci&oacute;n cient&iacute;fica sustentada por financiaci&oacute;n p&uacute;blica y la necesidad de indicadores de control de calidad.<br />
<strong>Conclusiones.</strong> Este es el primer estudio detallado de repositorios institucionales espa&ntilde;oles. Los estimuladores claves para establecer, llenar y mantener fueron, en orden de importancia, el incremento de visibilidad y citaci&oacute;n, el inter&eacute;s de los responsables de la toma de decisiones, la sencillez de uso y los servicios de b&uacute;squeda. Por otro lado los principales inhibidores identificados fueron la ausencia de pol&iacute;ticas, la falta de integraci&oacute;n con otros sistemas nacionales e internacionales y la falta de esfuerzos de concienciaci&oacute;n entre instituciones acad&eacute;micas.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper416.html" target="_blank">Pesimismo del proveedor virtual: an&aacute;lisis de encuentros de referencia mediante mensajería instant&aacute;nea con el m&eacute;todo de comparaci&oacute;n de la percepci&oacute;n del par</a><br />
Derek Hansen, Margeaux Johnson, Elizabeth Norton y  Anne McDonough</h4> 

<blockquote><strong>Introducci&oacute;n.</strong> Examinamos las diferencias entre las percepciones de usuario y proveedor del mismo encuentro de referencia por mensajer&iacute;a de instant&aacute;nea. Resumimos estudios previos de encuentros de referencia cara a cara, identificando un fen&oacute;meno com&uacute;n que llamamos pesimismo de proveedor - cuando los usuarios de un servicio piensan que est&aacute;n m&aacute;s satisfechos que los proveedores-. A continuaci&oacute;n, buscamos este fen&oacute;meno en un escenario de referencia mediante mensajer&iacute;a instant&aacute;nea.<br />
<strong>M&eacute;todo.</strong> Se presenta el m&eacute;todo de comparaci&oacute;n de la percepci&oacute;n del par para comparar sistem&aacute;ticamente las percepciones de usuario y proveedor del mismo encuentro. Implementamos el m&eacute;todo mediante la administraci&oacute;n de encuestas de satisfacci&oacute;n separadas para proveedores de usuarios de pregrado y estudiantes de Master de Biblioteconom&iacute;a inmediatamente despu&eacute;s de un encuentro de referencia mediante mensajer&iacute;a instant&aacute;nea compartida.<br />
<strong>An&aacute;lisis.</strong> Un total de veintis&eacute;is encuestas emparejadas se compararon mediante estad&iacute;sticas para muestras emparejadas para identificar discrepancias significativas.<br />
<strong>Resultados.</strong> Encontramos evidencia de pesimismo de proveedor para la satisfacci&oacute;n general, el tiempo de la interacci&oacute;n, la facilidad de uso del sistema, la amabilidad del proveedor, la precisi&oacute;n de las referencias, el seguimiento del proveedor y la ortograf&iacute;a y la gram&aacute;tica usada por el proveedor.<br />
<strong>Conclusi&oacute;n.</strong> Los resultados indican que los nuevos proveedores virtuales de referencia deber&iacute;an tener mayor confianza en sus habilidades y no estar tan preocupados con caracter&iacute;sticas potencialmente estresantes de la mensajer&iacute;a instant&aacute;nea como escribir r&aacute;pidamente o cometer errores ortogr&aacute;ficos. El uso futuro del m&eacute;todo de comparaci&oacute;n de la percepci&oacute;n del par puede identificar m&aacute;s sistem&aacute;ticamente las discrepancias en las percepciones de usuario y proveedor.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper417.html" target="_blank">El impacto de la madurez del sistema de inteligencia empresarial sobre la calidad de la informaci&oacute;n</a><br />
 A. Popovi&#269;, P. S. Coelho and J. Jakli&#269;</h4>


<blockquote>Introducci&oacute;n. Proponemos y probamos un modelo para la relaci&oacute;n entre los sistemas de inteligencia de negocio y calidad de la informaci&oacute;n y para investigar con m&aacute;s detalle el potencial impacto de diferencial de la madurez de los sistemas de inteligencia empresarial sobre dos aspectos de la calidad de la informaci&oacute;n: la calidad del contenido y la calidad de los medios de comunicaci&oacute;n.

M&eacute;todo. La investigaci&oacute;n se realiz&oacute; en la primavera de 2008. Se obtuvieron datos emp&iacute;ricos a trav&eacute;s de una encuesta de organizaciones medianas y grandes eslovenas.

An&aacute;lisis. Se realiz&oacute; un an&aacute;lisis cuantitativo de datos relativos a 181 organizaciones. El an&aacute;lisis de datos se realiz&oacute; utilizando modelos de ecuaci&oacute;n estructurales.

Resultados. La aplicaci&oacute;n de un sistema de inteligencia empresarial afecta positivamente a ambos aspectos de la calidad de la informaci&oacute;n conceptualizados en nuestro modelo. Sin embargo, el efecto y poder explicativo (medida por el coeficiente de determinaci&oacute;n) de la madurez de los sistemas de inteligencia empresarial es mayor en la calidad de los medios de comunicaci&oacute;n que sobre la calidad del contenido.

Conclusiones. Dado que la mayor&iacute;a de los problemas de calidad de informaci&oacute;n en las actividades de conocimiento intensivo se refieren a la calidad del contenido, es razonable esperar que la aplicaci&oacute;n de sistemas de inteligencia empresarial aborde adecuadamente estos problemas. Sin embargo, los efectos de la aplicaci&oacute;n de tales sistemas parecen estar m&aacute;s centrado en los resultados de calidad de medios de comunicaci&oacute;n. En base a nuestras conclusiones sugerimos que los proyectos de implantaci&oacute;n de sistemas de inteligencia empresarial deben prestar m&aacute;s atenci&oacute;n a asegurar la calidad del contenido.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper418.html" target="_blank">En busca de credibilidad: las pr&aacute;cticas de informaci&oacute;n de los alumnos en entornos de aprendizaje</a><br />
Olof Sundin y  Helena Francke</h4> 

<blockquote><strong>Introducci&oacute;n</strong>. Nuestro objetivo es establecer una profunda comprensi&oacute;n sobre c&oacute;mo los alumnos de la escuela secundaria superior gestionan la credibilidad y la autoridad de la informaci&oacute;n como parte de sus pr&aacute;cticas de aprendizaje. Se presta especial atenci&oacute;n al uso de recursos creados por el usuario, como Wikipedia, donde la autor&iacute;a es colectiva y/o dif&iacute;cil de determinar.
<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio etnogr&aacute;fico en una clase de una escuela secundaria superior. Los m&eacute;todos inclu&iacute;an la observaci&oacute;n, entrevistas en grupo y diarios de b&uacute;squeda de informaci&oacute;n en forma de blogs.<br />
<strong>An&aacute;lisis.</strong> El material emp&iacute;rico del estudio de la clase fue categorizado y agregado en cinco temas, que surgieron como resultado de la interacci&oacute;n entre el material emp&iacute;rico y una perspectiva basada en la teor&iacute;a socio-cultural.<br />
<strong>Resultados.</strong> Los alumnos hacen evaluaciones de credibilidad basadas en m&eacute;todos desarrollados para los medios tradicionales donde, por ejemplo, el origen y el nombre del autor son importantes. Emplean algunas fuentes creadas por los usuarios, en particular Wikipedia, porque est&aacute;n disponibles f&aacute;cilmente, pero no est&aacute;n seguros sobre cuando deben ser consideradas cre&iacute;bles estas fuentes.<br />
<strong>Conclusiones.</strong> En un mundo de medios cada vez m&aacute;s diversos, las evaluaciones de credibilidad de los alumnos deben ser informadas para una comprensi&oacute;n socio-t&eacute;cnica de las fuentes que tiene en cuenta aspectos tanto sociales como materiales. La diversidad de recursos exige que los alumnos eval&uacute;en la credibilidad para cada situaci&oacute;n particular en la que utilizan la informaci&oacute;n.</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper419.html" target="_blank">Una investigaci&oacute;n Delphi sobre las necesidades de investigaci&oacute;n en la biblioteconom&iacute;a sueca</a><br />
Elena Maceviciute y T.D. Wilson</h4>

<blockquote><strong>Introducci&oacute;n.</strong> Se informa de la realizaci&oacute;n de un estudio nacional en Suecia para establecer las prioridades de investigaci&oacute;n deseadas por las bibliotecas. La investigaci&oacute;n busc&oacute; establecer que base de evidencias se necesita para la pr&aacute;ctica basada en la evidencia.<br />
<strong>M&eacute;todo.</strong> Se emple&oacute; el m&eacute;todo Delphi para solicitar opiniones sobre los tipos de investigaci&oacute;n necesitada por bibliotecas de todo tipo en Suecia. Se obtuvieron de los bibliotecarios los temas de investigaci&oacute;n y se identificaron en la bibliograf&iacute;a y listas de discusi&oacute;n profesionales. Se realizaron dos rondas de encuesta usando los sesenta y cuatro temas extra&iacute;dos y fueron seguidas de un taller interactivo. Los participantes fueron nominados por los propios bibliotecarios.<br />
<strong>An&aacute;lisis.</strong> Se utilizaron m&eacute;todos estad&iacute;sticos est&aacute;ndar para derivar medias y desviaciones est&aacute;ndar y se utiliz&oacute; el coeficiente de correlaci&oacute;n de Spearman para comparar los resultados de diferentes sectores bibliotecarios.<br />
<strong>Resultados.</strong> No se logr&oacute; un consenso entre los miembros del grupo de expertos durante las rondas de encuesta, pero el taller identific&oacute; los diez temas de prioridad m&aacute;s altos. Las bibliotecas p&uacute;blicas, regionales y escolares est&aacute;n m&aacute;s preocupadas por la relaci&oacute;n de las bibliotecas con la educaci&oacute;n y la sociedad en su conjunto, mientras que las bibliotecas acad&eacute;micas y especiales hacen hincapi&eacute; en los cambios en la comunicaci&oacute;n cient&iacute;fica y empresarial y en el impacto de las nuevas tecnolog&iacute;as.<br />
<strong>Conclusiones.</strong> El consenso entre los diferentes sectores bibliotecarios suecos con respecto a la agenda de los principales temas de investigaci&oacute;n puede obtenerse s&oacute;lo condicionalmente. Se mantienen fuertes diferencias entre ellos y tienen que tenerse en cuenta a la hora de implementar la agenda. Los expertos consideran el futuro de la biblioteca como incierto y priorizan los temas que pueden ayudar a fomentar los lectores y los usuarios de la biblioteca y a fortalecer posiciones estrat&eacute;gicas de las bibliotecas.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper421.html" target="_blank">La visualizaci&oacute;n y la evoluci&oacute;n de la estructura cient&iacute;fica de la investigaci&oacute;n &quot;fuzzy sets&quot; en Espa&ntilde;a</a><br />
A.G. L&oacute;pez-Herrera, M.J. Cobo,  E. Herrera-Viedma, F.  Herrera, R. Bail&oacute;n-Moreno, R. and E. Jim&eacute;nez-Contreras. <h4>

<blockquote><strong>Introducci&oacute;n.</strong> Presenta el primer estudio bibliom&eacute;trico sobre la evoluci&oacute;n del campo de la teor&iacute;a de conjuntos difusos. Se centra especialmente en la investigaci&oacute;n llevada a cabo por la comunidad espa&ntilde;ola.<br />
<strong>M&eacute;todo.</strong> Se utiliza el software de CoPalRed, para el an&aacute;lisis de red, y la t&eacute;cnica de an&ntilde;lisis de co-palabras.<br />
<strong>An&aacute;;lisis.</strong> Se proporcionan mapas bibliom&eacute;tricos mostrando las principales asociaciones entre los principales conceptos en el campo para los per&iacute;odos de 1965-1993, 1994-1998, 1999-2003 y 2004-2008.<br />
<strong> Resultados.</strong> Los mapas bibliom&eacute;tricos obtenidos proporcionan conocimientos sobre la estructura de la investigaci&oacute;n sobre teor&iacute;a de conjuntos difusos en la comunidad espa&ntilde;ola, visualizan los subcampos de investigaci&oacute;n y muestran las relaciones existentes entre los subcampos. Adem&ntilde;s, se compara la comunidad espa&ntilde;ola con otros pa&iacute;ses (Estados Unidos y Canada;  Reino Unido y Alemania; y Jap&oacute;n y Rep&uacute;blica Popular China).<br />
<strong>Conclusiones.</strong> Como resultado de los an&aacute;lisis, se presenta un estudio completo de la evoluci&oacute;n de la comunidad espa&ntilde;ola en conjuntos difusos y un an&ntilde;lisis de su importancia internacional.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper421.html" target="_blank">Ventajas de la representaci&oacute;n de tesauros usando el Sistema Simple de Organizaci&oacute;n del Conocimiento (SKOS) en comparaci&oacute;n con las alternativas propuestas</a><br />
Juan-Antonio Pastor-Sanchez, Francisco Javier Mart&iacute;nez Mendez and José Vicente Rodr&iacute;guez-Mu&ntilde;oz.</h4>


<blockquote><strong>Introducci&oacute;n.</strong> Se muestra un an&aacute;lisis comparativo de SKOS frente a otras alternativas para la representaci&oacute;n de tesauros en la Web Sem&aacute;ntica.<br />
<strong>Metodolog&iacute;a.</strong> Partiendo de los cambios funcionales y estructurales de los tesauros, se ofrece una visi&oacute;n actual abandonando el paradigma l&eacute;xico en favor del paradigma conceptual, describi&eacute;ndose diversas iniciativas de representaci&oacute;n de tesauros usando vocabularios RDF para su aplicaci&oacute;n en la Web Sem&aacute;ntica, dedicando especial atenci&oacute;n a SKOS.<br />
<strong>An&aacute;lisis y resultados.</strong> La comparaci&oacute;n nos permite conocer los aspectos trascendentales en un modelo de representaci&oacute;n de tesauros. SKOS incorpora las principales organizando los conceptos en esquemas y colecciones. Las nociones de t&eacute;rminos descriptores y no-descriptores se sustituyen por la asociaci&oacute;n a conceptos de etiquetas preferentes y alternativas y es posible definir relaciones jer&aacute;rquicas o asociativas entre conceptos. SKOS tambi&eacute;n contempla establecer correspondencias entre conceptos de esquemas conceptuales diferentes.<br />
<strong>Conclusiones.</strong> Se justifica la opci&oacute;n de SKOS como mejor alternativa para el desarrollo de aplicaciones de gesti&oacute;n de tesauros en sistemas de informaci&oacute;n Web en especial si se considera el punto de vista del usuario.</blockquote>
<br />
<hr style="color: rgb(0, 0, 128);" size="1" />
<br />
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 14 December, 2009</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/14-4/spanish144.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:32 GMT -->
</html>
