<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/12-1/spanish121.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:24 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 11 No. 4 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 12 No. 1 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 12 No. 1 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish121.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2006-07-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />Vol. 12  No. 1, October 2006<br /><br />
<div class="button">
<ul>
	<li><a href="infres121.html">Contents | </a></li>
	<li><a href="../iraindex.html">Author index | </a></li>
	<li><a href="../irsindex.html">Subject index | </a></li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1">
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper286.html" target="_blank">Los investigadores y profesionales hablan sobre los usuarios y el uno del otro: construyendo la materia de estudios de usuario y audiencia</a><br />
Brenda Dervin y CarrieLynn D. Reinhard</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. Informamos sobre la fase de investigaci&oacute;n de un di&aacute;logo multi-etapa que examina las convergencias y divergencias sobre la forma en que tres campos (biblioteconom&iacute;a y documentaci&oacute;n, interacci&oacute;n humano-ordenador y estudios de los medios de comunicaci&oacute;n) miran a los usuarios y se miran mutuamente. Nuestra atenci&oacute;n se centr&oacute; en qu&eacute; vieron los investigadores y profesionales como las grandes preguntas por contestar en estudios de usuario y lo que vieron como las convergencias y divergencias a trav&eacute;s de las divisiones de la disciplina y de la pr&aacute;ctica-investigaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. Se entrevist&oacute; telef&oacute;nicamente a ochenta y ocho expertos internacionales de los tres campos; treinta y un expertos locales, bibliotecarios p&uacute;blicos y acad&eacute;micos que serv&iacute;an en universidades de Ohio central, fueron entrevistados usando auto-diarios e informes de grupo focal. <br />
<strong>An&aacute;lisis</strong>. Se complet&oacute; un an&aacute;lisis tem&aacute;tico. El prop&oacute;sito no era fijar diferencias substantivas sino identificar las maneras en las que las convergencias y las divergencias mostraron relevancia respecto a los aspectos comunicativos de la tarea de investigaci&oacute;n. Se aplic&oacute; una teor&iacute;a del di&aacute;logo que intencionadamente posicion&oacute; este an&aacute;lisis como uno de los muchos potenciales. <br />
<strong>Resultados</strong>. Todos los participantes mostraron un fuerte compromiso con la mejora de los estudios de usuario y con hacerlos m&aacute;s importantes para el dise&ntilde;o, la practica y la sociedad. Al mismo tiempo, sin importar el campo o perspectiva, lucharon contra las incoherencias de las avalanchas de investigaci&oacute;n sobre el usuario. Denigraron la incapacidad general de comunicaci&oacute;n entre campos y entre la investigaci&oacute;n y la pr&aacute;ctica. Denigraron las maneras en las que las condiciones estructurales parec&iacute;an limitar las posibilidades. Sin embargo, esperaban cosas mejores por llegar. <br />
<strong>Conclusiones</strong>. Los modos tradicionales usados para la comunicaci&oacute;n en la tarea de investigaci&oacute;n de las ciencias sociales no est&aacute;n sirviendo para los estudios de usuario. Necesitamos reclamar algunos procedimientos perdidos en los &eacute;nfasis actuales de cantidad sobre calidad e inventar otras opciones. &Eacute;ste es el tema de nuestro segundo art&iacute;culo, en este mismo n&uacute;mero. </blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4>Keynote address<br />
M&aacute;s all&aacute; de la comunicaci&oacute;n, la investigaci&oacute;n como comunicaci&oacute;n: construyendo la materia de estudios de usuario y audiencias - trabajo 2<br />
Brenda Dervin, Carrie Lynn D. Reinhard and Fei C. Shen</h4>

<blockquote>Este trabajo es una continuaci&oacute;n en dos sentidos. Sirve, en primer lugar, como la versi&oacute;n escrita de una conferencia impartida el 19 de julio por el autor senior Dervin en el congreso de 2006 sobre b&uacute;squeda de informaci&oacute;n en contexto (2006 Information Seeking in Context Conference). Tambi&eacute;n sirve como nuestra primera respuesta al proyecto que divulgamos en el otro trabajo compa&ntilde;ero de este que aparece en este n&uacute;mero de Information Research.<br />
Ese proyecto es un di&aacute;logo a tres bandas entre los investigadores y los profesionales en ciencias de la documentaci&oacute;n y biblioteconom&iacute;a, interacci&oacute;n humano-ordenador, y comunicaci&oacute;n  centrado en las brechas en nuestro entendimiento de los usuarios y las audiencias así como en nuestros esfuerzos de colaboraci&oacute;n mutua para dirigir y aplicar la investigaci&oacute;n al dise&ntilde;o y puesta en pr&aacute;ctica de sistemas de informaci&oacute;n, de biblioteca, y de comunicaci&oacute;n y medios.<br />
Nuestra principal conclusi&oacute;n en este trabajo empírico es que los modos usados tradicionalmente para la comunicaci&oacute;n en la investigaci&oacute;n en ciencias sociales no sirven para los estudios de usuario y de audiencias o, para ese motivo, para las ciencias sociales.<br /> 
Este trabajo es un comentario reflexivo sobre esa conclusi&oacute;n que recurre a lecturas filos&oacute;ficas centradas específicamente en los aspectos de la comunicaci&oacute;n en la tarea de investigaci&oacute;n.</blockquote>



<hr style="color: rgb(0, 0, 128);" size="1">

<h4><a href="paper274.html" target="_blank">Buscando informaci&oacute;n de salud en la Canad&aacute; rural. &iquest;D&oacute;nde buscan los residentes informaci&oacute;n de salud y qu&eacute; hacen cuando la encuentran?</a><br /> 
Roma M. Harris,  C. Nadine Wathen y Jana M. Fear</h4> 

<blockquote>
<strong>Introducci&oacute;n</strong>. Las personas que viven en zonas rurales pueden enfrentarse a barreras espec&iacute;ficas para encontrar  informaci&oacute;n &uacute;til relacionada con la salud, y su uso de la informaci&oacute;n puede ser diferente a la de sus hom&oacute;logos urbanos.<br />
<strong>M&eacute;todo</strong>. Esta encuesta telef&oacute;nica aleatoria sobre 253 personas (75 % de sexo femenino) que viven en un &aacute;rea rural y m&eacute;dicamente poco atendida de Ontario, Canad&aacute;, sigue a un estudio previo de entrevista para revisar con una muestra mayor los temas relacionados con la b&uacute;squeda y el uso de la informaci&oacute;n de salud.<br /> 
<strong>An&aacute;lisis</strong>. Se us&oacute; estad&iacute;stica descriptiva para describir la muestra y la distribuci&oacute;n de respuestas para cada pregunta. Las diferencias de sexo sobre las preguntas clave se analizaron mediante la prueba Chi-cuadrado.<br /> 
<strong>Resultados</strong>. Para los encuestados era posible encontrar la informaci&oacute;n tanto en Internet como de doctores, aunque varios informaron que no ten&iacute;an acceso a estos recursos. Muchos de los encuestados usaron la informaci&oacute;n que encontraron para cuidar de ellos mismos o cuidar a otra persona, determinar si pedir ayuda de un profesional sanitario, y/o tomar  decisiones de tratamiento. Haciendo eco de los resultados de otros estudios, una proporci&oacute;n importante de mujeres inform&oacute; que no hablaron con un doctor de la informaci&oacute;n encontrada. 
Conclusiones. Estas conclusiones tienen implicaciones para la pol&iacute;tica de salud del gobierno canadiense, particularmente el uso de estrategias de e-salud.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper275.html" target="_blank">La actividad de informaci&oacute;n del personal de informaci&oacute;n al pasajero de tren: un fundamento para requisitos del sistema de informaci&oacute;n</a><br /> 
Martin Rose</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este trabajo revisa la actividad de informaci&oacute;n por objetivos del personal de informaci&oacute;n al pasajero, trabajando en el entorno din&aacute;mico de control de la red ferroviaria. El objetivo expl&iacute;cito es definir un conjunto significativo de requisitos del sistema de informaci&oacute;n. El informe muestra c&oacute;mo las situaciones din&aacute;micas pueden llevarnos a cuestionar varias teor&iacute;as establecidas de las ciencias de la documentaci&oacute;n.<br /> 
<strong>M&eacute;todo</strong>. Se observ&oacute; a los funcionarios de informaci&oacute;n al pasajero (PIOs) en servicio dentro de las oficinas centrales de mando y control ferroviario. Las sesiones de observaci&oacute;n totalizaron ocho horas, e involucraron la grabaci&oacute;n manual de los flujos de informaci&oacute;n secuenciales y la actividad asociada de los PIOs. Tambi&eacute;n se realiz&oacute; una entrevista semi-estructurada para proveer puntos de vista adicionales en el contexto organizativo. <br />
<strong>An&aacute;lisis</strong>. Se us&oacute; una t&eacute;cnica de an&aacute;lisis orientada al punto de vista para analizar los datos secuenciales captados durante las sesiones de observaci&oacute;n. Fueron identificadas y detalladas las secuencias de evento que representan y explican los puntos de vista en las descripciones detalladas del escenario.<br /> 
<strong>Resultados</strong>. El an&aacute;lisis respalda y refuta varias teor&iacute;as establecidas de las ciencias de la documentaci&oacute;n. Adicionalmente, se obtienen de los an&aacute;lisis del escenario y punto de vista un rango de requisitos de sistema: &quot;obligatorios&quot; y &quot;deseables&quot;. <br />
<strong>Conclusi&oacute;n</strong>. Las situaciones din&aacute;micas tienen un impacto importante sobre el comportamiento de la informaci&oacute;n que no es siempre pronosticado por las teor&iacute;as actuales de las ciencias de la documentaci&oacute;n.
</blockquote>

  <hr style="color: rgb(0, 0, 128);" size="1" />
 
<h4><a href="paper276.html" target="_blank">Las transformaciones de consultas y su papel en la b&uacute;squeda Web para el p&uacute;blico en general</a><br />
Martin Whittle, Barry Eaglestone, Nigel Ford, Valerie J. Gillet y Andrew Madden</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este trabajo informa sobre la investigaci&oacute;n preliminar en un estudio principalmente experimental sobre c&oacute;mo el p&uacute;blico en general busca la informaci&oacute;n en la Red. Se enfoca sobre los patrones de transformaci&oacute;n de consultas que caracterizan la b&uacute;squeda. <br />
<strong>M&eacute;todo</strong>. En este trabajo, se han usado los diarios de transacci&oacute;n del buscador Excite para desarrollar m&eacute;todos para analizar las transformaciones de consultas que deben ayudar en el an&aacute;lisis de nuestro trabajo experimental en curso. Nuestros m&eacute;todos involucran el uso de t&eacute;cnicas de similitud para relacionar las consultas con la consulta previa m&aacute;s similar en un entrenamiento. Las transformaciones de consulta resultantes son representadas como una lista de c&oacute;digos que representan la b&uacute;squeda completa.<br />
<strong>An&aacute;lisis</strong>. Se muestra c&oacute;mo las secuencias de transformaci&oacute;n de consultas pueden ser representadas como redes gr&aacute;ficas y se indican algunos resultados estad&iacute;sticos b&aacute;sicos. Se lleva a cabo un an&aacute;lisis de correlaci&oacute;n para revisar la co-ocurrencia de los cambios bol&eacute;anos y de comillas con los cambios sint&aacute;cticos. <br />
<strong>Resultados</strong>. Se presenta un an&aacute;lisis de la frecuencia de ocurrencia de las claves de transformaci&oacute;n de consulta. Se investiga la conectividad de los gr&aacute;ficos obtenidos de la transformaci&oacute;n de consultas, encontrando que sigue una ley de crecimiento exponencial. El an&aacute;lisis de correlaci&oacute;n revela varios patrones que proveen algunas percepciones interesantes sobre la b&uacute;squeda Web por el p&uacute;blico en general.<br />
<strong>Conclusi&oacute;n</strong>. Hemos desarrollado los m&eacute;todos anal&iacute;ticos sobre la base de la similitud de consulta que pueden ser aplicados a nuestro trabajo experimental en curso con voluntarios. Los resultados de &eacute;stos formar&aacute;n parte de una base de datos con el objetivo de desarrollar una mejor comprensi&oacute;n de c&oacute;mo el p&uacute;blico busca en la Web.
</blockquote> 
 
   <hr style="color: rgb(0, 0, 128);" size="1" />
   
<h4><a href="paper277.html" target="_blank">El entorno de uso de informaci&oacute;n de ni&ntilde;os abusados y abandonados</a><br />
Julie A. Hersberger, Adam L. Murray y S.M. Sokoloff</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Cuando un tribunal decide judicialmente que los ni&ntilde;os est&aacute;n siendo maltratados, son retirados sumariamente de sus hogares, produciendo como resultado una interrupci&oacute;n de sus vidas cotidianas. Este estudio piloto revisa el contexto en el que los ni&ntilde;os maltratados buscan y usan la informaci&oacute;n para poder con este per&iacute;odo estresante de sus vidas.<br />
<strong>M&eacute;todo</strong>. Este estudio aplica los cuatro componentes de entornos de uso de informaci&oacute;n de Taylor para estudiar al usuario y los usos de informaci&oacute;n y los contextos dentro de los que estos usuarios realizan las elecciones sobre qu&eacute; informaci&oacute;n es &uacute;til para ellos en ocasiones especiales.<br /> 
<strong>An&aacute;lisis</strong>. Se revisan las caracter&iacute;sticas de los ni&ntilde;os acogidos como poblaci&oacute;n. Se describen los escenarios en los que tales ni&ntilde;os buscan informaci&oacute;n y los problemas de la experiencia, vinculada con la b&uacute;squeda de informaci&oacute;n, son articulados como lo son las soluciones del problema. <br />
<strong>Resultados</strong>. El resultado m&aacute;s importante de este el estudio es que hay tres fases claramente diferenciadas de necesidad de informaci&oacute;n y b&uacute;squeda que se corresponden con las tres fases de adaptaci&oacute;n que los ni&ntilde;os experimentan.<br />
<strong>Conclusi&oacute;n</strong>. El conocimiento de las fases del problema favorece contextos de vida diaria en entornos del programa de acogida proporcionados por personal de apoyo, que proporcionan informaci&oacute;n a estos ni&ntilde;os,  mejora las percepciones sobre lo que ayuda y lo que produce ansiedad creciente o causa m&aacute;s trauma. 
</blockquote>

    <hr style="color: rgb(0, 0, 128);" size="1" />
	
<h4><a href="paper278.html" target="_blank">La presentaci&oacute;n del usuario de informaci&oacute;n en los informes de investigaci&oacute;n de comportamiento de informaci&oacute;n</a><br />
Lynne (E.F.) McKechnie, Jennifer L. Pecoskie y Christopher M. Dixon y Heidi Julien</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este estudio revis&oacute; c&oacute;mo presentan los investigadores sobre comportamiento de informaci&oacute;n humano a los participantes de los estudios de investigaci&oacute;n a trav&eacute;s de las siguientes preguntas: &iquest;c&oacute;mo describen los investigadores de comportamiento de informaci&oacute;n humano a los participantes en los informes de investigaci&oacute;n emp&iacute;rica?; y, &iquest;qu&eacute; estrategias usan los investigadores de comportamiento de informaci&oacute;n humano en su presentaci&oacute;n de participantes?<br />
<strong>M&eacute;todo y an&aacute;lisis</strong>. Se realiz&oacute; un an&aacute;lisis del contenido de 96 informes de investigaci&oacute;n publicados en las actas del ISIC  de los a&ntilde;os 1996-2004. Se codificaron los art&iacute;culos con informaci&oacute;n sobre recolecci&oacute;n de datos y m&eacute;todos de an&aacute;lisis de datos, uso de teor&iacute;a, y partes del art&iacute;culo en las que se incluyeron a los participantes (t&iacute;tulo, resumen, revisi&oacute;n bibliogr&aacute;fica, m&eacute;todos, resultados, discusi&oacute;n y conclusi&oacute;n). Tambi&eacute;n se anotaron los t&eacute;rminos usados para etiquetar a los participantes de investigaci&oacute;n, las pr&aacute;cticas de recolecci&oacute;n de datos y las estrategias usadas por los autores para presentar a los usuarios. <br />
<strong>Resultados</strong>. Los autores usan una variedad de t&eacute;rminos y pr&aacute;cticas de recolecci&oacute;n de datos que formulan al usuario de informaci&oacute;n o al participante de investigaci&oacute;n tanto como superfluo como fundamental para la investigaci&oacute;n.
Conclusi&oacute;n. Los investigadores deben tomar mayor conciencia en la realizaci&oacute;n del informe de su investigaci&oacute;n. Son necesarias mejoras en la formaci&oacute;n doctoral, los textos de m&eacute;todos de investigaci&oacute;n y las instrucciones de editores a autores. 
</blockquote> 

    <hr style="color: rgb(0, 0, 128);" size="1" />
	
<h4><a href="paper279.html" target="_blank">Respuestas e influencias: un modelo del uso de informaci&oacute;n en l&iacute;nea para el aprendizaje</a><br />
Hilary Hughes</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Analiza la complejidad del uso de informaci&oacute;n en l&iacute;nea para el aprendizaje en el contexto de la diversidad cultural, intensivo en tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n, de la educaci&oacute;n superior. Presenta un modelo de respuestas e influencias en el uso de informaci&oacute;n en l&iacute;nea para el aprendizaje, que aspira a incrementar el conocimiento de la complejidad del uso de informaci&oacute;n en l&iacute;nea y a respaldar el desarrollo de la alfabetizaci&oacute;n informacional.<br />
<strong>Fondo.</strong> A pesar de la integraci&oacute;n creciente de la alfabetizaci&oacute;n informacional en los planes de estudios universitarios hay limitaciones evidentes en el uso de la informaci&oacute;n relacionada con un desequilibrio de la alfabetizaci&oacute;n informacional de los estudiantes entre las bien desarrolladas destrezas en tecnolog&iacute;as de la informaci&oacute;n y los enfoques poco cr&iacute;ticos, agravado por las diferencias en la experiencia cultural y lingü&iacute;stica.<br /> 
<strong>Influencias.</strong> Este modelo toma puntos de vista de modelos de comportamiento de informaci&oacute;n y b&uacute;squeda de informaci&oacute;n, alfabetizaci&oacute;n informacional, adaptaci&oacute;n transcultural, y el uso en l&iacute;nea reflexivo.<br /> 
<strong>El modelo</strong>. Incluye las respuestas conductuales, cognitivas y afectivas con las influencias culturales y lingü&iacute;sticas en un marco de investigaci&oacute;n de acci&oacute;n que representa el uso de la informaci&oacute;n en l&iacute;nea como hol&iacute;stico, din&aacute;mico y continuo, confrontando el compromiso de la experiencia con la informaci&oacute;n en l&iacute;nea para el aprendizaje.<br /> 
<strong>Conclusi&oacute;n</strong>. El modelo representa la sinergia entre el uso de informaci&oacute;n y el aprendizaje. Respalda el desarrollo de los enfoques reflexivos inclusivos para la alfabetizaci&oacute;n informacional, que aborda los desaf&iacute;os identificados de aprendizaje relacionados con el desequilibrio de alfabetizaci&oacute;n informacional y la diversidad cultural y lingü&iacute;stica.
</blockquote>

    <hr style="color: rgb(0, 0, 128);" size="1" />
	
<h4><a href="paper280.html" target="_blank">La ense&ntilde;anza de la b&uacute;squeda de Informaci&oacute;n: relacionando la educaci&oacute;n de alfabetizaci&oacute;n informacional con las teor&iacute;as del comportamiento de informaci&oacute;n</a><br />
Louise Limberg y Olof Sundin</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> El art&iacute;culo argumenta a favor de una asociaci&oacute;n m&aacute;s cercana entre investigaci&oacute;n en b&uacute;squeda de informaci&oacute;n y las pr&aacute;cticas de ense&ntilde;anza en b&uacute;squeda de informaci&oacute;n. Se presentan las conclusiones de un proyecto de investigaci&oacute;n en b&uacute;squeda de informaci&oacute;n did&aacute;ctica y aprendizaje (IDOL) investigando las experiencias de ense&ntilde;anza de bibliotecarios y profesores en b&uacute;squeda de informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Participaron trece profesores y cinco bibliotecarios, ense&ntilde;ando a estudiantes de12 a 19 a&ntilde;os en tres escuelas. Se realizaron cuarenta y cinco entrevistas durante un per&iacute;odo de tres a&ntilde;os.<br /> 
<strong>An&aacute;lisis.</strong> El proyecto IDOL adopt&oacute; un enfoque fen&oacute;meno-gr&aacute;fico con el prop&oacute;sito de describir patrones de variaci&oacute;n en las experiencias. Las conclusiones tambi&eacute;n se analizaron mediante su relaci&oacute;n con cuatro enfoques competitivos para la mediaci&oacute;n en alfabetizaci&oacute;n informacional.<br /> 
<strong>Resultados</strong>. Se identific&oacute; una brecha entre las experiencias de ense&ntilde;anza de contenido centrada en fuentes y orden, y experiencias de criterios de evaluaci&oacute;n aplicados al trabajo de estudiantes que se centraron en la importancia de los hechos correctos y el an&aacute;lisis de la informaci&oacute;n. Estas conclusiones muestran un rango muy restringido de ense&ntilde;anza de contenidos cuando se comparan con los cuatro enfoques te&oacute;ricos para la mediaci&oacute;n en alfabetizaci&oacute;n informacional.<br /> 
<strong>Conclusi&oacute;n</strong>. La ense&ntilde;anza de la b&uacute;squeda de informaci&oacute;n podr&iacute;a mejorarse mediante un repertorio m&aacute;s amplio de contenido que reflejara los variados acuerdos te&oacute;ricos desarrollados en la investigaci&oacute;n en b&uacute;squeda de informaci&oacute;n, particularmente con respecto a la importancia del contenido y el contexto en relaci&oacute;n con las perspectivas del usuario.
</blockquote>

    <hr style="color: rgb(0, 0, 128);" size="1" />
	
<h4><a href="paper281.html" target="_blank">Una perspectiva de evidencia sobre tipos de relevancia tem&aacute;tica y sus implicaciones en la recuperaci&oacute;n exploratoria y basada en tareas</a><br />
Xiaoli Huang y Dagobert Soergel</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. El concepto de relevancia est&aacute; en el fondo del acceso intelectual y la recuperaci&oacute;n de informaci&oacute;n, de hecho del razonamiento y la comunicaci&oacute;n en general; por cambio, la relevancia tem&aacute;tica est&aacute; en el fondo de la relevancia. El modo com&uacute;n de ver la relevancia tem&aacute;tica se limita a la comparaci&oacute;n tem&aacute;tica, resultando el fracaso de los sistemas de recuperaci&oacute;n de informaci&oacute;n para la detecci&oacute;n de conexiones tem&aacute;ticas m&aacute;s complejas que son necesarias para responder a diversificadas situaciones y tareas de usuario.<br />
<strong>M&eacute;todo.</strong> Sobre la base del papel que un fragmento de informaci&oacute;n tiene en la estructura global de un argumento, hemos identificado cuatro tipos de relevancia tem&aacute;tica: Directa, indirecta (circunstancial), contexto, y comparaci&oacute;n. En el proceso de creaci&oacute;n de una colecci&oacute;n de prueba de recuperaci&oacute;n de discursos, estudiantes graduados de historia hicieron 27,000 valoraciones de relevancia tem&aacute;tica entre segmentos de entrevistas de supervivientes del Holocausto y temas aut&eacute;nticos de usuario, usando los cuatro tipos de relaci&oacute;n, cada uno sobre una escala de 0 a 4. Registraron las justificaciones para sus valoraciones y guardaron detalladas notas del tema.<br />
<strong>An&aacute;lisis.</strong> Analizamos &eacute;stas valoraciones de relevancia usando una aproximaci&oacute;n de teor&iacute;a fundamentada para llegar a una clasificaci&oacute;n m&aacute;s fina de los tipos de relevancia tem&aacute;tica.<br /> 
<strong>Resultados.</strong> Por ejemplo la relevancia indirecta (un fragmento de informaci&oacute;n est&aacute; relacionado indirectamente con el tema a trav&eacute;s de la inferencia, evidencia circunstancial) fue refinada a una relaci&oacute;n indirecta gen&eacute;rica, inferencia hacia atr&aacute;s (abducci&oacute;n), inferencia hacia adelante (deducci&oacute;n), e inferencia de casos (inducci&oacute;n), siendo adem&aacute;s cada subtipo ilustrado y explicado mediante ejemplos.<br />
<strong>Conclusi&oacute;n.</strong> Cada uno de estos refinamientos de tipos de relevancia tem&aacute;tica tiene un papel especial en el razonamiento, construcci&oacute;n de un argumento concluyente, o realizaci&oacute;n de una tarea. Su incorporaci&oacute;n a los sistemas de recuperaci&oacute;n de informaci&oacute;n permite a usuarios m&aacute;s flexibilidad y un mejor enfoque sobre sus tareas. Tambi&eacute;n pueden ser usados en la ense&ntilde;anza de habilidades de razonamiento.
</blockquote>

    <hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper282.html">Actividades y recursos de informaci&oacute;n en un episodio de gastronom&iacute;a</a><br />
Jenna Hartel</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este trabajo contribuye a lo que se sabe sobre la b&uacute;squeda de informaci&oacute;n cotidiana dentro del ocio serio. Es el primer caso de estudio de un pasatiempo de elaboraci&oacute;n y manipulaci&oacute;n chapucera (o diestra), la gastronom&iacute;a. Se describe la actividad principal del pasatiempo y sirve como contexto para relacionar y localizar las actividades de informaci&oacute;n y los recursos de informaci&oacute;n. <br />
<strong>M&eacute;todo.</strong> En esta etnograf&iacute;a cient&iacute;fica, veinte gastr&oacute;nomos de Boston y Los &AACUTE;ngeles, EE. UU. fueron entrevistados en sus residencias sobre su afici&oacute;n y sus fen&oacute;menos de informaci&oacute;n asociados. Se documentaron sus recursos y espacios de informaci&oacute;n culinarios dom&eacute;sticos a trav&eacute;s de un inventario fotogr&aacute;fico.<br />
<strong>An&aacute;lisis.</strong> Se estudiaron los temas mediante las transcripciones de las entrevistas y las notas de campo, a trav&eacute;s de un proceso iterativo de an&aacute;lisis inductivo y deductivo. Se realiz&oacute; un proceso de an&aacute;lisis visual sobre las fotograf&iacute;as.<br />
<strong>Resultados.</strong> La cocina en la pr&aacute;ctica toma la forma de un episodio de nueve pasos. Las actividades y los recursos de informaci&oacute;n son instrumentales, entrelazados, y variados a lo largo del proceso. En cualquiera de los episodios de cocina el uso y re-uso son las actividades de informaci&oacute;n predominantes; el aficionado es un productor y gestor activo de informaci&oacute;n; y la receta es un documento primario. <br />
<strong>Conclusi&oacute;n.</strong> El estudio demuestra c&oacute;mo explicar y conceptualizar los fen&oacute;menos de informaci&oacute;n en el ocio serio, y establece l&iacute;neas futuras de investigaci&oacute;n a explorar.
</blockquote>
 
   <hr style="color: rgb(0, 0, 128);" size="1" />
   
<h4><a href="paper283.html" target="_blank">La incertidumbre en acci&oacute;n: la observaci&oacute;n de la b&uacute;squeda informaci&oacute;n dentro de los procesos creativos de investigaci&oacute;n de los cient&iacute;ficos</a><br />
Theresa Dirndorfer Anderson</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Este trabajo habla del papel que tiene la incertidumbre en los juicios de significado y relevancia de las ideas y los textos encontrados por los cient&iacute;ficos en el contexto de sus actividades de investigaci&oacute;n.<br />
<strong>M&eacute;todo</strong>. Fueron observados dos investigadores experimentados como parte de un estudio etnogr&aacute;fico de dos a&ntilde;os de duraci&oacute;n sobre sus pr&aacute;cticas de investigaci&oacute;n. Se estratificaron las transcripciones de los debates documento-a-documento, las conversaciones y las entrevistas en busca de evidencias de incertidumbre en los procesos de descubrimiento, evaluaci&oacute;n, uso y generaci&oacute;n de informaci&oacute;n de los investigadores estudiados. <br />
<strong>An&aacute;lisis</strong>. Se discuten tres temas que ilustran la interacci&oacute;n din&aacute;mica entre las formas positivas y negativas de la incertidumbre: la relevancia parcial, los l&iacute;mites del conocimiento y la tolerancia de incertidumbre. <br />
<strong>Resultados.</strong> La incertidumbre experimentada por los investigadores estudiados toma muchas formas profundamente arraigadas en las capas entrelazadas de la b&uacute;squeda y uso de informaci&oacute;n. Las formas positivas de incertidumbre se relacionaban a menudo, pero no exclusivamente, con las exploraciones de los investigadores dentro de tareas de investigaci&oacute;n m&aacute;s amplias en las que estaban involucrados. <br />
<strong>Conclusi&oacute;n.</strong> Lo intrincado de la relaci&oacute;n entre lo que podr&iacute;amos considerar deseable en oposici&oacute;n a la incertidumbre no deseada no se desenmara&ntilde;a f&aacute;cilmente. Desde la perspectiva del buscador, la interacci&oacute;n entre las formas positivas y negativas podr&iacute;a ser una forma de explicar su habilidad para tolerar los encuentros estimulantes dentro de sus procesos de informaci&oacute;n e investigaci&oacute;n.
</blockquote>

    <hr style="color: rgb(0, 0, 128);" size="1" />
<table></table>
<h4><a href="paper284.html" target="_blank">La cronolog&iacute;a period&iacute;stica de los ataques terroristas de 7 de julio de 2006 en Londres de la BBC, Daily Telegraph y Wikinews: una comparaci&oacute;n con las discusiones contempor&aacute;neas</a> <br />
Mike Thelwall y Iina Hellsten</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Evaluamos la extensi&oacute;n a la que las cronolog&iacute;as publicadas en los medios de comunicaci&oacute;n reflejan las discusiones electr&oacute;nicas contempor&aacute;neas de acontecimientos informativos muy importantes, usando los ataques de Londres de julio de 2005 como un estudio de caso. El objetivo principal es juzgar si las cronolog&iacute;as pod&iacute;an, en principio, ser generadas autom&aacute;ticamente de las discusiones contempor&aacute;neas. Un objetivo secundario es analizar las razones de las diferencias entre las discusiones contempor&aacute;neas y las cronolog&iacute;as period&iacute;sticas retrospectivas de los medios de comunicaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Nuestro m&eacute;todo explota las nuevas oportunidades para el an&aacute;lisis a gran escala proporcionado por los &quot;feeds&quot; de noticias electr&oacute;nicas y blogs. Comparamos las cronolog&iacute;as de los medios de comunicaci&oacute;n con los mensajes de blog y las noticias relacionadas con los ataques de Londres de julio, 2005. Se us&oacute; la tecnolog&iacute;a RSS para recoger datos de 19,587 sitios de blog y noticias. En el per&iacute;odo del 7 al 31 de julio identificamos un promedio de 275 fuentes por d&iacute;a que pusieron nueva informaci&oacute;n conteniendo la palabra &quot;Londres&quot;. Estos mensajes, una combinaci&oacute;n de bit&aacute;cora y noticias, constitu&iacute;an los datos sin procesar de nuestro an&aacute;lisis. En particular, extrajimos y contamos las palabras usadas en los mensajes.<br />
<strong>An&aacute;lisis.</strong> Comparamos las estad&iacute;sticas de uso de palabras contempor&aacute;neas de nuestros datos RSS con el texto de tres cronolog&iacute;as de medios de comunicaci&oacute;n, particularmente buscando palabras y tipos de las palabras que estaban presentes en uno pero no en los otros.<br />
<strong>Resultados.</strong> Descubrimos que las cronolog&iacute;as tend&iacute;an a ignorar el papel de la comunicaci&oacute;n durante el evento mismo, a usar un lenguaje menos cargado emocionalmente, y a glosar sobre un contexto m&aacute;s amplio del acontecimiento. Por tanto, las cronolog&iacute;as hicieron caso omiso de algunos aspectos (marco) de la discusi&oacute;n desarrollada. Adem&aacute;s, todas las fuentes inclu&iacute;an un rango de detalles relativamente triviales, las cronolog&iacute;as aparentemente los usaban como &quot;indicadores de concepto&quot; (metonimia) para temas m&aacute;s amplios.<br />
<strong>Conclusiones.</strong> Parece que va a ser dif&iacute;cil generar autom&aacute;ticamente cronolog&iacute;as de medios de comunicaci&oacute;n de las discusiones contempor&aacute;neas debido a los cambios de marco, y debido a los cambios en la terminolog&iacute;a y la dificultad para separar detalles relativamente insignificantes muy debatidos de los hechos clave. Sin embargo, las t&eacute;cnicas de an&aacute;lisis comparativo comentadas en este trabajo pueden abrir una nueva e interesante ventana sobre las discusiones contempor&aacute;neas y las representaciones de los medios de comunicaci&oacute;n de acontecimientos muy importantes.
</blockquote>
 
   <hr style="color: rgb(0, 0, 128);" size="1" />
   
<h4><a href="paper285.html" target="_blank">La b&uacute;squeda de art&iacute;culos de revista electr&oacute;nicos como soporte de las tareas acad&eacute;micas. Un estudio de casos del uso de la biblioteca electr&oacute;nica nacional finlandesa (FinELib)</a><br />
Pertti Vakkari y Sanna Talja</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Analizamos c&oacute;mo influyen el estatus acad&eacute;mico y la disciplina en los m&eacute;todos de b&uacute;squeda m&aacute;s importantes usados por el personal acad&eacute;mico universitario para la obtenci&oacute;n de art&iacute;culos electr&oacute;nicos para la docencia, la investigaci&oacute;n y la actualizaci&oacute;n en su campo.<br />
<strong>M&eacute;todo.</strong> Los datos consisten en una encuesta Web a nivel nacional de los usuarios finales de la FinELib, la biblioteca electr&oacute;nica nacional finlandesa. El n&uacute;mero de encuestados es 900. 
An&aacute;lisis. Se us&oacute; tabulaciones cruzadas y an&aacute;lisis multivariante para responder a las cuestiones de investigaci&oacute;n.<br />
<strong>Resultados.</strong> La b&uacute;squeda mediante palabras clave en revistas y bases de datos de art&iacute;culos y referenciales eran evidentemente los m&eacute;todos de acceso m&aacute;s importantes en todas las disciplinas en comparaci&oacute;n con la exploraci&oacute;n, el encadenamiento u obtenci&oacute;n del material de colegas. El estatus acad&eacute;mico y la disciplina influyeron en el patr&oacute;n de los m&eacute;todos de b&uacute;squeda usados. La b&uacute;squeda mediante palabras clave en bases de datos era m&aacute;s com&uacute;n en ciencias naturales, ingenier&iacute;a y medicina que en las otras disciplinas. La b&uacute;squeda semidirigida constaba de exploraci&oacute;n, encadenamiento y colegas como fuentes de acceso. Era significativamente m&aacute;s com&uacute;n en humanidades que en las otras disciplinas. <br />
<strong>Conclusi&oacute;n.</strong> Los patrones de b&uacute;squeda de art&iacute;culos de revista est&aacute;n cambiando debido a a provisi&oacute;n de recursos de informaci&oacute; n digitales. En particular, el papel de los colegas est&aacute; disminuyendo.
</blockquote>



<hr style="color: rgb(0, 0, 128);" size="1" />
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 17th July, 2006</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/12-1/spanish121.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:36:24 GMT -->
</html>
