<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" 
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/11-2/paper247.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:14:21 GMT -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />
<title>Producci&oacute;n latinoamericana en biblioteconom&iacute;a y documentaci&oacute;n en el <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (SSCI) 1966-2003</title>
<meta name="dc.title" content="Producci&oacute;n latinoamericana en biblioteconom&iacute;a y documentaci&oacute;n en el <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (SSCI) 1966-2003" />
<meta name="dc.creator" content="Víctor Herrero-Solana, Claudia Ríos-Gómez" />
<meta name="dc.subject" content="Bibliometrics of research production" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> content="Introducci&oacute;n.  Se realiza una revisi&oacute;n de algunos estudios sobre producci&oacute;n cient&iacute;fica latinoamericana en biblioteconom&iacute;a y documentaci&oacute;n, y se constata la carencia de trabajos que traten el tema desde una perspectiva de an&aacute;lisis de dominio. Material y M&eacute;todos.  Se utiliz&oacute; como revistas fuente las pertenecientes a la categor&iacute;a tem&aacute;tica Information Science &amp; Library Science, recogidas en el Journal Citation Reports (1992-2002) y se utiliz&oacute; la versi&oacute;n en linea del <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (1966-2003). Adem&aacute;s para las posteriores modificaciones de registros el programa Bibexcel. An&aacute;lisis. Se analiza la producci&oacute;n cient&iacute;fica de dicha &aacute;rea en la base de datos SSCI durante el periodo antes mencionado, presentando algunos indicadores bibliom&eacute;tricos, tales como producci&oacute;n, coautor&iacute;a, instituciones y departamentos m&aacute;s productivos, entre otros. Este an&aacute;lisis es una continuaci&oacute;n de un estudio anteriormente realizado sobre visibilidad internacional de la producci&oacute;n cient&iacute;fica en iberoamerica. Conclusiones. La participaci&oacute;n de los cient&iacute;ficos latinoamericanos en esta &aacute;rea es muy poca, sobresaliendo los pa&iacute;ses que en terminos generales son m&aacute;s productivos de la regi&oacute;n. La instituci&oacute;n m&aacute;s productiva es la Univer0ad Nacional Aut&oacute;noma de M&eacute;xico, dentro de la cual se destaca el Centro de Informaci&oacute;n Cient&iacute;fica y Human&iacute;stica (CICH), y el Centro Universitario de Investigaciones Bibliotecol&oacute;gicas (CUIB)." />
<meta name="dc.subject.keywords" content="Bibliometrics, Research production, Library science, Information science, Librarianship, <span>Latin</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>America" />
<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper247.html" />
<meta name="dc.relation.IsPartOf" content="../11-1/infres112.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="es" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2006-01-15" />
<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>

<style type="text/css">
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}

</style>
<style type="text/css">
<!--
.style1 {color: #FF0000}
-->
</style>
<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head>
<body  bgcolor="#ffffff">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" align="center" colspan="5"> <img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
Vol. 11  No. 2, January 2006<br /><br /><div id="button">
<ul>
	<li><a href="infres112.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>
<hr size="1" style="color: maroon;" />

<h1>Producci&oacute;n latinoamericana en biblioteconom&iacute;a y documentaci&oacute;n en el <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (SSCI) 1966-2003</h1>

<h4 align="center"><a href="mailto: victorhs@ugr.es">V&iacute;ctor Herrero-Solana</a> and <a href="mailto: crios@fedro.ugr.es">Claudia R&iacute;os-G&oacute;mez</a><br /> Departamento de Biblioteconom&iacute;a y Documentaci&oacute;n. <br />Univer0ad de Granada, Granada, Espa&ntilde;a</h4>
<br />

<div align="center">
<input type="button" value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: Blue;" onclick="doChangeFont()" /></div>
<hr style="color: rgb(0, 0, 128);" size="1" />

<div align="center"><strong>Resumen</strong></div>

<blockquote><strong>Introducci&oacute;n.</strong> Se realiza una revisi&oacute;n de algunos estudios sobre producci&oacute;n cient&iacute;fica latinoamericana en biblioteconom&iacute;a y documentaci&oacute;n, y se constata la carencia de trabajos que traten el tema desde una perspectiva de an&aacute;lisis de dominio.<br />
<strong>Material y M&eacute;todos.</strong> Se utiliz&oacute; como revistas fuente las pertenecientes a la categor&iacute;a tem&aacute;tica "Information Science &amp; Library Science", recogidas en el Journal Citation Reports (1992-2002) y se utiliz&oacute; la versi&oacute;n en linea del <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (1966-2003). Adem&aacute;s para las posteriores modificaciones de registros el programa Bibexcel.<br />
<strong>An&aacute;lisis.</strong> Se analiza la producci&oacute;n cient&iacute;fica de dicha &aacute;rea en la base de datos SSCI durante el periodo antes mencionado, presentando algunos indicadores bibliom&eacute;tricos, tales como producci&oacute;n, coautor&iacute;a, instituciones y departamentos m&aacute;s productivos, entre otros. Este an&aacute;lisis es una continuaci&oacute;n de un estudio anteriormente realizado sobre visibilidad internacional de la producci&oacute;n cient&iacute;fica en iberoamerica.<br />
<strong>Conclusiones.</strong> La participaci&oacute;n de los cient&iacute;ficos latinoamericanos en esta &aacute;rea es muy poca, sobresaliendo los pa&iacute;ses que en terminos generales son m&aacute;s productivos de la regi&oacute;n. La instituci&oacute;n m&aacute;s productiva es la Univer0ad Nacional Aut&oacute;noma de M&eacute;xico, dentro de la cual se destaca el Centro de Informaci&oacute;n Cient&iacute;fica y Human&iacute;stica (CICH), y el Centro Universitario de Investigaciones Bibliotecol&oacute;gicas (CUIB).</blockquote>
<br />
  <div align="center"><a href="#abstract">Abstract in English</a></div>
  <hr size="1" style="color:#000080 ;" />
		 <br />

<br /> 
<h2>Introducci&oacute;n</h2>

<p>Los estudios sobre producci&oacute;n cient&iacute;fica del &aacute;rea de Biblioteconom&iacute;a y Documentaci&oacute;n (B&amp;D), espec&iacute;ficamente en Am&eacute;rica Latina, no son demasiados. Estos pueden dividirse en dos grandes grupos. De un lado se encuentran aquellos que cuentan con <b>indicadores de corte bibliom&eacute;trico</b>, y de otra parte los que tratan de ir m&aacute;s all&aacute; y a partir de estos indicadores realizan un an&aacute;lisis multivariante de los datos, y que tambi&eacute;n son llamados estudios de <b>an&aacute;lisis de dominio.</b> </p>

<p>En el primer grupo, y para el caso concreto de la base de datos <i>Social Science Citation Index (SSCI)</i>, <a href="#Uzun"> (Uzun 2002) </a> realiza un estudio para los pa&iacute;ses en desarrollo y los pa&iacute;ses de Europa del Este. Examina 21 revistas n&uacute;cleo del &aacute;rea que se encuentran indexadas en dicha base durante 1980-1999, y constata la poca participaci&oacute;n de estos pa&iacute;ses con relaci&oacute;n al resto del mundo. Se encuentra disminuci&oacute;n tanto en el n&uacute;mero de publicaciones como en el de pa&iacute;ses durante la d&eacute;cada de los 90s. El mayor aporte de las publicaciones es hecho por la India durante el per&iacute;odo 80-84, pero durante los siguientes 10 a&ntilde;os 85-94 Nigeria es el pa&iacute;s m&aacute;s productivo, y durante 95-99 China ocupa el primer lugar. Los pa&iacute;ses de Am&eacute;rica Latina cuentan con pocos art&iacute;culos publicados, M&eacute;xico (15) y Brasil (14) aunque con cierta estabilidad a trav&eacute;s del tiempo. </p>

<p>Uzun <a href="#Uzun"> (2002) </a> aplica el <em>&iacute;ndice de actividad</em>  a los 76 pa&iacute;ses del estudio, para establecer la prioridad de investigaci&oacute;n en el &aacute;rea. Los pa&iacute;ses con mayor &iacute;ndices de Actividad son: Bostwana (340%) y Arabia Saudita (262%). En t&eacute;rminos generales los pa&iacute;ses de Am&eacute;rica Latina tienen un &iacute;ndice de actividad muy bajo,  M&eacute;xico (27%) y Brasil (13%). Yugoslavia es el &uacute;nico pa&iacute;s que tiene un &iacute;ndice de actividad que corresponde al promedio (98.8%). Pa&iacute;ses como Argentina, Chile, Colombia y Venezuela, tienen menos de 10 art&iacute;culos durante el per&iacute;odo estudiado. </p>

<p>La producci&oacute;n cient&iacute;fica latinoamericana en biblioteconom&iacute;a y documentaci&oacute;n, se caracteriza entre otras cosas por el bajo &iacute;ndice de coautor&iacute;a, tanto en art&iacute;culos indexados en bases de datos internacionales <a href="#LiceaArenas"> (Licea de Arenas y otros 2000) </a>, como en base de datos nacionales <a href="#Blatt"> (Blatt y otros 1997) </a>. Estudiando la producci&oacute;n de Am&eacute;rica Latina y el Caribe en las bases de datos <i>Library and Information Science Abstracts (LISA), Library Literature e Information Science Abstracts (ISA),</i> el pa&iacute;s m&aacute;s productivo es Brasil con 53%, seguido por M&eacute;xico, Cuba, Colombia y Chile. Gran porcentaje de esta producci&oacute;n se encuentra en tan solo 13 t&iacute;tulos de revistas (70%), 9 t&iacute;tulos de la regi&oacute;n y 4 de fuera de ella. Cuatro t&iacute;tulos brasile&ntilde;os recogen 49% del total <a href="#LiceaArenas"> (Licea de Arenas y otros 2000) </a>. De los 13 t&iacute;tulos antes mencionados solo 6 son de Am&eacute;rica Latina, (<em>Revista Escola da Biblioteconomia UFMG</em>, <em>Ciencia da Informa&ccedil;&atilde;o</em>, <em>Revista Biblioteconomia Brasilia</em>, <em>Revista Brasile&ntilde;a Biblioteconomia Documentacao</em> - Brasile&ntilde;as,  <em>Revista Interamericana de Bibliotecolog&iacute;a</em> - Colombiana, <em>Investigaci&oacute;n Bibliotecol&oacute;gica</em> - Mexicana) lo que constituye una peque&ntilde;a parte de las revistas biblioteconom&iacute;a y documentaci&oacute;n de la regi&oacute;n. </p>

<p>Una revisi&oacute;n del directorio <i>Serial Directory</i> realizada en 1993 <a href="#GomezFuentes"> (G&oacute;mez Fuentes 1993) </a>, revel&oacute; 49 t&iacute;tulos publicados en pa&iacute;ses de Am&eacute;rica Latina, lo que representa 2.45% del total de publicaciones en el &aacute;rea. Una revisi&oacute;n m&aacute;s reciente del <i>Ulrich´s- International Periodical Directory</i> en l&iacute;nea <a href="#Gorbea-Portal"> (Gorbea-Portal 2000)</a>, se&ntilde;ala 102 t&iacute;tulos de publicaciones, de los cuales 45 aparecen como activos, la distribuci&oacute;n por pa&iacute;ses es Brasil (27), Argentina (16), M&eacute;xico (14) y Colombia (12), estos resultados garantizan una m&iacute;nima difusi&oacute;n de la investigaci&oacute;n latinoamericana. G&oacute;mez Fuentes <a href="#GomezFuentes"> (1993) </a> plantea que muchas de las publicaciones del tercer mundo no llegan a servicios de indizaci&oacute;n por falta de promoci&oacute;n y difusi&oacute;n adecuadas, y otra parte no son con0eradas por problemas de idioma, condiciones de calidad y contenido.</p>

<p>Espec&iacute;ficamente en dos bases de datos especializados de la regi&oacute;n,<i> Investigaci&oacute;n Bibliotecol&oacute;gica de Am&eacute;rica Latina y el Caribe (ICBALC)</i> e <i>Informaci&oacute;n bibliotecol&oacute;gica Latinoamericana (INFOBILA)</i>, se encuentra a nivel de proyectos de investigaci&oacute;n que M&eacute;xico y Brasil son los pa&iacute;ses con m&aacute;s n&uacute;mero, con un 35% y 32% respectivamente. Las instituciones con mayor aporte son: el Centro Universitario de Investigaciones Bibliotecol&oacute;gicas (CUIB) de la Univer0ad Nacional Aut&oacute;noma de M&eacute;xico (UNAM), la Pontificia Univer0ade Cat&oacute;lica de Campinas, La Univer0ad de Sao-Paulo, y la Univer0ad Federal de Rio de Janeiro. De otro lado la mayor producci&oacute;n cient&iacute;fica representada en INFOBILA es de M&eacute;xico (76%), seguido a gran distancia por Colombia (11%)<a href="#Gorbea-Portal"> (Gorbea-Portal 2000).</a> </p>

<p>La producci&oacute;n cient&iacute;fica es tambi&eacute;n estudiada, ya sea en un grupo espec&iacute;fico de investigadores <a href="#Licea"> (Licea de Arenas y Valles 1997) </a>, o para una instituci&oacute;n espec&iacute;fica <a href="#Blatt"> (Blatt y otros 1997) </a>. La actividad de los investigadores Mexicanos acreditados por el <i>Sistema Nacional de Investigaci&oacute;n (SNI)</i> es medida por el n&uacute;mero de art&iacute;culos publicados y el n&uacute;mero de citas recibidas, la producci&oacute;n en las bases de datos de la UNAM, demuestran que la mayor parte de las publicaciones fueron realizadas durante el per&iacute;odo 1985-1989, lo cual se relaciona con la creaci&oacute;n del SNI, y posteriormente se presenta un decremento de producci&oacute;n. No se encuentra relaci&oacute;n entre la productividad y la visibilidad en bases de datos ISI, y existen muy bajos niveles de citaci&oacute;n. En cuanto a los profesionales de la informaci&oacute;n en el Estado de Santa Catarina (Brasil), se analiza su producci&oacute;n en la base de datos <i>BIDAC</i>, para identificar los tipos de documentos en que suelen publicar, los eventos donde presentan sus resultados,  el promedio de producci&oacute;n a trav&eacute;s del tiempo, entre otras cosas. </p>
<p>En el campo ByD, los pa&iacute;ses m&aacute;s visibles son los con0erados m&aacute;s productivos de la regi&oacute;n (Brasil, M&eacute;xico, y Chile), aunque aparece un pa&iacute;s (Colombia) caracterizado por la baja producci&oacute;n. Los responsables de la investigaci&oacute;n cient&iacute;fica en Brasil son las instituciones que ofrecen estudios de posgrados, las cuales son en la mayor&iacute;a univer0ades p&uacute;blicas. Hasta 1998 este pa&iacute;s contaba con 8 revistas en ByD, de las cuales 7 pertenecen a Univer0ades y de estas 5 est&aacute;n ligadas a los programas de posgrado <a href="#Marteleto"> (Marteleto 1998).</a> </p>
<p><b>En el segundo grupo</b> tenemos los estudios de an&aacute;lisis de dominio, concepto definido y propuesto por Hjorland y Albrechtsen <a href="#HjorlandAlbrechtsen"> (Hjorland y Albrechtsen 1995)</a> y Hjorland <a href="#Hjorland"> (Hjorland 2002) </a>. El An&aacute;lisis de dominio busca indagar m&aacute;s sobre la conformaci&oacute;n de comunidades cient&iacute;ficas, frentes de investigaci&oacute;n, entre otros aspectos de un campo tem&aacute;tico determinado.  Para el logro de sus objetivos se nutre, entre otros, del an&aacute;lisis de cocitaci&oacute;n. Definido como el n&uacute;mero de veces que dos documentos son conjuntamente citados en posteriores publicaciones, este an&aacute;lisis se da a nivel de <i>trabajos, autores y revistas</i> <a href="#McCain">(McCain 1991)</a>. Es importante destacar la importancia de este tipo de estudios, ya que el an&aacute;lisis de una literatura en el tiempo permite conocer la evoluci&oacute;n del campo. <span>A+</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>trav&eacute;s de ellos se aprende "quien" escribe, sobre "que" escribe, para "quienes" escriben, y "quien" financia la producci&oacute;n de dicho conocimiento <a href="#Harter"> (Harter y Hooten 1992).</a> </p>
<p>En el <b>An&aacute;lisis de Co-citaci&oacute;n de Autores (ACA)</b>, los autores frecuentemente citados y co-citados son la unidad de an&aacute;lisis <a href="#McCain"> (McCain 1990)</a>. Una aplicaci&oacute;n interesante en el campo ByD es realizado por White y Griffith <a href="#White81">(White y Griffith 1981)</a> y White y McCain <a href="#White98">(White y McCain 1998)</a>. Para conocer los frentes de investigaci&oacute;n y base intelectual de la revista m&aacute;s importante del campo, se encuentra un estudio de Persson <a href="#Persson">(Persson 1994)</a>. Y para un departamento de Ciencias de la informaci&oacute;n en particular esta el de Bradley y otros <a href="#Bradley">(Bradley y otros 1992)</a>. En pa&iacute;ses como Espa&ntilde;a, se ha analizado la estructura, especificidad y composici&oacute;n de los frentes de investigaci&oacute;n, mediante las publicaciones y cocitaci&oacute;n de autores de Bibliotecolog&iacute;a y Ciencias de la Informaci&oacute;n en el periodo 1985 - 1994 <a href="#Moya98">(Moya Aneg&oacute;n y otros 1998)</a>. En el caso espec&iacute;fico de Am&eacute;rica Latina  no se conocen estudios que realicen este tipo de an&aacute;lisis. </p>
<p>Existen algunos <b>An&aacute;lisis de Co-citaci&oacute;n de Revistas (ACR)</b> en la regi&oacute;n, uno de ellos es el realizado por Moya Aneg&oacute;n y Herrero Solana <a href="#Moya02a">(Moya Aneg&oacute;n y Herrero Solana 2002)</a>, para el conjunto de pa&iacute;ses iberoamericanos. Los autores estudian la  producci&oacute;n cient&iacute;fica visible en el SSCI durante la d&eacute;cada del 90, y con las revistas m&aacute;s citadas realizan dicho an&aacute;lisis, permitiendo la visualizaci&oacute;n de los resultados a trav&eacute;s de la t&eacute;cnica <b>"multidimensional scaling - MDS"</b><i>(Esta t&eacute;cnica de an&aacute;lisis es usada para representar relaciones multivariantes entre elementos en un mapa de dos dimensiones).</i></p>

<p>Otros tipos de estudios enfocan su an&aacute;lisis en un "producto de conocimiento" espec&iacute;fico, ya sea una revista, un libro, un art&iacute;culo, etc. En el caso de Bibliotecolog&iacute;a y Ciencias de la Informaci&oacute;n, es frecuentemente estudiada el <i>Journal of the American Society for Information Science (JASIS)</i>, <a href="#Harter">(Harter y Hooten 1992)</a>, <a href="#Koehler"> (Koehler 2001)</a>. Dentro de la regi&oacute;n, se encuentra un an&aacute;lisis de dominio realizado a la revista mexicana de <i>"Investigaci&oacute;n bibliotecol&oacute;gica - IB"</i> <a href="#Moya02a">(Moya Aneg&oacute;n y Herrero Solana 2002)</a>. Estos autores analizan la producci&oacute;n de esta revista desde 1988 hasta 1998 y realizan un paralelo con la producci&oacute;n de Espa&ntilde;a y de las revistas de la categor&iacute;a con mayor impacto en el SSCI. Se encuentra que la revista mas citada de IB es la propia IB, seguida de 12 revistas anglosajonas pertenecientes en su mayor&iacute;a al ISI. El estudio realiza un An&aacute;lisis de Cocitaci&oacute;n de Revistas (ACR) de aquellas revistas m&aacute;s citadas en IB, utilizando MDS. Los autores complementan adem&aacute;s la informaci&oacute;n con un mapa de cocitaci&oacute;n de revistas de publicaciones ISI durante el periodo 1992-1997, realizado mediante la t&eacute;cnica denominada Self-organizing-map (SOM), este presenta resultados m&aacute;s esquem&aacute;ticos e intenta preservar las relaciones de vecindad entre los elementos. Y por &uacute;ltimo presentan un mapa de un An&aacute;lisis de Cocitaci&oacute;n de Autores ACA generado por MDS, realizado por White y McCain 1972-1995, donde se encuentran dos grupos de autores los bibliometras y los recuperacionistas.</p>

<h2>Objetivos</h2>
<p>A trav&eacute;s de la revisi&oacute;n bibliogr&aacute;fica realizada, se ha podido constatar la falta de estudios que analicen la producci&oacute;n latinoamericana en el &aacute;rea de B&amp;D. En el presente art&iacute;culo se aplican algunas t&eacute;cnicas metodol&oacute;gicas para el estudio de dicha &aacute;rea, se realiza un an&aacute;lisis de la producci&oacute;n latinoamericana visible internacionalmente utilizando la base de datos <i>SSCI</i>. El objetivo general es poder determinar durante un per&iacute;odo de tiempo amplio cual ha 0o el desarrollo de las publicaciones latinoamericanas que llegan a ser visibles en esta base de datos internacional. Se presenta el desarrollo de la producci&oacute;n por a&ntilde;os, pa&iacute;ses, autores, revistas e instituciones m&aacute;s productivas, el nivel de coautor&iacute;a en las publicaciones, las revistas y autores m&aacute;s citadas, entre otros. </p>

<h2>Material y M&eacute;todos</h2>
<p>Como fuente de datos se han utilizado las revistas de la categor&iacute;a tem&aacute;tica <i>Information Science &amp; Library Science</i> reconstruida a trav&eacute;s de los t&iacute;tulos de publicaciones recogidas en el <i>Journal Citation Reports JCR</i> de los &uacute;ltimos 11 a&ntilde;os (1992-2002). Para el estudio se utiliz&oacute; la versi&oacute;n en l&iacute;nea de la base de datos <i>SSCI</i> (inclu&iacute;da en el <i>Web of Knowledge</i>), durante el per&iacute;odo 1966-2003, per&iacute;odo con0erado suficientemente amplio para conocer la evoluci&oacute;n de la producci&oacute;n a trav&eacute;s del tiempo. </p>
<p>De un total de 99 t&iacute;tulos de revistas, en 47 de ellas no se encuentro ning&uacute;n resultado. Y en el campo "Address" se realizo la b&uacute;squeda por cada uno de los pa&iacute;ses latinoamericanos, de los cuales 14 pa&iacute;ses arrojaron resultados.</p>
<p>Los registros recuperados fueron 324, los cuales se bajaron en fichero txt para realizar posteriores modificaciones. Dichas modificaciones se realizaron utilizando el programa <a href="http://www.umu.se/inforsk/Bibexcel/">"Bibexcel"</a> desarrollado por Olle Persson, el cual ayuda en la normalizaci&oacute;n de distintos campos, permite realizar conteos, distribuci&oacute;n de frecuencias, matrices, etc.</p>
<p>Posteriormente se normalizaron los campos de autor (AU), instituci&oacute;n (C1), revistas (SO). El que supuso m&aacute;s esfuerzo fue el de instituciones, debido a la diver0ad de formas diferentes en que aparecen, y la carencia en algunos registros de los departamentos y pa&iacute;ses. Para lo anterior se cont&oacute; con  diferentes herramientas como el <a href="http://www.ugr.es/~ri/"> Directorio de Univer0ades Iberoamericanas</a>, realizado por el Vicerrectorado de Investigaci&oacute;n y Relaciones Internacionales de la Univer0ad de Granada  y el <a href="http://www.unam.mx/udual/univer0ades/universi.htm"> Directorio de Univer0ades Latinoamericanas</a> ofrecido por la Uni&oacute;n de Univer0ades de Am&eacute;rica Latina (UDUAL). </p>

<h2>Resultados</h2>

<h3>Producci&oacute;n por pa&iacute;ses</h3>

<p>Como uno de los indicadores generales, se encuentra que la producci&oacute;n latinoamericana en Biblioteconom&iacute;a y Documentaci&oacute;n proviene principalmente de Brasil (50%).  Se reafirma este pa&iacute;s como <span>principal</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>productor del &aacute;rea, seguido con gran diferencia por M&eacute;xico y Chile. Estos tres son los m&aacute;s productivos de la regi&oacute;n, y acumulan un 75% de la producci&oacute;n total.  </p>

<div align="center"><img src="p247fig1.gif" width="400" height="341" alt="Figura 1" /></div>
<div align="center"><br /><strong>Figura 1:</strong>Producci&oacute;n por pa&iacute;ses</div>

<h3>Producci&oacute;n de B&amp;D - Producci&oacute;n SSCI</h3>

<p>En la Figura 2 vemos que representa la producci&oacute;n de B&amp;D frente a la producci&oacute;n total en el SSCI para cada pa&iacute;s. Y la Figura 3 permite visualizar el peso proporcional de la disciplina para cada uno. </p>
<div align="center"><img src="p247fig2.gif" width="526" height="325" alt="Figura 2" /></div>
<div align="center"><br /><strong>Figura 2:</strong>Producci&oacute;n B&amp;D - SSCI</div>

<br /><br />
<div align="center"><img src="p247fig3.gif" width="502" height="286" alt="Figura 3" /></div>
<div align="center"><br /><strong>Figura 3:</strong>Peso proporcional de la disciplina</div>

<p>En t&eacute;rminos generales las diferencias en cada uno de los pa&iacute;ses entre el promedio de B&amp;D y el promedio del SSCI, no es muy amplia, los pa&iacute;ses donde se observa mayor diferencia son Brasil, M&eacute;xico y Argentina. El primero cuenta con una mayor producci&oacute;n en B&amp;D, lo contrario ocurre con los otros dos pa&iacute;ses, especialmente con M&eacute;xico. (Fig. 2)</p>

<p>El pa&iacute;s en donde mayor peso relativo tiene la disciplina es en Uruguay con 5.6% del total de producci&oacute;n en el SSCI. En segundo lugar se encuentra Nicaragua 3.6%.  En realidad estos pesos relativos son f&aacute;ciles de obtener cuando el pa&iacute;s es un peque&ntilde;o productor cient&iacute;fico en general. En cambio los pa&iacute;ses grandes como Brasil y M&eacute;xico no superan un 2% de peso proporcional.</p>


<h3>INFOBILA - B&amp;D(SSCI)</h3>

<p>Con el fin de realizar un an&aacute;lisis comparativo de la producci&oacute;n reflejada en una base de datos internacional, frente a una regional, se ejecuto una b&uacute;squeda en la base de datos <a href="http://cuib.unam.mx/infobila.htm"> Informaci&oacute;n y Bibliotecolog&iacute;a Latinoamericana (Infobila)</a> por cada uno de los pa&iacute;ses de la regi&oacute;n. </p>

<p>En la Figura 4 se observa claramente el fuerte predominio de M&eacute;xico en la base de datos de INFOBILA, frente al resto de los pa&iacute;ses de la regi&oacute;n. Esto se debe a que esta base de datos, en realidad, representa la colecci&oacute;n de la biblioteca del CUIB, que a pesar de su car&aacute;cter latinoamericanista, tiene un fuerte sesgo mexicano. Adem&aacute;s, vemos la tendencia de los autores latinoamericanos a publicar sus trabajos de investigaci&oacute;n en bases de datos que recogen revistas nacionales y regionales. Lo contrario ocurre con Brasil debido a su alto porcentaje en B&amp;D en relaci&oacute;n a la base de datos regional.</p>

<div align="center"><img src="p247fig4.gif" width="584" height="300" alt="Figura 4" /></div>
<div align="center"><br /><strong>Figura 4:</strong>INFOBILA - B&amp;D(SSCI)</div>

<p>C&oacute;mo ya hemos dicho, la base de datos <i>Infobila</i>, en su mayor&iacute;a, recoge producci&oacute;n de autores que publican en instituciones mexicanas, especialmente del <i>CUIB</i>.  Por lo que se concluye que existe un sesgo hacia la producci&oacute;n de este pa&iacute;s, lo que impide resultados fiables sobre la producci&oacute;n en el conjunto de la regi&oacute;n. </p>

<h3>Nivel de Coautor&iacute;a</h3>

<p>La Figura 5, demuestra que el grado de coautor&iacute;a de las publicaciones latinoamericanas es muy bajo, ya que casi la mitad del total de la producci&oacute;n (46.6%) es realizada por un solo autor. El resto de la producci&oacute;n es realizada en gran parte por 2 autores.</p>

<div align="center"><img src="p247fig5.gif" width="394" height="279" alt="Figura 5" /></div>
<div align="center"><br /><strong>Figura 5:</strong>Nivel de Coautor&iacute;a</div>

<h3>Colaboraci&oacute;n con pa&iacute;ses fuera de la regi&oacute;n</h3>

<p>El pa&iacute;s con el que se tiene mayor grado de colaboraci&oacute;n es USA, con un total de 34 trabajos, de los cuales 15 son con Brasil y 8 con M&eacute;xico.  Esto no nos debe extra&ntilde;ar ya que lo mismo ocurre en t&eacute;rminos generales, teniendo en cuenta todas las disciplinas cient&iacute;ficas. Por lo visto es m&aacute;s sencillo publicar en una revista ISI para aquellos autores latinoamericanos que se asocian con cient&iacute;ficos estadounidenses. Le siguen, a una gran distancia, Inglaterra y Canad&aacute; con m&aacute;s de 5 trabajos, continuando Francia y Alemania con 4 y 3 trabajos respectivamente (Fig. 6). Brasil es el <span>principal</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>colaborador dentro de la regi&oacute;n, seguido por M&eacute;xico.</p>

<p>Existen otros 12 pa&iacute;ses (B&eacute;lgica, Suiza, China, Espa&ntilde;a, Nueva Zelanda, Nigeria, Filipinas, Suecia, Sur Corea, Australia, Hungr&iacute;a e Israel) que tienen alguna colaboraci&oacute;n con un pa&iacute;s latinoamericano. Dentro de estos se encuentra Espa&ntilde;a con 2 trabajos, lo cual es extra&ntilde;o debido a  que este pa&iacute;s en otras &aacute;reas es uno de los principales socios cient&iacute;ficos. De igual forma es importante destacar que la presencia de USA es esperada, ya que este pa&iacute;s es con0erado como el <span>principal</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>socio de los pa&iacute;ses latinoamericanos, en la ciencia en general.</p>

<div align="center"><img src="p247fig6.gif" width="577" height="325" alt="Figura 6" /></div>
<div align="center"><br /><strong>Figura 6:</strong>Colaboraci&oacute;n</div>

<p>Las instituciones fuera de la regi&oacute;n con mayor colaboraci&oacute;n se encuentran en la Figura 7, se destaca <i>Harvard University</i>.</p>

<div align="center"><img src="p247fig7.gif" width="528" height="175" alt="Figura 7" /></div>
<div align="center"><br /><strong>Figura 7:</strong>Instituciones fuera de la regi&oacute;n</div>

<h3>Evoluci&oacute;n a trav&eacute;s del tiempo</h3>

<p>La Figura 8 presenta la producci&oacute;n anual, donde se observa claramente el aumento de productividad a trav&eacute;s del tiempo. En el podemos identificar tres zonas claramente delimitadas. La primera va desde 1966 a 1982 y se caracteriza por una baja producci&oacute;n, que no supera los cinco trabajos por a&ntilde;o. En un segundo momento, que va desde 1982 a 1990, la producci&oacute;n es irregular pero con un volumen mayor, sobrepasando en algunos casos los diez documentos al a&ntilde;o. <span>A+</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>partir de 1990 se ve claramente un crecimiento sostenido y pronunciado de la producci&oacute;n. En los &uacute;ltimos a&ntilde;os se ve una ca&iacute;da, originada <span>sin</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>lugar a dudas por la falta de datos en los &uacute;ltimos a&ntilde;os. </p>

<div align="center"><img src="p247fig8.gif" width="568" height="261" alt="Figura 8" /></div>
<div align="center"><br /><strong>Figura 8:</strong>Producci&oacute;n por a&ntilde;os</div>

<h3>Instituciones m&aacute;s productivas</h3>

<p>Las instituciones m&aacute;s productivas se encuentran en la Figura 9. La m&aacute;s productiva es la UNAM, con 8.69% del total, se observa un fuerte monopolio de la UNAM dentro de la producci&oacute;n mexicana, ya que en las instituciones m&aacute;s productivas solo aparece otra instituci&oacute;n de este pa&iacute;s. </p>

<p>Le siguen como mayores productores 4 instituciones Brasile&ntilde;as, ellas son de mayor a menor: <i>Univer0ad Federal de R&iacute;o de Janeiro, Univer0ad Estadual de Campinas, Univer0ad de Sao Paulo</i> y <i>Univer0ad Federal de Paran&aacute;</i>. <span>A+</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>partir de ac&aacute; aparecen diversas instituciones con menor producci&oacute;n, la mayor&iacute;a de ellas brasileras con predominio de la univer0ad frente a otras instituciones no universitarias, como institutos de investigaci&oacute;n, museos, academias de ciencias, etc. </p>

<p>Con estos datos en la mano podemos adivinar que la comunidad especializada en B&amp;D en M&eacute;xico es mucho m&aacute;s centralizada y focalizada que la que podemos encontrar en Brasil. En este &uacute;ltimo pa&iacute;s, que tiene ocho de las diez instituciones m&aacute;s productivas, se aprecia una mayor descentralizaci&oacute;n de la producci&oacute;n cient&iacute;fica en la especialidad.</p>

<p>Por otra parte, de los pa&iacute;ses centroamericanos sobresalen las instituciones <i>Smithsonian Tropical Research Institute</i> de Panam&aacute;, y el <i>Instituto Centroamericano de Administraci&oacute;n de Empresas</i> de Nicaragua, con 6 trabajos cada uno. Cabe destacar que la primera es una filial o sucursal de la prestigiosa instituci&oacute;n estadounidense, y cuya producci&oacute;n se refleja en la revista <i>Library Journal</i>. Son muchas las instituciones que cuentan con uno y dos trabajos &uacute;nicamente, lo que representa un 12% y 40% respectivamente. </p>

<div align="center"><img src="p247fig9.gif" width="567" height="379" alt="Figura 9" /></div>
<div align="center"><br /><strong>Figura 9:</strong>Instituciones m&aacute;s productivas</div>

<h4>Producci&oacute;n por departamentos</h4>

<p>En la Tabla 1, se desglosa la producci&oacute;n de las principales instituciones por departamentos. Dentro de la instituci&oacute;n m&aacute;s productiva, UNAM, el departamento que se encuentra en primer lugar es el <i>Centro de Informaci&oacute;n Cient&iacute;fica y Human&iacute;stica  (CICH)</i> y en segundo lugar el <i>Centro Universitario de Investigaciones Bibliotecol&oacute;gicas (CUIB)</i>, la Facultad de Filosof&iacute;a y Letras tambi&eacute;n ocupa un lugar importante.  </p>

<p>La segunda m&aacute;s productiva, Univer0ad Estadual de Campinas, concentra su producci&oacute;n principalmente en el <i>Centro de Informaci&oacute;n Biom&eacute;dica</i> y la Univer0ad de R&iacute;o de Janeiro en el <i>Instituto de Ciencias Biom&eacute;dicas</i>. En general  las instituciones analizadas generan sus publicaciones principalmente en departamentos relacionados con las ciencias m&eacute;dicas. </p>

<p>La UNAM, publica la mayor&iacute;a de su producci&oacute;n en la revista <i>Scientometrics</i>, adem&aacute;s en las siguientes revistas: <i>International Forum of Information and Documentation, Online &amp; <span>CD</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>ROM Review, Journal Information Science, <span>Law</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Library, <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Information Sur Les Sciences Sociales</i>. Las &uacute;ltimas dos publicaciones pertenecen adem&aacute;s a las categor&iacute;as tem&aacute;ticas 'Law' y  'Social Science, Interdisciplinary', respectivamente.</p>

<p>En cuanto a la Univer0ad Estadual de Campinas, se encuentra que la revista en la que tiene m&aacute;s presencia es <i>Journal of the American  Medical Informatics Association</i>. Y la Univer0ad Federal de R&iacute;o de Janeiro publica mayoritariamente en <i>Scientometrics</i>, y en otros t&iacute;tulos como:<i> <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Information Sur Les Sciences Sociales, Journal of the American Society Information Science,</i> y <i>Information Society</i>.</p>

<table width="90%" border="1" align="center" cellpadding="3" style="background-color: #FDFFDD; font-family: Verdana, Geneva, Arial, Helvetica, sans-serif; font-size: smaller; font-style: normal;">
<caption align="bottom"><br /><strong>Tabla 1:</strong>Departamentos m&aacute;s productivos</caption>
 <tr><th width="143">Instituciones</th> <th width="128">Departamentos</th> <th width="128">N&uacute;mero</th></tr>
<tr><th rowspan="8">Univer0ad Nacional Aut&oacute;noma de M&eacute;xico</th><td>Centro Informaci&oacute;n Cient&iacute;fica y Human&iacute;stica (CICH)</td><td align="center">15</td></tr>
<tr><td>Centro Universitario de Investigaciones Bibliotecol&oacute;gicas (CUIB)</td><td align="center">10</td></tr>
<tr><td>Facultad de Filosof&iacute;a y Letras</td><td align="center">5</td></tr>
<tr><td>Biblioteca Nacional de M&eacute;xico</td><td align="center">4</td></tr>
<tr><td>Instituto de Sistemas y Matem&aacute;ticas Aplicadas</td><td align="center">3</td></tr>
<tr><td>Centro de Investigaciones de Energ&iacute;a</td><td align="center">2</td></tr>
<tr><td>Hemerobiblioteca <span>J++</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>J Izquierdo</td><td align="center">2</td></tr>
<tr><td>Instituto de Investigaciones Econ&oacute;micas</td><td align="center">2</td></tr>
<tr><th rowspan="3">Univer0ad Estadual de Campinas</th><td>Centro de Informaci&oacute;n Biom&eacute;dica</td><td align="center">11</td></tr>
<tr><td>Departamento de Ingenier&iacute;a Biomedicina</td><td align="center">3</td></tr>
<tr><td>Facultad de Ciencias M&eacute;dicas</td><td align="center">2</td></tr>
<tr><th rowspan="4">Univer0ad Federal Rio de Janeiro</th><td>Instituto de Ciencias Biom&eacute;dicas</td><td align="center">6</td></tr>
<tr><td>Instituto de Econom&iacute;a</td><td align="center">2</td></tr>
<tr><td>Departamento de Psiquiatr&iacute;a y Medicina Legal</td><td align="center">2</td></tr>
<tr><td>Departamento de Ciencias de la Computaci&oacute;n</td><td align="center">2</td></tr>
<tr><th rowspan="2">Univer0ad de Sao Paulo</th><td>Hospital Universitario de Medicina</td><td align="center">5</td></tr>
<tr><td>Instituto de Qu&iacute;mica</td><td align="center">2</td></tr>
<tr><th rowspan="3">Univer0ad Federal de Paran&aacute;</th><td>Hospital de Cl&iacute;nicas</td><td align="center">3</td></tr>
<tr><td>Departamento de Cirug&iacute;a</td><td align="center">3</td></tr>
<tr><td>Departamento de Medicina Cl&iacute;nica</td><td align="center">2</td></tr>
<tr><th rowspan="4">Pontificia Univer0ad Cat&oacute;lica de Chile</th><td>Escuela de Psicolog&iacute;a</td><td align="center">3</td></tr>
<tr><td>Escuela de Ingenier&iacute;a</td><td align="center">2</td></tr>
<tr><td>Departamento de Ingenier&iacute;a de Sistemas</td><td align="center">2</td></tr>
<tr><td>Escuela de Administraci&oacute;n</td><td align="center">2</td></tr>
<tr><th rowspan="2">Univer0ad Federal de Sao Paulo</th><td>Centro de Informaci&oacute;n en Salud</td><td align="center">6</td></tr>
<tr><td>Departamento de Enfermer&iacute;a</td><td align="center">2</td></tr>
<tr><th rowspan="2">Univer0ad Federal Rio Grande Sul</th><td>Centro de Informaci&oacute;n en Salud</td><td align="center">3</td></tr>
<tr><td>Departamento de Bioqu&iacute;mica</td><td align="center">2</td></tr>
</table>

<h3>Revistas m&aacute;s productivas</h3>

<p>La Figura 10, presenta los t&iacute;tulos de revistas con mayor producci&oacute;n. Se destaca <i>Scientometrics</i> con 72 de las publicaciones. Esta revista tambi&eacute;n ocupa el primer lugar en citaci&oacute;n en el conjunto de pa&iacute;ses Iberoamericanos <a href="#Moya02b">(Moya Aneg&oacute;n y Herrero Solana 2002).</a></p>

<p>En segundo y tercer lugar se encuentra <i>Journal of the American Medical Informatics Association</i> con 53, y <i>Social Science Information Sur Les Sciences Sociales</i> con 29. Un grupo grande de revistas (30) publican solamente entre 1 y 3 art&iacute;culos, acumulando un  13.6% del total.</p>

<div align="center"><img src="p247fig10.gif" width="649" height="356" alt="Figura 10" /></div>
<div align="center"><br /><strong>Figura 10:</strong>Revistas m&aacute;s productivas</div>

<h3>Autores m&aacute;s productivos</h3>

<p>La Figura 11, muestra los autores m&aacute;s destacados de la regi&oacute;n. El autor m&aacute;s productivo,<i> Mac&iacute;as Chapula</i>, recoge 13 trabajos, pero que indica diferentes filiaciones institucionales: la mayor&iacute;a(6) son con el <i>Hospital General de M&eacute;xico</i>, 4 con la <i>UNAM-CICH</i> y 1 con la <i>UNAM-CUIB</i>. Muy cerca se encuentran <i>Rusell</i> y <i>Sabbatini</i> con 11 y 10 trabajos respectivamente. Despu&eacute;s le siguen un grupo amplio de autores con menor producci&oacute;n. Es importante destacar que un 20% de los autores es decir 150, cuentan apenas con 2 trabajos y un 57% del total tienen solo 1 trabajo.</p>

<div align="center"><img src="p247fig11.gif" width="663" height="418" alt="Figura 11" /></div>
<div align="center"><br /><strong>Figura 11:</strong>Autores m&aacute;s productivos</div>

<h3>Autores m&aacute;s citados</h3>

<p>En la Figura 12 se encuentran los autores m&aacute;s citados, descontadas las autocitas. El autor de la regi&oacute;n que m&aacute;s citas ha recibido es el chileno <i>Krauskopf M</i>, con un total de 25 citas y ocupando el segundo lugar en el ranking total. Este autor es el &uacute;nico de la regi&oacute;n que aparece con alta tasa de citaci&oacute;n, lo que sugiere que es con0erado como un referente para los cient&iacute;ficos latinoamericanos. Otros autores de la regi&oacute;n que acumulan m&aacute;s de 15 citas son: <i>Meneghini R</i>, y <i>Gaillard J</i>. En general los autores m&aacute;s citados proviene del &aacute;rea tem&aacute;tica Bibliometr&iacute;a.</p>

<p>Comparando los resultados obtenidos en este apartado con los del estudio de visualizaci&oacute;n de la disciplina realizado por White y McCain <a href="#White98">(White y McCain  1998)</a> se encuentra que algunos de los autores m&aacute;s citados por los cient&iacute;ficos de la regi&oacute;n (m&aacute;s de 8 citas), est&aacute;n incluidos dentro de los 120 autores m&aacute;s citados de la especialidad, ellos son: Garfield E, Braun T, Frame JD, Schubert <span>A+</span>, <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> y Lancaster FW, Moravcsik MJ, Narin F y Cronin B. Los cuales pertenecen adem&aacute;s de la disciplina "Library and Information Science", a otras como "Science Studies" y "Management".</p>

<div align="center"><img src="p247fig12.gif" width="725" height="481" alt="Figura 12" /></div>
<div align="center"><br /><strong>Figura 12:</strong>Autores m&aacute;s citados</div>

<h3>Revistas m&aacute;s citadas</h3>

<p>En la Figura 13, vemos que la revista m&aacute;s citada, con bastante diferencia, es <i>Scientometrics</i> con 15.9%, seguida con tan solo 3% de citaci&oacute;n por la revista <i>Interciencia</i> y <i>Journal of the American Society Information Science</i>. Es importante destacar que Scientometrics es la revista con mayor porcentaje de producci&oacute;n, lo que no ocurre con la revista Journal of the American Society Information Science, que solo recoge 6 trabajos en el per&iacute;odo de tiempo estudiado. De las revistas que cuentan con m&aacute;s de 10 citas solo 3 son de la regi&oacute;n, <i>Interciencia</i> de car&aacute;cter general con un 3% de citaci&oacute;n y <i>Ciencia da Informacao</i> y <i>Revista de Biblioteconom&iacute;a de Brasilia</i> (espec&iacute;ficas del &aacute;rea de biblioteconomia) con 0.8% y 0.6% de citas respectivamente.  <span>A+</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>pesar de que la UNAM - CUIB, es una de las principales instituciones productivas, es algo extra&ntilde;o que su publicaci&oacute;n "Investigaci&oacute;n Bibliotecol&oacute;gica", no sea un instrumento utilizado para la difusi&oacute;n de los resultados de investigaci&oacute;n.</p>

<div align="center"><img src="p247fig13.gif" width="656" height="443" alt="Figura 13" /></div>
<div align="center"><br /><strong>Figura 13:</strong>Revistas m&aacute;s citadas</div>

<h2>Conclusiones</h2>

<p>La investigaci&oacute;n en el &aacute;rea de Biblioteconom&iacute;a y Documentaci&oacute;n de los pa&iacute;ses de la regi&oacute;n es m&iacute;nima, lo cual es debido entre otros aspectos por el poco desarrollo de la disciplina en la regi&oacute;n, la falta de recursos y la ausencia de programas de doctorado que ayuden en la conformaci&oacute;n y consolidaci&oacute;n de grupos cient&iacute;ficos.</p>

<p>Espec&iacute;ficamente en la base de datos internacional <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (SSCI) es muy poca la participaci&oacute;n de los cient&iacute;ficos latinoamericanos del &aacute;rea, ya que en estos pa&iacute;ses se desarrollan principalmente temas de investigaci&oacute;n de car&aacute;cter local, que interesa ser publicados en revistas locales y regionales. Lo anterior es constatado mediante el an&aacute;lisis de la producci&oacute;n incluida en la base de datos INFOBILA (Informaci&oacute;n y Bibliotecolog&iacute;a Latinoamericana).</p>

<p>Brasil es el pa&iacute;s con mayor producci&oacute;n en la base de datos SSCI, debido a que cuenta con mayor infraestructura acad&eacute;mica y cient&iacute;fica, su aportaci&oacute;n es principalmente de las univer0ades p&uacute;blicas, que cuentan con centros e institutos de investigaci&oacute;n en el &aacute;rea.</p>

<p>En la regi&oacute;n son muchas las instituciones que producen poco y unas cuantas que producen mucho. La m&aacute;s productiva es la Univer0ad Nacional Aut&oacute;noma de M&eacute;xico, mediante el "Centro de Informaci&oacute;n Cient&iacute;fica y Human&iacute;stica - CICH" y el "Centro Universitario de Investigaciones Bibliotecol&oacute;gicas - CUIB". Esta es la instituci&oacute;n por excelencia que genera gran parte de la producci&oacute;n regional.</p>

<p>Una de las caracter&iacute;sticas de la producci&oacute;n cient&iacute;fica de B&amp;D es el bajo &iacute;ndice de coautor&iacute;a, lo que demuestra que esta es una disciplina joven  que debe fortalecer cada vez m&aacute;s sus lazos de cooperaci&oacute;n.  La colaboraci&oacute;n se realiza principalmente con USA, a trav&eacute;s de la "<span>Harvard</span>  <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>University".</p>

<p>El campo espec&iacute;fico de la bibliometr&iacute;a, a trav&eacute;s de la publicaci&oacute;n "Scientometrics" es el que m&aacute;s produce. En segundo y tercer lugar se encuentra "Journal of the American Medical Informatics Association" y "<span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Information Sur les Sciences Sociales".</p>

<p>Los estudios sobre la producci&oacute;n cient&iacute;fica en Biblioteconom&iacute;a y Documentaci&oacute;n en Am&eacute;rica Latina son escasos, la mayor&iacute;a de ellos han 0o realizados en los &uacute;ltimos a&ntilde;os, lo que supone un inter&eacute;s reciente en el estudio de la disciplina en la regi&oacute;n.</p>

<p>Estos estudios se caracterizan en que se basan principalmente en indicadores de corte bibliom&eacute;trico y son muy pocos los trabajos que adem&aacute;s de este tipo de indicadores, implementen otras t&eacute;cnicas que ayuden a visualizar la disciplina de una manera m&aacute;s completa.</p>

<h2>Referencias</h2>

<ul>

  <li><a name="Blatt" id="Blatt"></a>Blatt, M.L., Bier, M.H. &amp; Aparecida, M. (1997). Producao cient&iacute;fica em biblioteconomia no estado de Santa  Catarina. <em>Transinforma&ccedil;&atilde;o</em>, <strong>9</strong>(3)</li>

  <li><a name="Bradley" id="Bradley"></a>Bradley, S.<span>J++</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>, Willett, P. &amp; Wood, F.E. (1992). <span>A+</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>publication and citation analysis of the Departament of Information Studies, University of Sheffield, 1980-1990. <em>Journal of Information Science</em>, <strong>18</strong>(3), 225-232. </li>

  <li><a name="Gorbea-Portal" id="Gorbea-Portal"></a>Gorbea-Portal, S. (2000). <a href="http://www.ifla.org/IV/ifla66/papers/089-163s.htm">
Aportaci&oacute;n latinoamericana a la producci&oacute;n cient&iacute;fica en ciencias bibliotecol&oacute;gicas y de la informaci&oacute;n.</a> In <em>Proceedings 66th IFLA Council and General Conference.</em> The Hague, Netherlands: IFLA. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>16 December, 2005 from http://www.ifla.org/IV/ifla66/papers/089-163s.htm</li>

  <li><a name="GomezFuentes" id="GomezFuentes"></a>G&oacute;mez Fuentes, H. (1993).  Las revistas latinoamericanas de bibliotecolog&iacute;a y ciencias de la informaci&oacute;n bajo el prisma de los servicios bibliogr&aacute;ficos internacionales.<em>Investigaci&oacute;n Bibliotecol&oacute;gica</em>, <strong>14</strong>(7), 27-32. </li>

  <li><a name="Harter" id="Harter"></a>Harter, S.P. &amp; Hooten, P.<span>A+</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> (1992).  Information science and scientists: JASIS, (1972-1990).<em>Journal of the American Society for Information Science</em>, <strong>43</strong>(9), 583-593. </li>

  <li><a name="Hjorland" id="Hjorland"></a>Hjorland, B. (2002).  Domain analysis in information science: eleven <span>approaches</span>, <span class="quali" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> traditional as well as innovative.<em>Journal of Documentation</em>, <strong>58</strong>(4), 422-462. </li>

  <li><a name="HjorlandAlbrechtsen" id="HjorlandAlbrechtsen"></a>Hjorland, B. &amp; Albrechtsen, H. (1995). Toward a new horizon in information science: domain-analysis. <em>Journal of the American Society for Information Science</em>, <strong>46</strong>(6), 400-425. </li>

  <li><a name="Koehler" id="Koehler"></a>Koehler, W. (2001).  Information science as &quot;little science&quot;: the implications of a bibliometric analysis of the Journal of the American Society for Information Science.  <em>Scientometrics</em>, <strong>51</strong>(1), 117-132.</li>

  <li><a name="Licea" id="Licea"></a>Licea de Arenas, <span>J++</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> &amp; Valles, <span>J++</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> (1997).   Perfil de los investigadores en bibliotecolog&iacute;a y ciencia de la informaci&oacute;n acreditados en M&eacute;xico.<em>Revista Espanola de Documentaci&oacute;n Cient&iacute;fica</em>, <strong>20</strong>(2), 139-149. </li>

  <li><a name="LiceaArenas" id="LiceaArenas"></a>Licea de Arenas, <span>J++</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>, Valles, <span>J++</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>, Ar&eacute;valo, G. &amp; Cervantes, C. (2000).  Una visi&oacute;n bibliom&eacute;trica de la investigaci&oacute;n en bibliotecolog&iacute;a y ciencia de la informaci&oacute;n de Am&eacute;rica Latina y el Caribe.<em>Revista Espanola de Documentaci&oacute;n Cient&iacute;fica</em>, <strong>23</strong>(1), 45-53. </li>

  <li><a name="Marteleto" id="Marteleto"></a>Marteleto, <span>R++</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>M. (1998).  Las revistas cient&iacute;ficas de Ciencia de la Informaci&amp;oacute;n. Reflexiones a partir de las condiciones de investigaci&oacute;n en Brasil.<em>Ciencias de la Informaci&oacute;n</em>, <strong>29</strong>(1), 45-54. </li>

  <li><a name="McCain" id="McCain"></a>McCain, K.W. (1990).  Mapping authors in intellectual space: a technical overview.<em>Journal of the American Society for Information Science</em>, <strong>41</strong>(6), 433-443. </li>

  <li><a name="McCain91" id="McCain91"></a>McCain, K.W. (1991).  Mapping Economics through the Journal Literature: An <span>Experiment</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>in Journal Cocitation Analysis.<em>Journal of the American Society for Information Science</em>, <strong>42</strong>(4), 290-296. </li>

  <li><a name="Moya02a" id="Moya02a"></a>Moya Aneg&oacute;n, F.d. &amp; Herrero Solana, V. (2002).  An&aacute;lisis de dominio de la revista mexicana Investigaci&oacute;n Bibliotecol&oacute;gica.  <em>Informaci&oacute;n, Cultura y Sociedad</em>, No. 5, 10-28</li>

  <li><a name="Moya02b" id="Moya02b"></a>Moya Aneg&oacute;n, F.d. &amp; Herrero Solana, V. (2002).  Visibilidad internacional de la producci&oacute;n cient&iacute;fica iberoamericana en biblioteconom&iacute;a y documentaci&oacute;n (1991-2000).<em>Revista Ciencia da Informacao</em>, <strong>31</strong>(3), 54-65.</li>

  <li><a name="Moya98" id="Moya98"></a>Moya Aneg&amp;oacute;n, F.d., Jim&amp;eacute;nez Contreras, E. &amp; Moneda Corrochano, M. (1998).  Research fronts in library and information science in Spain (1985-1994).<em>Scientometrics</em>, <strong>42</strong>(2), 229-246.</li>

  <li><a name="Persson" id="Persson"></a>Persson, O. (1994).  The intellectual base and research fronts of JASIS 1986-1990.  <em>Journal of the American Society for Information Science</em>, <strong>45</strong>(1), 31-38.</li>

  <li><a name="Uzun" id="Uzun"></a>Uzun, <span>A+</span>. <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> (2002).  Library and information science research in developing countries and  Eastern European countries: a brief bibliometric <span>perspective</span>. <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>  <em>The International Information &amp; Library Review</em>, <strong>34</strong>(1), 21-33.</li>

  <li><a name="White81" id="White81"></a>White, H.D. &amp; Griffith, B.C. (1981).  Author Co-citation: a literature measure of intellectual structure.  <em>Journal of the American Society for Information Science</em>, <strong>32</strong>(3), 163-171.</li>

  <li><a name="White98" id="White98"></a>White, H.D. &amp; McCain, K.W. (1998).  Visualizing a discipline: an author co-citation analysis of information science, 1972-1995.  <em>Journal of the American Society for Information Science</em>, <strong>49</strong>(4), 327-355.</li>
</ul>
<hr style="COLOR: #000080" size="1" />

<div align="center" /><a id="<span>abstract</span>" <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> name="<span>abstract</span>" <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span> />Abstract in English

<blockquote><strong>Introduction</strong>. <span>A+</span>  <span class="compus" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>review of some studies about Latin-America scientific output in Library and Information Science is conducted.  This study probes the <span>lack</span>  <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>of research on this <span>topic</span>  <span class="quali" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>from the <span>perspective</span>  <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>of <span>domain</span>  <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>analysis.<br />
<strong>Methods and materials.</strong> The <span>main</span>  <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>source was journals categorized under <em>Information Science &amp; Library Science</em> as found in the Journal Citation Reports (1992-2002). The <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (1966-2003), online version, was utilized.  For <span>subsequent</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>modifications to the downloaded files the Bibexcel <span>program</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>was used. <br /> 
<strong>Analysis.</strong>  The scientific output in this field is analyzed on the SSCI data base, during the <span>period</span>  <span class="quanti" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>cited above.  This analysis presents some bibliometric indicators, such as, co-authorship, output, the most productive departments or institutions.  This analysis is a continuation of a previous study on the international visibility of Iberian-Americans scientific output.<br /> 
<strong>Conclusion.</strong>  Latin-Americas scientific participation in this field is minimal.  This is the reason why the most productive countries, generally <span>speaking</span>, <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>  in the area are highly regarded. The most productive institution is the Univer0ad Nacional Autónoma de México, where the Centro de Información Científica y Humanística-CICH as well as the Centro Universitario de Investigaciones Bibliotecológicas-CUIB, are well recognized.</blockquote>



<hr style="COLOR: #000080" size="1" />
<table cellspacing="10" align="center">

<tr><td align="center" valign="top">
<center>
<form method="get" action="http://scholar.google.com/scholar" target="_blank">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="bibliometrics &quot;information science&quot; &quot;library science&quot; &quot;Latin America&quot;" style="background-color: Yellow;" /></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-family: Verdana; font-weight: bold;" /></input>
<input type="hidden" name="num" value="100" /></input>
</td></tr></table></form>
<td colspan="2" align="center" style="font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject.<br /></td>
<td align="center" valign="top">
<!-- Search Google -->

<form method="get" action="http://www.google.com/custom" target="_top">
<table bgcolor="#ffffff">
<tr><td nowrap="nowrap" valign="top" align="center" height="32">
<input type="hidden" name="q" size="31" maxlength="255" value="bibliometrics &quot;information science&quot; &quot;library science&quot; &quot;Latin America&quot;" style="background-color: Yellow;"></input><br />
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold;" /></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>
<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
</td></tr></table>
</form>

<!-- Search Google -->
</td></tr>
</table>

<hr style="COLOR: #000080" size="1" />

<div align="center">
<h4>How to cite this paper:</h4>Herrero-Solana, V. and R&iacute;os-G&oacute;mez, C. (2006) 
&quot;Producci&oacute;n latinoamericana en information and library science en el <span>Social</span>  <span class="exper" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>Science Citation Index (SSCI) 1966-2003&quot; &nbsp; <em>Information Research</em>, <strong>11</strong>(2) paper 247 [Available at http://InformationR.net/ir/11-2/paper247.html]</div>
<br />
<hr size="1" style="color:#000080 ;" />

<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>
<img src="http://counter.digits.com/wc/-d/-z/6/-b/FF0033/paper247" align="middle"  width="60" height="20" border="0" hspace="4" vspace="2" alt="counter" /><br /><a href="http://www.digits.com/">Web Counter</a>
</div></td>

<td align="center" valign="top"><div>
&copy; the author, 2006. <br />Last updated: 17 December, 2005
</div></td>

<td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><br /><!--ONESTAT SCRIPTCODE START-->
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'>
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
    var d=document;
    var 0="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('paper247.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:93px 31px 93px 31px;position:relative;">.</span>site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>
<noscript>
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" ALT="online web site analytics"></a>
</noscript>
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br></div></td></tr></table></div>
<!--ONESTAT SCRIPTCODE END-->


</td></tr>
</table>
<hr size="1" style="color:#000080 ;" />

<table align="center"><tr><td><div id="button">
<ul>
	<li><a href="infres112.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div></td></tr></table>

<hr size="3" style="color:#000080 ;" />
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/11-2/paper247.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:14:21 GMT -->
</html>
