<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>

<!-- Mirrored from informationr.net/ir/7-3/spanish3.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:42 GMT -->
<head>
<link rel="stylesheet" href="http://informationr.net/IRstyle.css">
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.78 [en] (Win98; U) [Netscape]">
   <title>Abstracts in Spanish</title>
<link rel="stylesheet" href="../IRstyle.css">
<style>
BLOCKQUOTE {
		BACKGROUND-COLOR: #FFFFff;
		COLOR: black;
		FONT-FAMILY: serif;
		FONT-SIZE: medium;
		FONT-STYLE: normal;
		FONT-WEIGHT: 500;
		MARGIN-LEFT: 50px;
		MARGIN-RIGHT: 50px;
		TEXT-ALIGN: justify
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_nbGroup(event, grpName) { //v6.0
  var i,img,nbArr,args=MM_nbGroup.arguments;
  if (event == "init" && args.length > 2) {
    if ((img = MM_findObj(args[2])) != null && !img.MM_init) {
      img.MM_init = true; img.MM_up = args[3]; img.MM_dn = img.src;
      if ((nbArr = document[grpName]) == null) nbArr = document[grpName] = new Array();
      nbArr[nbArr.length] = img;
      for (i=4; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
        if (!img.MM_up) img.MM_up = img.src;
        img.src = img.MM_dn = args[i+1];
        nbArr[nbArr.length] = img;
    } }
  } else if (event == "over") {
    document.MM_nbOver = nbArr = new Array();
    for (i=1; i < args.length-1; i+=3) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = (img.MM_dn && args[i+2]) ? args[i+2] : ((args[i+1])? args[i+1] : img.MM_up);
      nbArr[nbArr.length] = img;
    }
  } else if (event == "out" ) {
    for (i=0; i < document.MM_nbOver.length; i++) {
      img = document.MM_nbOver[i]; img.src = (img.MM_dn) ? img.MM_dn : img.MM_up; }
  } else if (event == "down") {
    nbArr = document[grpName];
    if (nbArr)
      for (i=0; i < nbArr.length; i++) { img=nbArr[i]; img.src = img.MM_up; img.MM_dn = 0; }
    document[grpName] = nbArr = new Array();
    for (i=2; i < args.length-1; i+=2) if ((img = MM_findObj(args[i])) != null) {
      if (!img.MM_up) img.MM_up = img.src;
      img.src = img.MM_dn = (args[i+1])? args[i+1] : img.MM_up;
      nbArr[nbArr.length] = img;
  } }
}
//-->
</script>
</head>
<body bgcolor="#ffffff" onLoad="MM_preloadImages('../figs/iauthori1.gif','../figs/isubji1.gif','../figs/isearch1.gif','../figs/ihome1.gif','../figs/contents1.gif')">
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td align="center" colspan="5"><h4>Information Research, Vol. 7 No. 3, April 2002,</h4></td></tr>
  <tr> 
    <td><a href="infres73.html" target="_top" onClick="MM_nbGroup('down','group1','contents','',1)" onMouseOver="MM_nbGroup('over','contents','../figs/contents1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img name="contents" src="../figs/contents.gif" border="0" alt="" onLoad=""></a></td>
    <td><a href="../iraindex.html" target="_top" onClick="MM_nbGroup('down','group1','authorindex','',1)" onMouseOver="MM_nbGroup('over','authorindex','../figs/iauthori1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/iauthori.gif" alt="" name="authorindex" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../irsindex.html" target="_top" onClick="MM_nbGroup('down','group1','subjindex','',1)" onMouseOver="MM_nbGroup('over','subjindex','../figs/isubji1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/isubji.gif" alt="" name="subjindex" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../search.html" target="_top" onClick="MM_nbGroup('down','group1','search','',1)" onMouseOver="MM_nbGroup('over','search','../figs/isearch1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img src="../figs/isearch.gif" alt="" name="search" width="120" height="20" border="0" onload=""></a></td>
    <td><a href="../index.html" target="_top" onClick="MM_nbGroup('down','group1','home','',1)" onMouseOver="MM_nbGroup('over','home','../figs/ihome1.gif','',1)" onMouseOut="MM_nbGroup('out')"><img name="home" src="../figs/ihome.gif" border="0" alt="" onLoad=""></a></td>
  </tr>
</table>
<hr color=#ff00ff SIZE=3>

<h1>Abstracts in Spanish/Res&uacute;menes en Espa&ntilde;ol</h1>
<br>
<HR color="#ff00ff" SIZE=3>
<br>

<h4><a href="paper131.html">Affording a place: the role of persistent structures
in social navigation<br>
</a>Proporcionando&nbsp;posibilidades a un sitio: el papel de las estructuras persistentes en la
navegaci&oacute;n social, por Jenny Robins, Escuela Graduada de Biblioteconom&iacute;a y
Ciencia de la Informaci&oacute;n, Universidad de Illinois Urbana Champaign, Champaign,
Illinois, EE.UU.</h4>
<blockquote>
  <p>La navegaci&oacute;n social se refiere al modo en que las personas utilizan las
  actividades de otros para dirigir su propia conducta. Usando la navegaci&oacute;n
  social como marco te&oacute;rico, es posible estudiar y evaluar la conducta
  &quot;patr&oacute;n&quot; de los ocupantes en el ciberespacio. Se propone que un
  análisis del tipo y magnitud de la navegaci&oacute;n social que ocurre en un
  entorno virtual colaborativo proporciona la evidencia de que el entorno aloja
  una comunidad. Este art&iacute;culo informa de los resultados de un estudio
  etnográfico de un programa de educaci&oacute;n a distancia d&oacute;nde tienen lugar tres
  tipos de navegaci&oacute;n social: conductas guiadas, conductas de conocimiento y
  conductas de aprobaci&oacute;n. Tambi&eacute;n identifica las estructuras persistentes en
  el entorno que hacen posible la navegaci&oacute;n social. La discusi&oacute;n sobre la
  navegaci&oacute;n social puede informar a investigadores, diseñadores y ocupantes
  de entornos virtuales colaborativos.</p>
</blockquote>
<h4><a href="paper132.html">Understanding on-line community: the affordances of 
virtual space</a><span lang="EN-GB" style="font-size: 12.0pt; font-family: Times New Roman"><br>
</span>Comprendiendo una comunidad en l&iacute;nea: las posibilidades de un espacio 
virtual, por Karen Ruhleder,
Escuela Graduada de Biblioteconom&iacute;a y Ciencia de Informaci&oacute;n,
Universidad de Illinois, Urbana-Champaign, Illinois, EE.UU.</h4>
<blockquote>
<p>Un número creciente de sitios en l&iacute;nea para el aprendizaje están emergiendo como 
comunidades virtuales, haci&eacute;ndose más accesibles y comunes. Este art&iacute;culo se 
centra en una comunidad virtual particular, un programa de grado en l&iacute;nea de la 
Universidad de Illinois, Urbana-Champaign, que ofrece un M.S. en Biblioteconom&iacute;a 
y Ciencia de Informaci&oacute;n (llamado &quot;LEEP&quot;). Utiliza un marco presentado por 
Mynatt, et. al. , (1998), que proporciona un prisma para hablar sobre la 
comunidad en l&iacute;nea como un conjunto de posibilidades. Se aplica este marco para 
ilustrar las interacciones, artefactos, y expectativas que forman esta 
comunidad.</p>
</blockquote>
<h4><a href="paper129.html">The role of motivation and risk behaviour in
software development success</a><br>
El papel de la motivaci&oacute;n y la conducta de riesgo en el &eacute;xito del desarrollo
de software, por Kenneth R. Walsh y Helmut Schneider,&nbsp; Departamento de
Sistemas de informaci&oacute;n y Ciencias de Decisi&oacute;n, Universidad del Estado de
Luisiana, Baton Rouge, Luisiana, EE.UU.</h4>

<blockquote>
  <p>Aunque se ha realizado un progreso significativo en las metodolog&iacute;as de
  desarrollo de software, contin&uacute;an existiendo fracasos en proyectos de
  software. El trabajo previo en la gesti&oacute;n de riesgo ha encontrado algunos
  factores de riesgo y ha desarrollado los m&eacute;todos para evitar que esos
  factores originen fracasos en proyectos de software. Sin embargo, el
  desarrollo del software sigue siendo una tarea arriesgada d&oacute;nde deben tomarse
  decisiones sin informaci&oacute;n completa. Otra aproximaci&oacute;n a la gesti&oacute;n de
  riesgo es concentrarse en aquellos que toman decisiones como agentes de una
  organizaci&oacute;n en lugar del control de direcci&oacute;n sobre esos individuos.
  Proponemos que la conducta de los que toman decisiones, afectados por la
  propensi&oacute;n al riesgo y la motivaci&oacute;n, es cr&iacute;tica al resultado de un
  proyecto de software. Este art&iacute;culo discute la conducta de riesgo individual
  y aplica la &quot;teor&iacute;a de la agencia&quot; para manejar la conducta de
  individuos en el contexto del desarrollo del software. La implicaci&oacute;n es que
  las metas de los individuos y su propensi&oacute;n a tomar riesgos pueden tener un
  impacto significativo en el &eacute;xito del proyecto. Aplicamos la teor&iacute;a de la
  agencia al desarrollo del software. La &quot;teor&iacute;a de la agencia&quot; es
  una teor&iacute;a de gesti&oacute;n que pone el &quot;dilema principal agente&quot; en la
  fase central, y es una manera de entender el proceso de desarrollo de software
  y c&oacute;mo mejorarlo.</p>
</blockquote>

<h4><a href="paper130.html">What is the title of a Web page? A study of
Webography practice</a><br>
&#191;Cu&aacute;l es el t&iacute;tulo de una p&aacute;gina Web? Un estudio de pr&aacute;ctica de
Webograf&iacute;a, por Timothy C. Craven, Facultad de Informaci&oacute;n y Estudios de los
Medios de comunicaci&oacute;n, Universidad de Ontario Occidental, Londres, Ontario N6A
5B7, Canad&aacute;.</h4>

<blockquote>
Pocas gu&iacute;as de estilo recomiendan una fuente espec&iacute;fica para citar el
  t&iacute;tulo de una p&aacute;gina Web, que no es un duplicado de un formato impreso. Se
  analizaron los usos de dos fuentes recomendadas diferentes en diecis&eacute;is
  bibliograf&iacute;as en Web: (1) t&iacute;tulo etiquetado; (2) el t&iacute;tulo que parecer&iacute;a
  ser examinando el principio de la p&aacute;gina en el navegador (t&iacute;tulo aparente).
  En los diecis&eacute;is, la proporci&oacute;n de t&iacute;tulos etiquetados era mucho menor que
  la de t&iacute;tulos aparentes, y raramente el t&iacute;tulo de la bibliograf&iacute;a se
  correspond&iacute;a con el t&iacute;tulo etiquetado y no con el t&iacute;tulo aparente. La
  comodidad del copiado puede explicar en parte la preferencia por el t&iacute;tulo
  aparente. Contrariamente a lo esperado, la correlaci&oacute;n entre la proporci&oacute;n
  de enlaces v&aacute;lidos en una bibliograf&iacute;a y la proporci&oacute;n de t&iacute;tulos
  aparentes reproducidos con precisi&oacute;n era ligeramente negativa.</blockquote>

<h4><a href="paper133.html">The development of the information management research area</a><br>El desarrollo del &aacute;rea de investigaci&oacute;n en gesti&oacute;n de informaci&oacute;n, por Elena Macevi&#269;i&#363;t &#279; y T.D. Wilson, Colegio Universitario de Borås, Suecia</h4>

<blockquote>
En los 80, la gesti&oacute;n de informaci&oacute;n era emergente y algunos simplemente la percibieron como una reescritura de la biblioteconom&iacute;a tradicional. Sin embargo, ha continuado creciendo y mucho de lo que ahora se incluye es incluso muy diferente de la moderna ciencia de la informaci&oacute;n, aunque la gesti&oacute;n de informaci&oacute;n se basa en las ideas de la biblioteconom&iacute;a y la ciencia de la informaci&oacute;n. De una forma u otra, es probable que persista en el futuro, puesto que es probable que los problemas de informaci&oacute;n persistan en las organizaciones. Los medios para resolver los problemas pueden cambiar, pero permanecer&aacute; la necesidad de entender esos problemas y desarrollar soluciones.</blockquote>
<br>

<hr color=#ff00ff SIZE=3>
<table border="0" cellpadding="15" cellspacing="0" align="center">
<tr> 
    <td><a href="infres73.html"><h4>Contents</h4></a></td>
   <td align="center" valign="top"><h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a><br> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<br>Updated 20th January 2002</td>
    <td><a href="../index.html"><h4>Home</h4></a></td>
  </tr>
</table>
<hr color=#ff00ff SIZE=3>
</body>

<!-- Mirrored from informationr.net/ir/7-3/spanish3.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:37:42 GMT -->
</html>
