<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/13-4/paper385.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:39 GMT -->
<head>
<title>Implantación de la Open Archives Initiative en España</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<!--Enter appropriate data in the content fields-->
<meta name="dc.title" content="Implantación de la Open Archives Initiative en España" />
<meta name="dc.creator" content="Fernanda Peset, Antonia Ferrer" />
<meta name="dc.subject" content="Open Archives Initiative projects in Spain" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> content="Introduccion. Se aborda la situación en España de las acciones relacionadas con el protocolo Open Archives Initiative-Protocol for Metadata Harvesting (OAI-PMH), usado para la recolección y difusión de metadatos de documentos. El tipo de bibliotecas digitales determinado por dicho protocolo está contando con un auge inusitado a escala mundial, con repositorios institucionales llevados a cabo principalmente por las organizaciones académicas. Método. Se han consultado registros internacionales y se han contrastado los datos mediante dos tipos de encuestas. Análisis. Estudiar el estado de implantación de OAI-PMH en España. Conclusiones. La situación en el año 2006 resulta alentadora en cuanto a número de proyectos, pero es bastante deficitaria en cuanto a la cantidad de datos almacenados; es necesario subsanar las omisiones y los errores existentes en los registros oficiales internacionales; en España se necesitan acciones de coordinación que permitan rentabilizar las inversiones; y finalmente, la falta de estudios como el que aquí se presenta dificulta el conocimiento de este área y, por tanto, la aplicación de indicadores para evaluar la difusión de la ciencia mediante OA. " /> 
<meta name="dc.subject.keywords" content="open archives initiatives, repositories, scholarly communication, Spain" />

<!--leave the following to be completed by the Editor-->
<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper385.html" />
<meta name="dc.relation.IsPartOf" content="infres134.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2008-12-15" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>
	
<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}
		
fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted #5E96FD;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: #5E96FD;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy;
    border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy;
    font-weight: bold;
}
</style>

<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head>
<body bgcolor="#ffffff">
<table cellspacing="0" cellpadding="0" align="center" border="0">
  <tbody>
  <tr>
    <td align="center" colspan="5" height="30"><img height="45" alt="header" src="../mini_logo2.gif" 
      width="336" /><br />
	  <span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 4, December, 2008</span><br /><br />
      <div class="button">
      <ul>
        <li><a href="infres134.html">Contents</a> |  </li>
        <li><a href="../iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index-2.html">Home</a>  </li>
   </ul></div></td></tr>
  <tr>
    <td>&nbsp;</td></tr></tbody></table>
<hr style="COLOR: #5E96FD" size="1" />
<h1>Implantaci&oacute;n de la <em>Open Archives Initiative</em> en Espa&ntilde;a</h1>
<br />
<div style="margin-left: 10%; margin-right: 10%;">
<h4><a href="mailto:mpesetm@upv.es">Fernanda Peset</a> and <a href="mailto:anfersa@har.upv.es">Antonia Ferrer</a><br />
Instituto de Dise&ntilde;o y Fabricaci&oacute;n, Univer0ad Polit&eacute;cnica de Valencia, Spain</h4>

</div>
<br />
<form action="#">
<fieldset>
<legend>Resumen </legend>
<blockquote>
<strong>Introduccion.</strong> Se aborda la situaci&oacute;n en Espa&ntilde;a de las acciones relacionadas con el protocolo <em>Open Archives Initiative-Protocol for Metadata Harvesting (OAI-PMH)</em>, usado para la recolecci&oacute;n y difusi&oacute;n de metadatos de documentos. El tipo de bibliotecas digitales determinado por dicho protocolo est&aacute; contando con un auge inusitado a escala mundial, con repositorios institucionales llevados a cabo principalmente por las organizaciones acad&eacute;micas. <br />
<strong>M&eacute;todo.</strong> Se han consultado registros internacionales y se han contrastado los datos mediante dos tipos de encuestas. <br />
<strong>An&aacute;lisis.</strong> Estudiar el estado de implantaci&oacute;n de <em>OAI-PMH</em> en Espa&ntilde;a. <br />
<strong>Conclusiones.</strong>  La situaci&oacute;n en el a&ntilde;o 2006 resulta alentadora en cuanto a n&uacute;mero de proyectos, pero es bastante deficitaria en cuanto a la cantidad de datos almacenados; es necesario subsanar las omisiones y los errores existentes en los registros oficiales internacionales; en Espa&ntilde;a se necesitan acciones de coordinaci&oacute;n que permitan rentabilizar las inversiones; y finalmente, la falta de estudios como el que aqu&iacute; se presenta dificulta el conocimiento de este &aacute;rea y, por tanto, la aplicaci&oacute;n de indicadores para evaluar la difusi&oacute;n de la ciencia mediante <em>OA</em>.</blockquote>
</fieldset>
</form>
<br />

<div align="center">
<a href="#ingles">Abstract in English</a></div>
<br />
 
<h2>Introducci&oacute;n</h2>

<p> Las definiciones de biblioteca digital resultan algo confusas debido a la evoluci&oacute;n de este concepto a lo largo de la &uacute;ltima d&eacute;cada. Se ha llamado <em>biblioteca digital</em> a una variada cantidad de desarrollos, desde los cat&aacute;logos automatizados hasta la pura digitalizaci&oacute;n de una colecci&oacute;n. Seg&uacute;n Peset:</p> 

<blockquote>...es dif&iacute;cil acotar qu&eacute; se entiende por biblioteca digital teniendo en cuenta las diferentes   t&eacute;cnicas, materiales que se difunden, agentes implicados y servicios que ofrecen.   Lo que est&aacute; claro es que implica unos documentos o informaci&oacute;n en formato electr&oacute;nico, la utilizaci&oacute;n de una tecnolog&iacute;a y una forma de difusi&oacute;n'. (<a href="#pes03a">
Peset 2003</a>: 241)</blockquote>
  
<p>En este art&iacute;culo nos ocupamos de un determinado tipo de biblioteca digital vinculado con la filosof&iacute;a de acceso abierto a la publicaci&oacute;n cient&iacute;fica -Open Access-, en tanto que ha   supuesto una revoluci&oacute;n en el mundo de la publicaci&oacute;n cient&iacute;fica. Al utilizar   el protocolo Open Archive Initiative-Protocol for Metadata Harvesting (<a href="http://www.openarchives.org/" target="_blank">OAI-PMH</a>) cuentan con la ventaja de permitir no s&oacute;lo el dep&oacute;sito de los trabajos en los archivos (para luego suministrarlos como 'proveedores de datos'), sino tambi&eacute;n el establecimiento de servicios de valor a&ntilde;adido reutilizando la informaci&oacute;n almacenada en esos archivos. Esto, que <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>duda favorece la visibilidad de la investigaci&oacute;n, contribuye adem&aacute;s, tal y como detect&oacute; la OCDE (<a href="#qui04">Quint 2004</a>), a que se recupere parte de la inversi&oacute;n p&uacute;blica y se maximice su retorno social al no pagar dos veces por la misma informaci&oacute;n: la primera abonando el sueldo de los investigadores cuando escriben, y la segunda cuando las bibliotecas suscriben los t&iacute;tulos de revista donde se publica la investigaci&oacute;n.</p>
  
<p><a href="http://arxiv.org/" target="_blank">ArXiv.org</a>, creado en 1991, es un ejemplo pionero que se tom&oacute; como referencia en una famosa reuni&oacute;n que tuvo lugar en Santa Fe, New Mexico, en 1999, donde se acordaron los aspectos t&eacute;cnicos y organizativos que actualmente son directrices obligadas para los repositorios OA.</p>

<p>Posteriormente el movimiento Open Access se ha ido consolidando con diversas declaraciones hechas por grupos de expertos reunidos en Budapest (2002), Berl&iacute;n (2003), Bethesda (2003) y Valpara&iacute;so (2004), que tuvieron una resonancia muy amplia, as&iacute; como con la creaci&oacute;n de repositorios tanto tem&aacute;ticos como institucionales, y editoriales que publican en OA. </p>

<p>En todas las ramas de las ciencias se ha extendido esta forma de comunicaci&oacute;n que, gracias a la separaci&oacute;n entre proveedores de datos y proveedores de servicios, se obtiene versatilidad y flexibilidad para explotar la informaci&oacute;n, creando nuevas funciones <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>tener que migrar datos, introducirlos de nuevo, etc. Es decir, se rentabiliza el uso de la informaci&oacute;n a largo plazo. Se entiende pues el inter&eacute;s que ha suscitado entre la comunidad bibliotecaria, cuyos sistemas todav&iacute;a se nutren de informaci&oacute;n recurrente que se introduce una y otra vez en cada uno de los cat&aacute;logos individuales de cada organizaci&oacute;n.</p>

<p>En Espa&ntilde;a est&aacute; teniendo cierta repercusi&oacute;n en los &uacute;ltimos dos a&ntilde;os en las Bibliotecas Universitarias. En cambio el impacto en las bibliotecas p&uacute;blicas podemos con0erarlo a&uacute;n marginal. En general, el escaso desarrollo de estas iniciativas en nuestro pa&iacute;s, trae como consecuencia que parte de la bibliograf&iacute;a profesional quede oculta a la comunidad internacional que difunde sus resultados mediante repositorios OAI-PMH.</p>

<p>Es dif&iacute;cil determinar qu&eacute; tipo de objetos contienen las colecciones de las bibliotecas digitales existentes, es decir los formatos que soportan la informaci&oacute;n, o cu&aacute;l es el origen de los metadatos o qui&eacute;n debe conservar el objeto digital.</p>

<p>La distribuci&oacute;n de contenidos pivota sobre tres factores cr&iacute;ticos:</p>

<p><strong>1. Las colecciones y los usuarios</strong></p>
<p>Actualmente son accesibles grandes cantidades de informaci&oacute;n y los formatos de los activos digitales, as&iacute; como su naturaleza, son muy variados: textos, im&aacute;genes, sonidos... Pero adem&aacute;s no es igual disponer de una imagen fija publicitaria que de una fotograf&iacute;a art&iacute;stica; o no es lo mismo tratar textos de divulgaci&oacute;n que cient&iacute;ficos a texto completo. Por ello cada uno de estos objetos digitales necesita estar descrito para poder ser &uacute;til para el p&uacute;blico al que va dirigido. Como se ver&aacute; en el siguiente cap&iacute;tulo, existen diferentes lenguajes de descripci&oacute;n seg&uacute;n la finalidad que se pretenda. As&iacute;, por ejemplo, el Learning Object Metadata (1) (LOM) est&aacute; dirigido al tratamiento de datos para el aprendizaje, mientras que el Machine Readable Cataloging (MARC)(2) se usa para el intercambio de registros bibliogr&aacute;ficos entre bibliotecas, as&iacute; como para describir documentos de cara a su conservaci&oacute;n.</p>

<p>Pero no s&oacute;lo han aumentado las colecciones, sino tambi&eacute;n los usuarios, tal y como describe Jones (<a href="#jon07">2007</a>), pues cualquier ciudadano se puede convertir en usuario intensivo y habitual de informaci&oacute;n. En el mundo acad&eacute;mico hay dos factores que favorecen la mayor disponibilidad de informaci&oacute;n: la edici&oacute;n electr&oacute;nica y la aparici&oacute;n de dep&oacute;sitos de objetos digitales. El impacto de este nuevo escenario en la investigaci&oacute;n y la ense&ntilde;anza universitaria es indudable. Especialmente ahora que nuestro pa&iacute;s ha iniciado el camino de convergencia con Europa, la introducci&oacute;n de m&eacute;todos docentes m&aacute;s pr&aacute;cticos obliga al estudiante a utilizar los recursos de informaci&oacute;n de manera intensiva. Las clases de tipo magistral son paulatinamente sustituidas por nuevos m&eacute;todos docentes m&aacute;s interactivos, vivos y de estudio en grupos, cosa que ampl&iacute;a el n&uacute;mero potencial de usuarios de las bibliotecas digitales.</p>

<p>El tipo de informaci&oacute;n que consumen la investigaci&oacute;n y la ense&ntilde;anza, la publicaci&oacute;n cient&iacute;fica, cuenta con el valor a&ntilde;adido de su calidad, que ha 0o probada por los sistemas tradicionales de evaluaci&oacute;n o certificaci&oacute;n (publicaci&oacute;n en revistas <em>peer reviewed</em>, b&aacute;sicamente). Pero tambi&eacute;n cuenta con la desventaja de su relativamente escasa distribuci&oacute;n, pues re0e en bases de datos estructuradas, que forman la parte mayoritaria de lo que se llama Internet Invisible (<em>invisible</em> porque los buscadores no pueden rastrear la informaci&oacute;n almacenada en ellas debido a la nece0ad de usar c&oacute;digos de acceso y lenguajes de b&uacute;squeda especiales). Esta invisibilidad constituye una p&eacute;rdida todav&iacute;a mayor porque la calidad de dicha informaci&oacute;n cient&iacute;fica es superior en dos aspectos: por un lado, - como se ha dicho - existe un proceso de evaluaci&oacute;n en su producci&oacute;n -en revistas y congresos-, y unos criterios para seleccionarla e introducirla en las bases de datos. Por otro, se somete a un proceso de normalizaci&oacute;n formal que mejora la recuperaci&oacute;n, y se le incluye metainformaci&oacute;n sobre el contenido de los documentos mediante la indizaci&oacute;n y la clasificaci&oacute;n, algo que ahora se promociona en la web sem&aacute;ntica.</p>

<p><strong>2.- Las tecnolog&iacute;as y los protocolos </strong></p>

<p>No s&oacute;lo se han multiplicado las colecciones de piezas digitales y los usuarios potenciales. Tambi&eacute;n se han creado m&uacute;ltiples protocolos y t&eacute;cnicas para su distribuci&oacute;n. Por ejemplo, en el &aacute;mbito de las bibliotecas, el citado formato de descripci&oacute;n MARC aplica las cl&aacute;sicas normas ISBD (<em>International <span>Standard</span>  <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Bibliographic Description</em>). Las tecnolog&iacute;as que soportan MARC son diversas y se encuentran ya muy implantadas, entre ellas la mayor&iacute;a de softwares de gesti&oacute;n de bibliotecas.</p>

<p>Cuando pasamos del campo propiamente bibliotecario de gesti&oacute;n de colecciones al mundo de la gesti&oacute;n de contenidos, el n&uacute;mero de formatos se ampl&iacute;a. Debemos diferenciar entre los que describen el objeto (metadatos) y los que permiten intercambiar dichos metadatos.</p>

<p>Existen diversos <em>formatos de descripci&oacute;n</em> o de asignaci&oacute;n de metadatos a los objetos digitales. Uno de los m&aacute;s implantados en el sector documental es <a href="http://dublincore.org/" target="_blank">Dublin  Core</a>, creado en 1995 con el prop&oacute;sito de estandarizar la descripci&oacute;n (y la recuperaci&oacute;n) de documentos en la Web. Proporciona la informaci&oacute;n descriptiva b&aacute;sica de un recurso independientemente del formato en que se encuentre. </p>
  
<p>Entre los <em>sistemas de intercambio</em> de informaci&oacute;n entre distintas plataformas se encuentra <span>XML</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>(Extended Markup Language), en cuya filosof&iacute;a se integran los formatos <span>MPEG</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>21 (3) DIDL (Packaging digital content) (MPEG-21 Digital Item Declaration Language), METS (Metadata Encoding and Transmission Standard) (4), Scorm (Shareable Content Object Reference Model) (5) y el propio protocolo OAI-PMH. La <em>tecnolog&iacute;a</em> para gestionar contenidos con estos formatos es tambi&eacute;n de lo m&aacute;s variado seg&uacute;n estemos en un escenario u otro, y se tienen versiones para buscadores, para integradores de recursos de una instituci&oacute;n -SFX (6)-, etc.</p>
  
<p>En cualquier caso, la clave para compartir datos re0e en dos factores: la <em>interoperabilidad</em> entre los sistemas, y los protocolos que se usan para describir los datos. En el &aacute;mbito de la Open Archives Initiative (OAI) el <span>software</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>libre open <span>source</span>, <span class="exper" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> es decir, no propietario y de c&oacute;digo abierto, ha demostrado ser muy atractivo para los promotores de nuevas instalaciones, por lo que lo hallamos casi omnipresente. Algunos programas son: Fedora, DSpace, E-Prints, para operar archivos, y PKP (Public <span>Knowledge</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Project) para servicios.</p>
  
  <p>La interoperabilidad entre sistemas permite el f&aacute;cil intercambio de datos, lo   que propicia que los propios autores autoarchiven sus publicaciones. Ello obliga a que los estamentos pol&iacute;ticos aporten directrices y velen por los derechos de difusi&oacute;n y reproducci&oacute;n (<a href="#viv05">Vives 2005</a>). Y a los superados problemas t&eacute;cnicos cl&aacute;sicos, como el dise&ntilde;o b&aacute;sico de sistemas de informaci&oacute;n, se suman nuevas nece0ades derivadas de la sociedad-red. Por ejemplo el proyecto PURL (Persistent Uniform Resource Locator) acomete el problema de la estabilidad de la direcci&oacute;n URL de los recursos en internet; y la iniciativa DOI (Digital object identifier) soluciona la cuesti&oacute;n de su identificaci&oacute;n &uacute;nica.</p>
  
<p>Las bibliotecas digitales tienen dos desaf&iacute;os:</p>
  
<p><em>1. A&ntilde;adir valor a los servicios de informaci&oacute;n.</em> Tener en funcionamiento sistemas interoperables permite la reutilizaci&oacute;n de contenidos para otros servicios, evitando trabajos rutinarios como la asignaci&oacute;n de metadatos. Esta reutilizaci&oacute;n es una de las bases de la Open Archives Initiative, puesto que los archivos o proveedores de datos almacenan y preservan los objetos digitales, mientras que los proveedores de servicios recolectan esos datos para crear servicios de valor a&ntilde;adido. Por ejemplo, la Royal Netherlands Academy of Arts and Sciences (KNAW) gestiona el programa Digital Academic Repositories (DARE), que cuenta con <em><a href="http://www.creamofscience.org/" target="_blank">The Cream of Science</a></em>, un servicio que ofrece libre acceso al 60% de los trabajos en texto completo de los cient&iacute;ficos holandeses m&aacute;s relevantes.</p>

<p><em>2. Preservar sus fondos.</em> La nece0ad de establecer pol&iacute;ticas que aseguren la conservaci&oacute;n de los objetos digitales se manifiesta con fuerza d&iacute;a a d&iacute;a. As&iacute;,   por ejemplo, en el entorno OAI tenemos el proyecto <a href="http://ahds.ac.uk/about/projects/sherpa-dp/index.html" target="_blank">Sherpa DP</a> (Creating <span>A+</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Persistent Preservation Environment For Institutional Repositories), que estudia la aplicaci&oacute;n del Reference Model for an Open Archival Information System (OAIS) ISO 14721:2003, a la preservaci&oacute;n de los fondos de los repositorios institucionales. La responsabilidad administrativa de la conservaci&oacute;n es uno de los temas b&aacute;sicos a plantear cuando se comienza un archivo abierto (<a href="#kee06">Keefer 2006</a>).</p>
  
  <p><em>3. Crecimiento del acceso abierto.</em>  El acceso abierto a la literatura cient&iacute;fica tiene una especial relevancia en el &aacute;mbito de las univer0ades y centros de investigaci&oacute;n (<a href="#bar03">Barrueco y Subirats 2003</a>; <a href="#fer05">Ferrer <em>et al.</em> 2005</a>).  Con la utilizaci&oacute;n del protocolo OAI-PMH estas organizaciones y su personal se benefician de la libertad de elecci&oacute;n de <span>software</span>, <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> del libre acceso a las publicaciones cient&iacute;ficas a trav&eacute;s del desarrollo de nuevos modelos de comunicaci&oacute;n que clarifican los derechos de los autores sobre sus obras (<a href="#vil06">Villamon <em>et al.</em> 2006</a>) y la reutilizaci&oacute;n de los datos almacenados en diferentes repositorios con el objetivo de ofrecer servicios de informaci&oacute;n de valor a&ntilde;adido.</p>
  
    <p>As&iacute; pues, el movimiento Open Access ha experimentado un aumento exponencial tanto en el n&uacute;mero de los repositorios que se inscriben en los registros a escala mundial como en el n&uacute;mero de documentos depositados en ellos.</p>
  
    <p>El presente trabajo describe y eval&uacute;a las iniciativas OAI en Espa&ntilde;a aportando distintos resultados estad&iacute;sticos. Para conseguirlo se ha realizado un estudio sistem&aacute;tico y exhaustivo de las acciones que se est&aacute;n llevando a cabo en nuestro pa&iacute;s (<a href="#ser05">Serrano y Prats 2005</a>; <a href="#fri07">Fr&iacute;as <em>et al.</em> 2007</a>; <a href="#rod07">Rodr&iacute;guez y Alvite</a> 2007). Las carencias que presentan los registros internacionales, como se expondr&aacute; a lo largo del texto, ha determinado la creaci&oacute;n de un registro exhaustivo -refOA- que permite contar con datos fiables, fomentar la visibilidad de las iniciativas espa&ntilde;olas, explotar estad&iacute;sticamente los datos en aras de perfeccionar las pol&iacute;ticas de promoci&oacute;n y obtener los indicadores cient&iacute;ficos que se relacionan con una correcta difusi&oacute;n de la informaci&oacute;n. En definitiva, las conclusiones del trabajo han permitido dise&ntilde;ar los contenidos de OA-LATINO, web de referencia para OAI de hablas espa&ntilde;ola y portuguesa que a&uacute;n no ha visto la luz. Partiendo de la certeza de que la OAI se encuentra eclosionando en Espa&ntilde;a, con0eramos que es el momento de moldear estrategias que rentabilicen los esfuerzos que se inviertan en el sector de la e-ciencia.</p>
  
  <h2>Material y m&eacute;todo</h2>
  
 <p> Desde mayo de 2006 hasta enero de 2007 se efectu&oacute; la recopilaci&oacute;n de los repositorios  y proveedores de servicios creados y mantenidos en Espa&ntilde;a, Portugal y pa&iacute;ses latino americanos. Se identificaron las principales fuentes de informaci&oacute;n existentes en la Red: los registros o directorios de repositorios OAI m&aacute;s conocidos internacionalmente y con m&aacute;s n&uacute;mero de registros como <em><a href="http://roar.eprints.org/" target="_blank">Registry of Open Access Repositories-ROAR</a></em>, <em><a href="http://www.opendoar.org/" target="_blank">The   Directory of Open Access Repositories-OpenDOAR</a></em>, <em><a href="www.openarchives.org" target="_blank">Open Archives.org</a></em> y <em><a href="http://gita.grainger.uiuc.edu/registry/" target="_blank">Experimental OAI Registry at UIUC</a></em>. Fueron completados con los datos de Oliver y Swain (<a href="#oli06">2006</a>).</p>

 <p>En segundo lugar se usaron las listas de los proveedores de datos que son recolectados por parte de los proveedores de servicios o agregadores. Para descubrir nuevos proveedores de servicios se usaron los registros de <a href="http://www.openarchives.org/" target="_blank">Open Archives.org</a> y de la <a href="http://gita.grainger.uiuc.edu/registry/services/" target="_blank">Univer0ad de Illinois</a> (UIUC).</p>
  
<p>Los resultados del an&aacute;lisis se almacenaron en una base de datos llamada <em>refOA</em>   (v&eacute;ase Anexo). Para cada uno de los elementos localizados se describi&oacute; una serie de campos que permitieran el an&aacute;lisis estad&iacute;stico. Tras recoger la informaci&oacute;n aparecida en cada uno de los recursos identificados se contact&oacute; a los responsables de los proyectos espa&ntilde;oles para corroborar los datos recogidos. Adem&aacute;s se envi&oacute; una breve encuesta a las dos listas de correo espa&ntilde;olas con mayor influencia en el &aacute;mbito de Biblioteconom&iacute;a y Documentaci&oacute;n y Open Access respectivamente: IweTel y OS-Repositorios. La encuesta ayud&oacute; a localizar los proyectos que no eran hasta el momento suficientemente visibles en la Red y en el &aacute;mbito OA, as&iacute; como corregir los errores fruto de la recolecci&oacute;n de datos previa. Tambi&eacute;n se conocieron otras iniciativas a trav&eacute;s de bibliograf&iacute;a, informes como el de la Red Espa&ntilde;ola de Bibliotecas Universitarias (<a href="#reb06">Rebiun 2006</a>), contactos personales, etc. De esta base de datos se extrajo la informaci&oacute;n relativa a los proyectos nacionales y los internacionales con participaci&oacute;n espa&ntilde;ola para tabularlos   estad&iacute;sticamente. </p>
  
  
  <h2>Resultados</h2>
  
<p>Las acciones identificadas suman un total de 67, incluyendo tres proyectos internacionales con alta participaci&oacute;n espa&ntilde;ola (E-LIS, HAL/REDIAL y SCIELO Spain). Entre ellas se cuentan no s&oacute;lo repositorios y servicios/agregadores, sino tambi&eacute;n todo tipo de acciones relacionadas con la implantaci&oacute;n del protocolo OAI y Open Access o al menos que est&eacute;n inscritas en los registros internacionales mencionados en el apartado anterior. Por ejemplo, se recogen acciones de integraci&oacute;n que tienen la finalidad de compartir conocimiento entre los administradores y profesionales vinculados a los proyectos, como ser&iacute;a el caso de portales o wikies -Grupo de Usuarios de Dspace en Espa&ntilde;a-, y los congresos y reuniones de expertos. Como ya se ha comentado, este nivel de exhaustividad ha 0o posible gracias a la ayuda de numerosos profesionales que han visto el proyecto que estamos describiendo como una oportunidad de dar mayor visibilidad al trabajo realizado en Espa&ntilde;a en OAI. Especialmente los trabajos de Rebiun (<a href="#reb06">2006</a>), Fr&iacute;as (<a href="#fri06">2006</a>) o Prats (<a href="#pra06">2006</a>) ha permitido detectar la existencia de 20 iniciativas en estado embrionario, de manera que algunos de los datos que se presentan, en general, har&aacute;n referencia a las 45 acciones m&aacute;s consolidadas. Esta es la distribuci&oacute;n seg&uacute;n la naturaleza de la acci&oacute;n.</p>
  
  <table width="40%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 1. Distribuci&oacute;n del n&uacute;mero de acciones por tipo
</strong></caption>

<tr><th>Tipo</th>	<th>N&uacute;mero de acciones</th></tr>
<tr><td>Listas de Correo</td><td align="center">2</td></tr>
<tr><td>Blog/Portal</td><td align="center">2</td></tr>
<tr><td>Congresos</td><td align="center">2</td></tr>
<tr><td>Proveedores de datos</td><td align="center">50*</td></tr>
<tr><td>Proveedores de Servicios</td><td align="center">8</td></tr>
<tr><td>Revista</td><td align="center">6</td></tr>
<tr><td><strong>Total</strong></td><td align="center"><strong>67</strong></td></tr>
<tr><td colspan="2">*Dos de ellos son simult&aacute;neamente Proveedores de datos y Proveedores de Servicios</td></tr>
</table>

<p>Como hemos comentado, la naturaleza de cada una de las acciones es diferente, aunque todas est&aacute;n relacionadas con la OAI. En esta tabla se ha incluido cualquier acci&oacute;n de la que se ha tenido conocimiento. Los que se encuentran en desarrollo son Proveedores de datos, la mayor&iacute;a -exactamente 18- de &aacute;mbito universitario. Cabe se&ntilde;alar que la mayor parte de acciones son repositorios universitarios -treinta y tres incluidos los que est&aacute;n en desarrollo-. Su procedencia acad&eacute;mica convierte la normalidad de nuestro pa&iacute;s un repositorio institucional que recoge la producci&oacute;n propia de la organizaci&oacute;n. Cabe destacar el caso de Dialnet que tiene un car&aacute;cter globalizador, ya que es un proveedor de datos y de servicios que recoge la producci&oacute;n cient&iacute;fica hispana. Contamos tambi&eacute;n con dos listas de correo -OS-Repositorios y GUDE-Grupo de Usuarios de Dspace en Espa&ntilde;a-, dos reuniones de expertos, un blog, y un portal tipo wiki para GUDE.</p>

<p>Por el contrario, nuestro pa&iacute;s no est&aacute; representado en el registro de mandatos institucionales que obligan a archivar en repositorios abiertos los trabajos financiados con dinero p&uacute;blico: ROARMAP (<a href="http://www.eprints.org/openaccess/policysignup/" target="_blank">Registry of Open Access Repository Material Archiving Policies</a>). </p>
  
<p>En cuanto a la distribuci&oacute;n geogr&aacute;fica, los resultados muestran una gran preponderancia de la actividad en Madrid y Catalu&ntilde;a. Esta &uacute;ltima re&uacute;ne casi el 50% de las acciones. En el otro extremo, Baleares, Castilla-La Mancha, Asturias, y las ciudades aut&oacute;nomas de Ceuta y Melilla no cuentan con ninguna acci&oacute;n. Obviamente, Asturias y estas &uacute;ltimas no sorprenden pues no disponen de univer0ad, pero en los otros casos se echa en falta.</p>
  
   <table width="60%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 2. Distribuci&oacute;n del n&uacute;mero de acciones por Comunidad Aut&oacute;noma
</strong></caption>
<tr><th width="44%">Nombre</th>	<th width="20%">Nº real</th>  	<th width="36%">Nº total (incluyendo<br /> los que est&aacute;n en proyecto</th></tr>
<tr><td>Desconocido</td><td align="center">0</td>  <td align="center">1</td></tr>
<tr><td>Andaluc&iacute;a</td><td align="center">1</td>  <td align="center">5</td></tr>
<tr><td>Arag&oacute;n</td><td align="center">1</td>  <td align="center">2</td></tr>
<tr><td>Islas Canarias</td><td align="center">1</td>  <td align="center">1</td></tr>
<tr><td>Castilla y Le&oacute;n</td><td align="center">1</td>  <td align="center">2</td></tr>
<tr><td>Catalu&ntilde;a</td><td align="center">20</td>  <td align="center">22</td></tr>
<tr><td>Galicia</td><td align="center">2</td>  <td align="center">4</td></tr>
<tr><td>Comunidad de Madrid</td><td align="center">12*</td>  <td align="center">16</td></tr>
<tr><td>Regi&oacute;n de Murcia</td><td align="center">1</td>  <td align="center">1</td></tr>
<tr><td>Navarra</td><td align="center">2</td>  <td align="center">4</td></tr>
<tr><td>Pa&iacute;s Vasco</td><td align="center">0</td>  <td align="center">1</td></tr>
<tr><td>La Rioja</td><td align="center">2</td>  <td align="center">2</td></tr>
<tr><td>Extremadura</td><td align="center">1</td>  <td align="center">2</td></tr>
<tr><td>Comunidad Valenciana</td><td align="center">3*</td>  <td align="center">4</td></tr>
<tr><td align="right"><strong>Total</strong>&nbsp;&nbsp;&nbsp;</td><td align="center"><strong>47</strong></td>  <td align="center"><strong>67</strong></td></tr>
<tr><td colspan="3">*Se han asignado E-LIS a Valencia, HAL/REDIAL y Scielo Spain a Madrid </td></tr>
</table>
<br /><br />

<div align="center"><img src="p385fig1.jpg" width="377" height="252" alt="Figura 1. Distribuci&oacute;n del n&uacute;mero de acciones por Comunidad Aut&oacute;noma" /></div>
<div align="center">  <br /><strong>Figura 1. Distribuci&oacute;n del n&uacute;mero de acciones por Comunidad Aut&oacute;noma</strong></div>

<p>El primer proyecto datado es TDX/TDR, una biblioteca digital de tesis de todas las univer0ades espa&ntilde;olas iniciada por el Consorcio de Bibliotecas Universitarias de Catalunya en 2001. En general no es f&aacute;cil conocer la fecha de inicio de prestaci&oacute;n de los servicios, pues en los registros a menudo consta la fecha de inscripci&oacute;n. Conocemos las fechas de inicio de 40 de las 45 acciones, lo que supone un 88% del total. La distribuci&oacute;n permite observar un despegue que comienza en 2004 y que esperamos que se consolide en los pr&oacute;ximos a&ntilde;os si realmente se materializan todos los proyectos que dicen estar en desarrollo.</p>

<div align="center"><img src="p385fig2.jpg" width="342" height="158" alt="Figura 4. Distribuci&oacute;n cronol&oacute;gica del n&uacute;mero de acciones" /></div>
  <div align="center"><br /><strong>Figura 2. Distribuci&oacute;n cronol&oacute;gica del n&uacute;mero de acciones</strong></div>


<p>Tras esta breve presentaci&oacute;n de resultados hagamos un an&aacute;lisis detallado de los proveedores de datos y de revistas (con0erando &eacute;stas como proveedores), que suman 36 en total. La naturaleza de cada uno de los proyectos difiere en muchos aspectos: unos distribuyen referencias y textos completos, otros dependen de una sola instituci&oacute;n, otros son una pasarela tem&aacute;tica, o un simple t&iacute;tulo de revista. Como ya se ha comentado, la mayor&iacute;a son repositorios institucionales que recogen la producci&oacute;n cient&iacute;fica de una organizaci&oacute;n, por lo que distribuyen contenidos de materias variadas. Tambi&eacute;n Dialnet, que recoge toda la producci&oacute;n espa&ntilde;ola o TDR -Tesis doctorales en red- cuentan con esta naturaleza interdisciplinar. <span>A+</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>continuaci&oacute;n, los proveedores de datos suman quince y los t&iacute;tulos de revista cinco. El an&aacute;lisis de si se trata de un proveedor tem&aacute;tico o interdisciplinar queda como sigue:</p>

<table width="40%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 3: Distribuci&oacute;n por &aacute;mbito tem&aacute;tico</strong> </caption>

<tr><th>Cobertura</th>	<th>Nº de proveedores<br /> de datos</th></tr>
<tr><td align="center">Interdisciplinar</td><td align="center">23</td></tr>
<tr><td align="center">Espec&iacute;fica</td><td align="center">13</td></tr>
<tr><td align="center"><strong>Total</strong></td><td align="center"><strong>36</strong></td></tr>
</table>

<p>Como cabe suponer es casi imposible determinar el tipo de p&uacute;blico final al que van dirigidos estos repositorios. En el caso de proveedores de datos vinculados a la univer0ad debemos con0erar que se utilizan para fines corporativos adem&aacute;s de cient&iacute;ficos, como puede ser la recopilaci&oacute;n de datos para las memorias anuales o la evaluaci&oacute;n de la producci&oacute;n cient&iacute;fica del personal. En el caso de las revistas, adem&aacute;s de los suscriptores habituales quedan abiertas a la consulta de cualquier persona interesada en sus materias.</p>

<p>Tambi&eacute;n puede resultar de inter&eacute;s analizar el tipo documental que distribuyen. Casi el 50% son art&iacute;culos de revista/comunicaciones a congresos, entre las que se cuentan las revistas que vuelcan su contenido en la red utilizando el protocolo OAI. De nuevo constatamos que en Espa&ntilde;a la implantaci&oacute;n de este protocolo tiene su presencia mayoritaria en la univer0ad, donde el mayor n&uacute;mero de documentos pertenecen al tipo documental mencionado. T&iacute;midamente se aplica a otros soportes documentales, tal y como est&aacute; ocurriendo en otros lugares debido a la potencia de distribuci&oacute;n que el protocolo posee.</p>

<table width="40%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
<caption align="bottom"><br /><strong>Tabla 4: Distribuci&oacute;n por tipo documental</strong> </caption>
<tr><th>Tipo documental</th>	<th>Nº de proveedores<br /> de datos</th></tr>
<tr><td>Art&iacute;culos/comunicaciones</td><td align="center">15</td></tr>
<tr><td>Multisoporte</td><td align="center">13</td></tr>
<tr><td>T&iacute;tulos de revista</td><td align="center">2</td></tr>
<tr><td>Tesis</td><td align="center">2</td></tr>
<tr><td>Gr&aacute;fico/v&iacute;deo</td><td align="center">2</td></tr>
<tr><td>Proyectos fin de carrera</td><td align="center">1</td></tr>
<tr><td>Manuscritos/incunables</td><td align="center">1</td></tr>
<tr><td><strong>Total</strong></td><td align="center"><strong>36</strong></td></tr>
<tr><td></td></tr>
</table>

<p> Los contenidos distribuidos por proveedores de datos y revistas suman 160.441 registros en diciembre de 2006. Hay que se&ntilde;alar que se han obtenido los datos de 28 de los 36 proveedores en activo recogidos, lo que significa un 81%. Por otra parte, dos proveedores de datos son a su vez servicios, lo que est&aacute; deformando la estad&iacute;stica, pues suman ellos solos un 17% del total distribuido, adem&aacute;s de que resulta imposible discernir los solapamientos. As&iacute; tambi&eacute;n, alg&uacute;n proveedor de datos como Dialnet sirve indistintamente registros con sus textos completos y registros compuestos &uacute;nicamente por metadatos. El mayor es Dialnet art&iacute;culos, con 80.000 registros. Le sigue <a href="http://www.raco.cat/" target="_blank">RACO</a>, el portal de las revistas catalanas, con 25.000, y el dep&oacute;sito de la <a href="http://ddd.uab.cat/" target="_blank">Univer0ad Aut&oacute;noma de Barcelona</a> con 15.000, la revista <a href="http://www.conoze.com/" target="_blank">ConoZe</a>,  y <a href="http://eprints.rclis.org/" target="_blank">E-LIS</a> (archivo abierto dedicado a las ciencias de la documentaci&oacute;n e informaci&oacute;n) que contiene actualmente 7.200 documentos y <a href="http://scielo.isciii.es/scielo.php/lng_en" target="_blank">Scielo-Spain</a> con 5.000 aproximadamente. Como se ve, ninguno es representativo de la normalidad espa&ntilde;ola por las razones siguientes. El primer caso, ya hemos comentado, distribuye algunos registros <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>el texto completo, por lo que ser&iacute;a una biblioteca h&iacute;brida. Almacenados en su archivo a texto completo poseen 12000 registros. El segundo es un proveedor de servicios a la vez que de datos. El dep&oacute;sito de la UAB ser&iacute;a por tanto el primero, aunque con materiales de muy diversa &iacute;ndole -desde ex&aacute;menes a Memorias, de enlaces externos a actas de congresos completas-. Por su parte, ConoZe almacena peque&ntilde;os art&iacute;culos de opini&oacute;n, mientras que E-LIS y Scielo Spain son proyectos internacionales. En todo caso, <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>soslayar estos sesgos en la estad&iacute;stica, el tama&ntilde;o medio de un repositorio en Espa&ntilde;a ser&iacute;a de 3.000 registros a texto completo. </p>
  
  <p>La distribuci&oacute;n de datos por comunidad aut&oacute;noma arroja el resultado de las dos primeras columnas de datos: </p>
  
<table width="95%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom">
  <br />
  <strong>Tabla 5: Distribuci&oacute;n del n&uacute;mero de registros, del n&uacute;mero de archivos (conocidos sus contenidos), tama&ntilde;o medio, &iacute;ndice de eficiencia, PIB por Comunidad Aut&oacute;noma e &iacute;ndice de desarrollo en OA.</strong></caption>
  <tr> 
    <th>Comunidad aut&oacute;noma</th>
    <th>Nº de documentos</th>
    <th>Nº de repositorios con contenidos conocidos
</th>
    <th>Tama&ntilde;o medio de los repositorios (tm)</th>
    <th>&Iacute;ndice de eficiencia (tm/3.009)</th>
    <th>PIB 2006 en millones de euros</th>
    <th>&Iacute;ndice de desarrollo en OA (r/PIB)</th>
    </tr>
  <tr> 
    <td>Andaluc&iacute;a</td>
    <td align="center">2.408</td>
    <td align="center">1</td>
    <td align="center">2.408</td>
    <td align="center">0,800</td>
    <td align="center">136.472</td>
    <td align="center">18</td>
    
  </tr>
  <tr> 
    <td>Islas Canarias</td>
    <td align="center">1.663</td>
	<td align="center">1</td>
    <td align="center">1.663</td>
	<td align="center">0,553</td>
    <td align="center">39.547</td>
	<td align="center">42</td>
    
  </tr>
  <tr> 
    <td>Castilla y Le&oacute;n</td>
    <td align="center">0</td>
	<td align="center">1</td>
    <td align="center">0</td>
	<td align="center">0,000</td>
    <td align="center">52.438</td>
	<td align="center">0</td>
   
  </tr>
  <tr> 
    <td>Catalu&ntilde;a</td>
    <td align="center">55.964</td>
	<td align="center">12</td>
    <td align="center">4.663</td>
	<td align="center">1,550</td>
    <td align="center">183.821</td>
	<td align="center">304</td>
   
	  </tr>
  <tr> 
    <td>Galicia</td>
    <td align="center">342</td>
	<td align="center">2</td>
    <td align="center">171</td>
	<td align="center">0,057</td>
    <td align="center">50.410</td>
	<td align="center">7</td>
    
  </tr>
  <tr> 
    <td>Comunidad de Madrid</td>
    <td align="center">9.182</td>
	<td align="center">6</td>
    <td align="center">1.530</td>
	<td align="center">0,508</td>
    <td align="center">171.988</td>
	<td align="center">53</td>
    
  </tr>
  <tr> 
    <td>Regi&oacute;n de Murcia</td>
    <td align="center">24</td>
	<td align="center">1</td>
    <td align="center">24</td>
	<td align="center">0,008</td>
    <td align="center">25.499</td>
	<td align="center">1</td>
    
  </tr>
     <tr> 
    <td>Navarra</td>
    <td align="center">671</td>
	<td align="center">1</td>
    <td align="center">671</td>
	<td align="center">0,223</td>
    <td align="center">16.475</td>
	<td align="center">41</td>
    
  </tr>
  
  <tr> 
    <td>La Rioja</td>
    <td align="center">12.234 </td>
	<td align="center">2</td>
    <td align="center">6.117</td>
	<td align="center">2,033</td>
    <td align="center">7.143</td>
	<td align="center">1.713</td>
    
  </tr>
  
  <tr> 
    <td>Extremadura</td>
    <td align="center">0</td>
	<td align="center">1</td>
    <td align="center">0</td>
	<td align="center">0,000</td>
    <td align="center">16.109</td>
	<td align="center">0</td>
    
  </tr>
  
  <tr> 
    <td>Comunidad Valenciana</td>
    <td align="center">4.785</td>
	<td align="center">1</td>
    <td align="center">4.785</td>
	<td align="center">1,590</td>
    <td align="center">95.589</td>
	<td align="center">50</td>
    
  </tr>
  <tr> 
    <td align="right"><strong>Total&nbsp;&nbsp;&nbsp;</strong></td>
    <td align="center"><strong>87.273</strong></td>
	<td align="center"><strong>29</strong></td>
	<td align="center"><strong>3.009</strong></td>
	<td align="center"><strong>1,000</strong></td>
	<td align="center"><strong>*795.491</strong></td>
	<td align="center"><strong>110</strong></td>
	 </tr>
	 <tr><td colspan="7">*Avance PIB Espa&ntilde;a 2006: 980.954 millones de euros </td></tr>
</table>


<p>Para analizar la implantaci&oacute;n de la OAI utilizaremos un &Iacute;ndice de eficiencia en la distribuci&oacute;n de contenidos. Se trata de un nuevo indicador que se&ntilde;ala la eficacia de una zona en la distribuci&oacute;n de contenidos a texto completo, en relaci&oacute;n con el &aacute;rea general o el pa&iacute;s al que pertenece. En nuestro caso lo hemos obtenido dividiendo el tama&ntilde;o medio de los repositorios de cada comunidad aut&oacute;noma por el tama&ntilde;o medio de todos los repositorios de Espa&ntilde;a.</p>

<p>Empezaremos explicando los resultados m&aacute;s notorios con valor 0. En Castilla Le&oacute;n el proyecto de Incunables y Manuscritos de la Univer0ad de Valladolid no ha funcionado durante el tiempo que se investig&oacute;. Mientras que el repositorio del Instituto Universitario de Ciencias de la Educaci&oacute;n de la Univer0ad de Salamanca no conten&iacute;a ning&uacute;n registro, -aunque s&iacute; se hab&iacute;a inscrito en el registro internacional WIKI Dspace, distorsionando la fiabilidad de los registros internacionales-.</p>

<p>En todo caso la mayor&iacute;a se encuentra significativamente por debajo del &iacute;ndice 0,5, excepto Catalu&ntilde;a, Rioja y Valencia -ya se ha explicado que E-LIS es un proyecto internacional, en absoluto vinculado &uacute;nicamente a Valencia-. Teniendo en cuenta otros par&aacute;metros como el PIB de cada comunidad, algunas de ellas (en especial Galicia y Murcia) deber&iacute;an revisar su pol&iacute;tica de inversi&oacute;n en estos proyectos -por supuesto, adem&aacute;s de Castilla-La Mancha y Extremadura, con 0 documentos, y del resto de CA que no aparecen en la tabla por no poseer ni repositorios-.</p>

<p>En cuanto a los proveedores de servicios hemos identificado ocho iniciativas cuyo alcance y naturaleza difieren mucho entre s&iacute;. Generalmente incluyen limitaciones geogr&aacute;ficas (Ministerio de Cultura; Recercat, dep&oacute;sito de la investigaci&oacute;n catalana), o institucionales (UPCommons, portal de acceso abierto de la <a href="https://upcommons.upc.edu/" target="_blank">Unive0ad Polit&eacute;cnica de Catalu&ntilde;</a>).  Estos servicios est&aacute;n constituidos por recolectores (harvesters) que permiten las b&uacute;squedas federadas (simult&aacute;neas en varios repositorios a la vez). Los servicios que recogen m&aacute;s archivos son <a href="http://roai.mcu.es/es/inicio/inicio.cmd" target="_blank">ROAI</a>  y Rebiun. <a href="http://www.madrimasd.org/informacionidi/e-ciencia/" target="_blank">E-Ciencia</a> (buscador de archivos abiertos de la Comunidad de Madrid) se alimenta b&aacute;sicamente de los v&iacute;deos de la UNED, que no son servidos directamente por &eacute;sta-.</p>
  
<p>En un an&aacute;lisis m&aacute;s detallado de los servicios se ha intentado comprobar la duplicaci&oacute;n de esfuerzos y el solapamiento en la provisi&oacute;n de contenidos. Entre todos los proveedores sirven alrededor de 400.000 registros, <span>sin</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>que haya constancia de la redundancia. Se ha medido el solapamiento de los repositorios recolectados por los servicios ROAI y Rebiun: un 70%.</p>

<p>Quiz&aacute; el futuro de esta investigaci&oacute;n y por ende de la iniciativa OAI ser&aacute; atajar el problema del solapamiento en la provisi&oacute;n y difusi&oacute;n de contenidos, pues los de los repositorios no-institucionales como DIALNET o E-LIS pueden f&aacute;cilmente solaparse con los de los institucionales. </p>

  <h2>Conclusiones</h2>
  
  <p>En primer lugar se han detectado algunos errores en los registros con0erados "oficiales" del &aacute;mbito OA. El hecho de que la inscripci&oacute;n en dichos registros sea libre y voluntaria da lugar a que a veces se consignen datos poco fiables. Tambi&eacute;n existe el problema de tener que asignar cada proyecto a un &uacute;nico pa&iacute;s, cosa que no es adecuada para los proveedores de datos multinacionales, como E-LIS (<a href="#pes03b">Peset <em>et al.</em> 2003</a>) o HAL/Redial. <span>A+</span>  <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>modo de ejemplo se&ntilde;alamos el n&uacute;mero de iniciativas que ROAR identificaba como espa&ntilde;olas: un &uacute;nico proyecto en abril 2005 (<a href="#pes07">Peset y Ort&iacute;n 2007</a>), 13 identificados por Mu&ntilde;oz Tinoco (<a href="#mun06">2006</a>), 18 en octubre de 2006, y 19 un mes despu&eacute;s. En este estudio se han detectado 14 m&aacute;s (casi un 50% del total). Otro aspecto necesario es el establecimiento de filtros en la inscripci&oacute;n de proyectos (7), de manera que s&oacute;lo se puedan registrar los que est&eacute;n en marcha y tengan un n&uacute;mero m&iacute;nimo de datos. </p>

<blockquote>La normalidad de una acci&oacute;n OA en Espa&ntilde;a est&aacute; constituida por un repositorio universitario, creado en 2006, con un tama&ntilde;o medio de 3.000 registros aproximadamente.</blockquote>

<p>Existe ya un cierto n&uacute;mero de proveedores de datos y servicios en Espa&ntilde;a, pero sus contenidos se difunden desde plataformas de muy diferente naturaleza y entidad, de manera que es dif&iacute;cil cuantificar en qu&eacute; medida OA est&aacute; aumentando la visibilidad de la ciencia.</p>



<p>Cabr&iacute;a apuntar algunas recomendaciones en consonancia con la evoluci&oacute;n internacional del movimiento:</p>
<ol>
  <li>Incrementar la distribuci&oacute;n de nuevos contenidos a texto completo y la provisi&oacute;n 
    de servicios de valor a&ntilde;adido. </li>
  <li>Promocionar el self-archiving ayudando a las instituciones a establecer 
    pol&iacute;ticas de mandato que obliguen a los autores a archivar su producci&oacute;n cient&iacute;fica 
    financiada. </li>
  <li>Apoyar los proyectos de calidad con el fin de garantizar su mantenimiento, 
    la preservaci&oacute;n de los datos, la calidad de los contenidos, evitar solapamientos 
    y, en definitiva, racionalizar el gasto. </li>
  <li>Promover acciones coordinadas, compartiendo esfuerzos y conocimientos, en 
    estos momentos ser&iacute;a un factor de rentabilizaci&oacute;n y aumentar&iacute;a la visibilidad 
    de la e-ciencia. </li>
  <li>Crear un Web de Referencia para las iniciativas OAI en espa&ntilde;ol y portugu&eacute;s, 
    OA-LATINO, el cual podr&iacute;a contener el: 
    <blockquote>
      	- Registro Oficial descriptivo (refOA) <br />
        - Bar&oacute;metro anual OA (bOA) <br />
        - Recomendaciones (recOA): Gu&iacute;as de buenas pr&aacute;cticas; Tutoriales; Checklist 
        para poner en marcha y evaluar un archivo o un servicio; Uso de vocabularios, 
        clasificaciones y metadatos comunes; Recomendaciones de firma a los autores 
        hispanos para que no malogren su posible impacto internacional (IraLIS) 
    </blockquote>
  </li>
</ol>

<p>S&oacute;lo contando con an&aacute;lisis estad&iacute;sticos diacr&oacute;nicos es posible detectar las tendencias y l&iacute;neas de futuro. Y son las &uacute;nicas herramientas que permiten aplicar indicadores cient&iacute;ficos que contemplen aspectos de difusi&oacute;n mediante OA, tal y como apunta la Comisi&oacute;n Europea (<a href="#eur06">EURAB 2006</a>).</p>
	  
	  <hr style="COLOR: #5E96FD" size="1" />

	  
	  <h2>Notas</h2>
	  
	  
<p> (1) LOM se centra en el conjunto m&iacute;nimo de propiedades que permiten gestionar, 
  ubicar y evaluar objetos educacionales. Este esquema base se compone de 9 categor&iacute;as 
  y 47 elementos. Sus categor&iacute;as son: General, Ciclo de vida, Meta-informaci&oacute;n, 
  T&eacute;cnica, Uso educativo, Derechos, Relaci&oacute;n [con otros recursos], Observaciones, 
  y Clasificaci&oacute;n. <a href="http://www.iua.upf.es/~jblat/material/doctorat/students/jccbis/Estandares_LOM.htm" target="_blank">http://www.iua.upf.es/~jblat/material/doctorat/students/jccbis/Estandares_LOM.htm</a>.<br />
(2) El formato MARC permite el intercambio de informaci&oacute;n, el acceso a cat&aacute;logos colectivos y la catalogaci&oacute;n compartida. Comenz&oacute; su desarrollo en los 60 y ha tenido distintas variaciones y adaptaciones hasta nuestros d&iacute;as. Actualmente est&aacute; regulado por la norma ISO 2709/73.<br />
(3) Est&aacute;ndar para el intercambio de contenidos multimedia que respeta los derechos de autor y de distribuci&oacute;n, diferenciando adem&aacute;s los de propiedad intelectual y de utilizaci&oacute;n que tiene el usuario.<br />
  (4) Est&aacute;ndar para la codificaci&oacute;n descriptiva, administrativa y estructural 
  de metadatos de bibliotecas digitales, expresado en <span>XML</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> Lo mantiene la Oficina 
  de las normas MARC de la Biblioteca del Congreso, siendo desarrollado por la 
  Federaci&oacute;n de Bibliotecas Digitales. (<a href="http://www.loc.gov/standards/mets/" target="_blank">http://www.loc.gov/standards/mets/</a>).<br />
(5) Especificaciones de objetos pedag&oacute;gicos estructurados. Permite la importaci&oacute;n en sistemas de aprendizaje distintos.<br />
(6) Integrador de recursos electr&oacute;nicos que permite la b&uacute;squeda simult&aacute;nea en distintas revistas electr&oacute;nicas a trav&eacute;s de sencillos formularios de b&uacute;squeda, permitiendo el acceso al documento completo si la biblioteca est&aacute; suscrita.<br />
(7) No obstante debe observarse que en el caso de este estudio se han tenido en cuenta todas las iniciativas existentes.<br />
</p>


<form action="#">
<fieldset>
<legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; font-weight: bold;">Referencias</legend>
<ul>
<li><a id="bar03" name="bar03"></a>Barrueco, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> M. and Subirats, I. (2003). <a href="http://www.webcitation.org/5cwCcWV1t">
Open Archives Initiative protocol for metadata harvesting (OAI-PMH): descripci&oacute;n, funciones y aplicaci&oacute;n de un protocolo.</a> <em>El profesional de la informaci&oacute;n</em>, <strong>12</strong>(2), 99-106 <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>8 December, 2008 from http://eprints.rclis.org/177/2/cardedeu.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5cwCcWV1t)</li>

<li><a id="eur06" name="eur06"></a>European Research Advisory Board. (2006). <em><a href="http://www.webcitation.org/5cwKG5FGT">Scientific publication: policy on open access</a></em>.
Brussels: European Commission.  (EURAB 06.049)  <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>8 December, 2008 from http://bit.ly/FdBS (Archived by WebCite&reg; at http://www.webcitation.org/5cwKG5FGT)</li>

<li><a id="fer05" name="fer05"></a>Ferrer, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>, Peset, F., Moreno, M.and Lloret, N. (2005). <em>Gu&iacute;a metodol&oacute;gica para la implantaci&oacute;n de una biblioteca digital universitaria</em>, Gij&oacute;n, Spain: Trea </li>

<li><a id="fri07" name="fri07"></a>Fr&iacute;as, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>, Santiago, T. and Travieso, Cr&iacute;spulo (2007). <em>La difusi&oacute;n de la investigaci&oacute;n acad&eacute;mica: panorama general de repositorios institucionales en las univer0ades espa&ntilde;olas.</em> Presentada en el Semin&aacute;rio Internacional de Bibliotecas Digitais de Brasil, 18 a 20 de setembro de 2007.</li>

<li><a id="jon07" name="jon07"></a>Jones, C. (2007). <em>Institutional repositories: contents and culture in   an open access environment</em>, Oxford: Chandos Publishing </li>

<li><a id="kee06" name="kee06"></a>Keefer, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2006). <a href="http://www.webcitation.org/5cwLFJyBD">
Preservaci&oacute;n digital y repositorios institucionales.</a> <em>Anuario ThinkEPI</em>, 2007, 196-199. Retreived 8 December, 2008 from http://www.thinkepi.net/15/  (Archived by WebCite&reg; at http://www.webcitation.org/5cwLFJyBD)</li>

<li><a id="mun06" name="mun06"></a>Mu&ntilde;oz Tinoco, C. (2006). <a href="http://www.webcitation.org/5cwNuGPz8">Iniciativas y tendencias de la edici&oacute;n electr&oacute;nica de la literatura cient&iacute;fica: acceso abierto (open access).</a> <em>BIBLIODOC: Anuari de biblioteconomia, documentaci&oacute; i informaci&oacute;</em>, 2005, 65-90. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>2 February, 2007 from http://eprints.rclis.org/archive/00005483/01/OA-4.pdf  (Archived by WebCite® at http://www.webcitation.org/5cwNuGPz8)</li>

<li><a id="oli06" name="oli06"></a>Oliver, K.B. and Swain, <span>R++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2006). <a href="http://www.webcitation.org/5cwLd6v4w"><em>Directories of institutional repositories: research results and recommendations.</em></a> Paper presented at the 72nd IFLA General Conference 
  and Council, 20-24 August 2006, Seoul. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>8 December, 2008 from 
  http://www.ifla.org/IV/ifla72/papers/151-Oliver_Swain-en.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5cwLd6v4w)</li>

<li><a id="pes03a" name="pes03a"></a>Peset, F. (2003). <a href="http://www.webcitation.org/5cwNLGpad">Bibliotecas digitales en Internet de libro raro, antiguo e incunables</a>. <em>Anales de Documentaci&oacute;n</em>, <strong>6</strong>, 241-260. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>8 December, 2008 from http://www.um.es/ojs/analesdoc/article/viewFile/1931/1921   (Archived by WebCite&reg; at http://www.webcitation.org/5cwNLGpad)</li>

<li><a id="pes07" name="pes07"></a>Peset, F. and Ort&iacute;n, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2007). <a href="http://www.webcitation.org/5cwLwFHz4">Tendencias internacionales en el acceso libre a la documentaci&oacute;n cient&iacute;fica digital: OAI-Open Archives Initiative.</a> In <em>Derecho, historia y univer0ades: estudios dedicados a Mariano Peset</em>. Vol. 2. (pp. 441-452). Valencia: Univ. de Valencia. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>4 Juny, 2007 from http://eprints.rclis.org/4131/1/ortin_y_peset.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5cwLwFHz4)</li>

<li><a id="pes03b" name="pes03b"></a>Peset, F., Subirats, I., Barrueco, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> M. &amp; Noverges, N. (2003). <a href="http://www.webcitation.org/5cwNccjVo">Pol&iacute;ticas editoriales en la documentaci&oacute;n espa&ntilde;ola e implantaci&oacute;n de E-LIS (E-Prints in Library and Information Science).</a> In <em>Proceedings Contenidos y Aspectos Legales en la Sociedad de la Informaci&oacute;n (CALSI), Valencia (Spain)</em>.  <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>23 May, 2004 from http://eprints.rclis.org/416/1/CALSI.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5cwNccjVo)</li>

<li><a id="qui04" name="qui04"></a>Quint, B. (2004, 9 February). <a href="http://www.webcitation.org/5cwOFevAK">OECD Ministers support open access for publicly funded research data.</a> <em>News Breaks &amp; The Weekly News Digest</em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>from http://newsbreaks.infotoday.com/nbreader.asp?ArticleID=16519  (Archived by WebCite&reg; at http://www.webcitation.org/5cwOFevAK)</li>

<li><a id="reb06" name="reb06"></a>REBIUN (2006). <em><a href="http://www.webcitation.org/5cwQ2qQc2">Resumen resultados encuesta l&iacute;nea 3 REBIUN: Recursos electr&oacute;nicos editados por las Univer0ades espa&ntilde;olas</a></em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>7 
  October, 2006 from http://bibliotecnica.upc.es/Rebiun/nova/archivosNoticias/112.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5cwQ2qQc2)</li>

<li><a id="rod07" name="rod07"></a>Rodr&iacute;guez Bravo, B. and Alvite D&iacute;az, Mª L. (2007). E-science and open access repositories in Spain. <em>OCLC Systems and Services</em>, <strong>23</strong> (4), 363-371</li>

<li><a id="ser05" name="ser05"></a>Serrano, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> &amp; Prats, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2005). <a href="http://www.webcitation.org/5cwWJ936o">Repertorios abiertos: el libre acceso a contenidos.</a> <em>Revista de Univer0ad y Sociedad del Conocimiento (RUSC)</em>, <strong>2</strong> (2). <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>8 December, 2008 from http://www.uoc.edu/rusc/2/2/dt/esp/serrano.pdf  (Archived by WebCite&reg; at http://www.webcitation.org/5cwWJ936o)</li>

<li><a id="vil06" name="vil06"></a>Villam&oacute;n, M., Dev&iacute;s, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> &amp; Valenciano, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2006). An&aacute;lisis de las 'Instrucciones para autores' de las revistas espa&ntilde;olas de Ciencias de la Actividad F&iacute;sica y el Deporte. <em>Motricidad, European Journal of <span>Human</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>Movement</em>, <strong>16</strong>, 133-150</li>

<li><a id="viv05" name="viv05"></a>Vives Gr&agrave;cia, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2005). Aspectos de propiedad intelectual en la creaci&oacute;n y gesti&oacute;n de repositorios institucionales. <em>El profesional de la informaci&oacute;n</em>, <strong>15</strong> (4), 267-278 </li>

<!-- <li>Chuck T. and McDonald,RH. (2007). <a href="http://www.webcitation.org/5cwCjNdWE">Measuring and comparing participation patterns in digital repositories: repositories by the numbers, Part 1</a> <em>D-Lib Magazine</em>, <strong>13</strong>, September/October, <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>8 December, 2008 from http://www.dlib.org/dlib/september07/mcdonald/09mcdonald.html  (Archived by WebCite&reg; at http://www.webcitation.org/5cwCjNdWE)</li>

<li>Chuck T., McDonald,RH. and McDowell, CS. (2007). Overview - Repositories  by the Numbers. <em>D-Lib Magazine</em>, <strong>13</strong> September/October, <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>4 December, 2007 from http://www.dlib.org/dlib/september07/mcdonald/09mcdonald-overview.html</a> </li> -->

<!-- <li>Foulonneau, M. and Andr&eacute; F. (2007). <em>Investigative study of standards for Digital Repositories and related services</em>. , Amsterdam: University Press. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span><strong>25</strong> October, 2007 from <a href="http://dare.uva.nl/document/93727" target="_blank">http://dare.uva.nl/document/93727</a> </li> -->

<!-- <li>Hedlund, T. and Rabow, I. (2007). <em>Open Access in the Nordic Countries - a State of the Art Report</em>, Copenhagen: NordBIB. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>1 December, 2007 from <a href="http://nordbib.net.dynamicweb.dk/Files/Filer/Documents%20for%20download/Open_Acces_in_the_Nordic_Countries_Hedlund_Rabow_Nordbib.pdf" target="_blank">http://nordbib.net.dynamicweb.dk/Files/Filer/Documents%20for%20download/Open_Acces_in_the_Nordic_Countries_Hedlund_Rabow_Nordbib.pdf</a></li> -->

<!-- <li>Markey, K., St. Jean, B., Rieh, SY., Yakel, E., Kim, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> and Kim, YM. (2007).   Nationwide Census of Institutional Repositories: Preliminary Findings. <em>Journal of Digital Information</em>, <strong>8</strong> (2), <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>15 December, 2007 from <a href="http://journals.tdl.org/jodi/article/view/194/170" target="_blank">http://journals.tdl.org/jodi/article/view/194/170</a> </li>

<li>McDowell, CS. (2007). Evaluating Institutional Repository Deployment in American Academe Since Early 2005: Repositories by the Numbers, Part 2. <em>D-Lib Magazine</em>, 13 September/October, <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>4 December, 2007 from <a href="http://www.dlib.org/dlib/september07/mcdowell/09mcdowell.html" target="_blank">http://www.dlib.org/dlib/september07/mcdowell/09mcdowell.html</a></li> -->

<!-- <li>Packer, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>L. (2007). El sentido de los portales (Observatorio) <em>El  profesional de la informaci&oacute;n</em>, <strong>16</strong> (3), 177-180. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>4 December, 2007 from <a href="http://www.elprofesionaldelainformacion.com/contenidos/2007/mayo/1.pdf" target="_blank">http://www.elprofesionaldelainformacion.com/contenidos/2007/mayo/1.pdf</a></li> -->

<!-- <li>Peset, F. &amp; Prats, <span>J++</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2006). Interoperatividad entre repositorios y proveedores de servicios. Paper presented at <em>Repositorios institucionales: una v&iacute;a hacia el acceso, la visibilidad y la preservaci&oacute;n de la producci&oacute;n  cient&iacute;fica, Zaragoza (Spain)</em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>20 December, 2007 from <a href="http://eprints.rclis.org/archive/00008280/" target="_blank">http://eprints.rclis.org/archive/00008280/</a> </li> -->

<!-- <li>Rovira, Cr., Marcos, MC,and Codina, Llu&iacute;s (2007). Repositorios de publicaciones digitales de libre acceso en Europa: an&aacute;lisis y valoraci&oacute;n de la accesibilidad, posicionamiento web y calidad del c&oacute;digo digital. <em>El profesional de la informaci&oacute;n</em>, <strong>16</strong> (1), 24-38 </li> -->

<!-- <li>van der Graaf, M. and van Eijndhoven, K. (2007). <em>The European Repository Landscape: Inventory study into present type and level of OAI compliant Digital Repository activities in the EU.</em> Amsterdam: University Press. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>25 October, 2007 from <a href="http://dare.uva.nl/document/93725" target="_blank">http://dare.uva.nl/document/93725</a></li> -->

<!-- <li>Weenink, K., Waaijers, L. and van Godtsenhoven, K. (2007). ). <em>A DRIVER's guide to European repositories: five studies of important digital repository related issues and good practices</em>. Amsterdam: University Press.  <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>25 October, 2007 from <a href="http://dare.uva.nl/document/93898" target="_blank">http://dare.uva.nl/document/93898</a></li> -->
</ul>
</fieldset>
</form>

<br />
<form action="#">
<fieldset>
<legend><a id="ingles" name="ingles" />Abstract in <span>English</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span></legend>
<blockquote>
<strong>Introduction.</strong> The article <span>approaches</span>  <span class="quali" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>the <span>situation</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>in Spain of actions related to the <em>Open Archives Initiative Protocol for Metadata Harvesting (OAI-PMH)</em>, used for the harvesting and diffusion of metadata for <span>documents</span>. <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> The type of digital libraries, under this protocol, is experiencing  worldwide development with institutional repositories developed mainly by academic organizations. <br />
<strong>Method.</strong> International inventories have been consulted and have contrasted the data through two types of surveys.<br />
<strong>Analysis.</strong> Studying the state of implantation of <em>OAI-PMH</em> in Spain.
 <br />
<strong>Conclusions.</strong>  The <span>situation</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>in 2006 was encouraging in terms of number of projects, but less so in terms of the amount of stored data. It is necessary to remedy the omissions and errors in the official international registers and measures are required in Spain for coordination to enable profitable investments. Finally, the <span>lack</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>of studies such as presented here hinders the understanding of this area and therefore the application of indicators to assess the dissemination of science through open archives.
</blockquote>
</fieldset>
</form>
<br />
<form action="#">
<fieldset>
<legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>navy; font-weight: bold;">How to cite this paper</legend>
<div><br />
Peset, F. &amp; Ferrer, <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span> (2008). &quot;Implantaci&oacute;n de la Open Archives Initiative en Espa&ntilde;a&quot;. <em>Information Research</em>, <strong>13</strong>(4) paper 385. [Available at http://InformationR.net/ir/13-4/paper385.html]</div>
</fieldset>
</form>
<br />
<table cellspacing="10" align="center">
	<tr>
		<td colspan="3" align="center" style="background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr>
	<tr>
		<td align="center" valign="top">

<form method="get" action="http://scholar.google.com/scholar" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="(&quot;open archives&quot; OR repositories OR OAI)  Spain"></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>

</form>
		</td>
		<td align="center" valign="top">
<!-- Search Google -->

<form method="get" action="http://www.google.com/custom" target="_top">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="(&quot;gay men&quot; OR lesbians OR homosexuals)  (&quot;information behav*&quot; OR &quot;information seeking&quot;"></input><br />
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;"></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>

<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
					</td>
				</tr>
			</table>
</form>
</td>
<td align="center" valign="top">
<form method="get" action="http://www.live.com/" target="_blank">
			<table bgcolor="#ffffff">
				<tr>

					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="(&quot;gay men&quot; OR lesbians OR homosexuals)  (&quot;information behav*&quot; OR &quot;information seeking&quot;"></input> <br />
<input type="submit" name="sa" value="Windows Live"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>
</form>

		</td>
	</tr>
</table>
<div align="center">
<img src="http://images.del.icio.us/static/img/delicious.small.gif" alt="logo" /> <a href="http://del.icio.us/post" onclick="window.open('http://del.icio.us/post?v=4&amp;noui&amp;jump=close&amp;url='+encodeURIComponent(location.href)+'&amp;title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark This Page</a>
</div>
<!-- <div align="center">Articles citing this paper, <a href="http://scholar.google.com/scholar?hl=en&lr=&cites=15087050128968045568" target="_blank">according to Google Scholar</a></div>
<br /> -->
<br />
<hr style="COLOR: #5E96FD" size="1" />
<br />
<h1>Anexo: Lista de iniciativas analizadas, URL e instituci&oacute;n</h1>
<br />
<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">

<tr>
<th><em></em>Nombre</th>  <th>URL</th>  <th>Instituci&oacute;n promotora</th></tr>

<tr><td align="left">ConoZe.com</td><td align="left">http://www.conoze.com/interfaz/oai/
</td>  <td align="left">ConoZe.com
</td></tr>

<tr><td align="left">Biblioteca Virtual de Andaluc&iacute;a</td><td align="left">http://www.juntadeandalucia.es/cultura/bibliotecavirtualandalucia
</td>  <td align="left">Junta de Andaluc&iacute;a. Consejer&iacute;a de Cultura
</td></tr>

<tr><td align="left">Repositorio CBUA Tesis seg&uacute;n REBIUN</td><td align="left">En desarrollo
</td>  <td align="left">CBUA Consorcio Bibliotecas Universitarias Andaluc&iacute;a</td></tr>

<tr><td align="left">Futuro repositorio Universdiad de C&aacute;diz</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de C&aacute;diz
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad de Granada</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Granada
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad de Sevilla</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Sevilla
</td></tr>

<tr><td align="left">Univer0ad de Las Palmas de Gran Canaria</td><td align="left">http://bdigital.ulpgc.es/mdc
</td>  <td align="left">Univer0ad de Las Palmas de Gran Canaria
</td></tr>

<tr><td align="left">Univer0ad de Valladolid Manuscritos e Incunables</td><td align="left">http://gutenberg.dcs.fi.uva.es:8080/OAI_UVA/Oai_incunables
</td>  <td align="center">Univer0ad de Valladolid
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad de Burgos</td><td align="left">En desarrollo
</td>  <td align="left">En desarrollo
</td></tr>

<tr><td align="left">GUDE</td><td align="left">gude@listserv.rediris.es,<br />
http://www.rediris.es/list/info/gude.es.html
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">TDR / TDX</td><td align="left">http://www.tesisenred.net
</td>  <td align="left">CBUC/CESCA (Consorci de Biblioteques Universitaries de Catalunya)
</td></tr>

<tr><td align="left">Temaria</td><td align="left">http://temaria.net
</td>  <td align="left">Universitat de Barcelona
</td></tr>

<tr><td align="left">ARCA (Arxiu de Revistes Catalanes Antigues)</td><td align="left">http://www.bnc.cat/digital/arca/index.html
</td>  <td align="left">Biblioteca de Catalunya-CBUC-Universitat Rovira i Virgili
</td></tr>

<tr><td align="left">RECERCAT</td><td align="left">http://www.recercat.net
</td>  <td align="left">CBUC/CESCA
</td></tr>

<tr><td align="left">RACO</td><td align="left">http://www.raco.cat
</td>  <td align="left">CBUC/CESCA
</td></tr>

<tr><td align="left">GUDE Grupo de Usuarios de Dspace de Espa&ntilde;a</td><td align="left">http://sod.upc.es/gude/index.php/Instalaciones_de_Dspace
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">Statistics and Operations Research Transactions - SORT</td><td align="left">http://www.idescat.net/sort/
</td>  <td align="left">IDESCAT Instituto de Estad&iacute;stica de Catalu&ntilde;a
</td></tr>

<tr><td align="left">Intangible Capital</td><td align="left">http://www.intangiblecapital.org/ 
</td>  <td align="left">Pep Sim&oacute; Guzm&aacute;n
</td></tr>

<tr><td align="left">Tiempos Modernos: Revista Electr&oacute;nica de Historia Moderna</td><td align="left">http://www.tiemposmodernos.org 
</td>  <td align="left">Asociaci&oacute;n Mundos Modernos y REDIRIS
</td></tr>

<tr><td align="left">UPCommons: portal d'acc&eacute;s obert al coneixement de la UPC, antes DSpace.UPC</td><td align="left">http://upcommons.upc.edu
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">Recolector de Recursos digitales</td><td align="left">http://Eprints.upc.es/rebiun
</td>  <td align="left">REBIUN. Red de Bibliotecas Universitarias
</td></tr>

<tr><td align="left">UPC-PFC, TFC i Tesines</td><td align="left">http://bibliotecnica.upc.es/pfc/
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">UPC-Revistas / DSpace.Revistes UPC</td><td align="left">UPC-Revistas / DSpace.Revistes UPC
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">UPC-Eprints / DSpace.E-prints UPC</td><td align="left">http://e-prints.upc.edu
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">UABPubD Dipòsit Digital de Documents</td><td align="left">http://ddd.uab.es/ 
</td>  <td align="left">Universitat Autonoma de Barcelona
</td></tr>

<tr><td align="left">DUG: Dipòsit Universitat de Girona</td><td align="left">http://diobma.udg.es:8080/dspace/index.jsp
</td>  <td align="left">Universitat de Girona
</td></tr>

<tr><td align="left">Videoteca digital de la UPC</td><td align="left">http://bibliotecnica.upc.edu/video
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">Arxiu Gràfic de l'ETSAB</td><td align="left">http://eprints.upc.es/adminbustia/bib210/
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">Dep&oacute;sito de archivos visuales</td><td align="left">En desarrollo
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">Dep&oacute;sito materiales docentes / La Factor&iacute;a</td><td align="left">http://bibliotecnica.upc.edu/factoria
</td>  <td align="left">Universitat Politècnica de Catalunya
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad Rovira i Virgili</td><td align="left">En desarrollo
</td>  <td align="left">Universitat Rovira i Virgili
</td></tr>

<tr><td align="left">avalia-t Axencia de Avaliaci&oacute;n de Tecnolox&iacute;as Sanitarias de Galicia · Subdirecci&oacute;n Xeral de Aseguramento e Planificaci&oacute;n Sanitaria</td><td align="left">http://avalia-t.sergas.es
</td>  <td align="left">Axencia de Avaliaci&oacute;n de Tecnolox&iacute;as Sanitarias de Galicia · Subdirecci&oacute;n Xeral de Aseguramento e Planificaci&oacute;n Sanitaria - Conseller&iacute;a de Sanidade · Xunta de Galicia
</td></tr>

<tr><td align="left">Futuro repositorio de tesis BUGALICIA</td><td align="left">En desarrollo
</td>  <td align="left">BUGALICIA Consorcio de Bibliotecas Universitarias de Galicia
</td></tr>

<tr><td align="left">DSpace da UDC</td><td align="left">http://dspace.udc.es/ 
</td>  <td align="left">http://dspace.udc.es/ 
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad de Vigo</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Vigo
</td></tr>

<tr><td align="left">Open Access. Acceso abierto a la informaci&oacute;n cient&iacute;fica</td><td align="left">http://weblogs.madrimasd.org/openaccess
</td>  <td align="left">Madrid ImasD
</td></tr>

<tr><td align="left">Invenia Repository for Technological Innovation</td><td align="left">http://www.invenia.es/
</td>  <td align="left">Invenia (empresa), con colaboracion de AEDHE Asociaci&oacute;n de Empresarios del Henares y Agencia Navarra de Innovacion y Tecnolog&iacute;a S. <span>A+</span>. <span class="compus" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>, navactiva.com
</td></tr>

<tr><td align="left">Hal / REDIAL (Red Europea de Informaci&oacute;n y Documentaci&oacute;n sobre Am&eacute;rica Latina)</td><td align="left">http://halshs.archives-ouvertes.fr/REDIAL/es/
</td>  <td align="left">CNRS Francia internacional
</td></tr>

<tr><td align="left">Biblioteca digital de prensa hist&oacute;rica</td><td align="left">http://www.mcu.es/prensahistorica/es/consulta/busqueda.cmd
</td>  <td align="left">http://www.mcu.es/prensahistorica/es/consulta/busqueda.cmd
</td></tr>

<tr><td align="left">Scielo Spain</td><td align="left">http://wwwscielo.isciii.es/scielo.php
</td>  <td align="left">Instituto de Salud Carlos III
</td></tr>

<tr><td align="left">e-revistas Tecnociencia</td><td align="left">http://www.tecnociencia.es/e-revistas 
</td>  <td align="left">FECYT - Fundaci&oacute;n Espa&ntilde;ola para la Ciencia y la Tecnolog&iacute;a
</td></tr>

<tr><td align="left">Recolector del Ministerio de Cultura</td><td align="left">http://roai.mcu.es/es/inicio/inicio.cmd
</td>  <td align="left">Ministerio de Cultura
</td></tr>

<tr><td align="left">E-ciencia Comunidad de Madrid y Consorcio Madro&ntilde;o</td><td align="left">http://www.madrimasd.org/informacionidi/e-ciencia/default.asp
</td>  <td align="left">Consorcio Madro&ntilde;o
</td></tr>

<tr><td align="left">E-Prints Complutense</td><td align="left">http://www.ucm.es/eprints 
</td>  <td align="left">Univer0ad Complutense de Madrid
</td></tr>

<tr><td align="left">e-Spacio UNED</td><td align="left">http://e-spacio.uned.es/fez/index.php
</td>  <td align="left">Univer0ad nacional de Educaci&oacute;n a Distancia
</td></tr>

<tr><td align="left">Univer0ad Carlos III de Madrid - Departamento de Biblioteconom&iacute;a y Documentaci&oacute;n</td><td align="left">http://hipatia.uc3m.es:8080/dspace/
</td>  
<td align="left"><strong></strong>Univer0ad Carlos III de Madrid </td>
  </tr>

<tr><td align="left">Portal de revistas cientificas UCM</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad Complutense de Madrid
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad Alcal&aacute; de Henares</td><td align="left">http://dspace.uah.es/dspace/
</td>  <td align="left">Univer0ad de Alcal&aacute; de Henares
</td></tr>

<tr><td align="left">Futuro repositorio tesis Univer0ad Cardenal Herrera</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad Cardenal Herrera
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad Rey Juan Carlos</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad Rey Juan Carlos
</td></tr>

<tr><td align="left">Univer0ad Carlos III de Madrid - E-archivo Univer0ad Carlos III</td><td align="left">http://e-archivo.uc3m.es:8080/dspace
</td>  <td align="left">Univer0ad Carlos III de Madrid
</td></tr>

<tr><td align="left">TONOSDIGITAL-Univer0ad de Murcia</td><td align="left">http://www.tonosdigital.es/ojs/index.php/journal/oai
</td>  <td align="left">Univer0ad de Murcia. Facultad de Letras
</td></tr>

<tr><td align="left">Proveedor de Servicios grupo DELI</td><td align="left">http://www.deli.deusto.es/oai/provServ/buscar
</td>  <td align="left">Grupo DELI
</td></tr>

<tr><td align="left">Revistas electr&oacute;nicas de la Univer0ad de Navarra</td><td align="left">http://dspace.unav.es/index.jsp
</td>  <td align="left">Univer0ad de Navarra
</td></tr>

<tr><td align="left">Univer0ad de Navarra</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Navarra
</td></tr>

<tr><td align="left">Futuro repositorio tesis Univer0ad de Navarra</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Navarra
</td></tr>

<tr><td align="left">Futuro repositorio Univer0ad de Mondrag&oacute;n</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Mondrag&oacute;n
</td></tr>

<tr><td align="left">Dialnet Art&iacute;culos</td><td align="left">http://dialnet.unirioja.es 
</td>  <td align="left">Univer0ad de la Rioja
</td></tr>

<tr><td align="left">Dialnet Tesis</td><td align="left">http://dialnet.unirioja.es 
</td>  <td align="left">Univer0ad de la Rioja
</td></tr>

<tr><td align="left">Instituto Universitario de Ciencias de la Educaci&oacute;n DSpace en la Univer0ad de Salamanca</td><td align="left">http://noesis.usal.es:443/dspace/?
</td>  <td align="left">Univer0ad de Salamanca
</td></tr>

<tr><td align="left">Futuro repositorio departamental, Univer0ad de Salamanca</td><td align="left">En desarrollo.<br />
http://bomarzo.rec.usal.es:8080/dspace
</td>  <td align="left">Univer0ad de Salamanca
</td></tr>

<tr><td align="left">OS-Repositorios</td><td align="left">os-repositorios@listserv.rediris.es,<br />
http://www.rediris.es/list/info/os-repositorios.es.html
</td>  <td align="left">IATA-Rediris
</td></tr>

<tr><td align="left">E-LIS</td><td align="left">http://eprints.rclis.org 
</td>  <td align="left">Internacional
</td></tr>

<tr><td align="left">Univer0ad de Alicante-RUA</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Alicante
</td></tr>

<tr><td align="left">Futuro repositorio tesis Univer0ad de Zaragoza</td><td align="left">En desarrollo
</td>  <td align="left">Univer0ad de Zaragoza
</td></tr>

<tr><td align="left">Repositorios institucionales: una v&iacute;a hacia el acceso, la visibilidad y la preservaci&oacute;n de la producci&oacute;n cient&iacute;fica </td><td align="left">http://redsicura.iata.csic.es/xarxa/ocs/index.php?cf=4
</td>  <td align="left">Univer0ad de Zaragoza-IATA-UNED</td></tr>

<tr><td align="left">Servicios de informaci&oacute;n basados en la iniciativa OAI Workshop CALSI</td><td align="left">http://www.calsi.org/workshop/index.htm
</td>  <td align="left">Univer0ad Polit&eacute;cnica de Valencia</td></tr>
</table>

<hr size="1" style="color: #5E96FD;" />

<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>  <a href="http://www.digits.com/" target="_blank">   <img src="http://counter.digits.com/?counter={6fce5fe5-04dc-f874-a940-58912349a62e}&amp;template=simple"  alt="Hit Counter by Digits" border="0"  /></a>
</div></td>

<td align="center" valign="top"><div>
&copy; the authors, 2008. <br />Last updated: 8 December, 2008
</div></td>

 <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START-->
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'>
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
var d=document;
var 0="281971";
var CONTENTSECTION="";
var osp_URL=d.URL;
var osp_Title=d.title;
var t=new Date();
var p="http"+(d.URL.indexOf('paper385.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
p+="&url="+escape(osp_URL);
p+="&ti="+escape(osp_Title);
p+="&section="+escape(CONTENTSECTION);
p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
p+="&tz="+escape(t.getTimezoneOffset());
p+="&ch="+escape(t.getHours());
p+="&js=1";
p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
if(typeof(screen)=="object"){
   p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
   p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
}
d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:114px 38px 114px 38px;position:relative;">.</span>site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>
<noscript>
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online web site analytics" /></a>
</noscript>
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div>
<!--ONESTAT SCRIPTCODE END-->
</td></tr>
</table>
<hr size="1" style="color: #5E96FD;" />

<table align="center"><tr><td><div class="button">


<ul>
	<li><a href="infres134.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul> 

</div></td></tr></table>
<br /><hr size="1" style="color: #5E96FD;" /><br />

<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-4/paper385.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:39 GMT -->
</html>
