<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<!-- Mirrored from informationr.net/ir/13-4/paper387.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:24 GMT -->
<head>
<title>Criterios para la evaluaci&oacute;n de la usabilidad de los recursos educativos virtuales: un an&aacute;lisis desde la alfabetizaci&oacute;n en informaci&oacute;n</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="../IRstyle2.css" rel="stylesheet" media="screen" title="serif" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="../IRstylesans.css" />
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />

<meta name="dc.title" content="Criterios para la evaluación de la usabilidad de los recursos educativos virtuales: un análisis desde la alfabetización en información" />
<meta name="dc.creator" content="M. <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> Marzal, Javier Calzada-Prado, Marina Vianello" />
<meta name="dc.subject" content="An information literacy approach to the usability evaluaiton of virtual <span>education</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>resources" />
<meta name="dc.<span>description</span>" <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> content="Introduction. To make learning in virtual environments truly significant, two premises must be fulfilled: information literacy-related competencies and availability of adequate criteria to evaluate educational digital contents. <span>Method</span>. <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> The <span>main</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>objective of this study is to present a model of usability evaluation for virtual educational resources developed from the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>point of view of information processing and the competencies <span>expected</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>in <span>students</span>. <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> Analysis. The method <span>followed</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>to develop the model has been literature review and clustering of relevant usability evaluation criteria. Results. <span>A+</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>usability evaluation model for digital educational contents should <span>con0er</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>the following criteria: Capture (related with the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>mechanism of attention), Fidelity (linked to perception) and Literacy Capacity (linked to memory). Conclusions. Information Science can play a useful role in several areas: designing adequate <span>instruments</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>in the regulation of educational contents, implementing constructivism from its own <span>perspective</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>and for its own <span>purposes</span>, <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> adopting information literacy skills-abilities as didactic objectives in professional training and developing adequate methods to evaluate competencies and contents." /> 
<meta name="dc.subject.keywords" content="virtual learning environments, information literacy, evaluation, digital content" />

<!--leave the following to be completed by the Editor-->
<meta name="robots" content="all" />
<meta name="dc.publisher" content="<span>Professor</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>T.D. Wilson" />
<meta name="dc.coverage.placename" content="global" />
<meta name="dc.type" content="text" />
<meta name="dc.identifier" scheme="ISSN" content="1368-1613" />
<meta name="dc.identifier" scheme="URI" content="paper387.html" />
<meta name="dc.relation.IsPartOf" content="infres134.html" />
<meta name="dc.format" content="text/html" />
<meta name="dc.language" content="en" />
<meta name="dc.rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="dc.date.available" content="2008-12-15" />

<script language="javascript" type="text/javascript">

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../sans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', '../IRstyle2.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>
	
<style type="text/css">
.button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		

.button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
.button li {
		margin: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

.button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		}
		
fieldset {
    padding: .5em;
    background: white;
    border: 1px dotted #5E96FD;
    margin-left: 15px;
    margin-right: 15px;
    margin-top: .5em;
	}

legend {
    color: white;
    background-color: #5E96FD;
    font-size: medium;
    padding: .1ex .5ex;
    border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>navy;
    border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>navy;
    font-weight: bold;
}


</style>

<link href="http://localhost/TEXTY/css/parser.css" rel="stylesheet" type="text/css" /></head>
<body bgcolor="#ffffff">
<table cellspacing="0" cellpadding="0" align="center" border="0">
  <tbody>
  <tr>
    <td align="center" colspan="5" height="30"><img height="45" alt="header" src="../mini_logo2.gif" 
      width="336" /><br /><span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 4, December, 2008</span><br /><br />
      <div class="button">
      <ul>
        <li><a href="infres134.html">Contents</a> |  </li>
        <li><a href="../iraindex.html">Author index</a> |  </li>
        <li><a href="../irsindex.html">Subject index</a> |  </li>
        <li><a href="../search.html">Search</a> |  </li>
        <li><a href="../index-2.html">Home</a>  </li>
   </ul></div></td></tr>
  <tr>
    <td>&nbsp;</td></tr></tbody></table>
<hr style="COLOR: #5E96FD" size="1" />

<h1>Criterios para la evaluaci&oacute;n de la usabilidad de los recursos educativos virtuales: un an&aacute;lisis desde la alfabetizaci&oacute;n en informaci&oacute;n</h1>
<br />
<div style="margin-left: 10%; margin-right: 10%;">
<h4><a href="mailto:mmarzal@bib.uc3m.es">M. <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> Marzal</a>, <a href="mailto:fcalzada@bib.uc3m.es">Javier Calzada-Prado</a> and <a href="mailto:mvianell@bib.uc3m.es">Marina Vianello</a><br />
Departamento de Biblioteconom&iacute;a y Documentaci&oacute;n. Univer0ad Carlos III de Madrid. C/ Madrid, 128, 28903, Getafe, Madrid, Spain.</h4>
</div>
<br />



<br />
<form action="#">
  <fieldset>
  <legend>Abstract </legend>
 <blockquote> <strong>Introducci&oacute;n.</strong> Para que el aprendizaje en entornos virtuales resulte realmente significativo, deben darse dos condiciones b&aacute;sicas: disponer de competencias relacionadas con la alfabetizaci&oacute;n en informaic&oacute;n y, en especial, disponer de criterios adecuados para evaluar contenidos digitales.<br />
  <strong>Method.</strong> El <span>principal</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>objetivo de este trabajo es presentar un modelo de evaluaci&oacute;n de la usabilidad de recursos educativos, desarrollado desde el punto de vista cognitivo del procesamiento de la informaci&oacute;n as&iacute; como de las competencias esperadas en los estudiantes.<br />
  <strong>Analysis.</strong> El m&eacute;todo utilizado para desarrollar el modelo ha 0o la revisi&oacute;n de literatura y categorizaci&oacute;n de criterios de usabilidad relevantes.<br />
  <strong>Results.</strong> Un modelo de evaluaci&oacute;n para contenidos educativos digitales habr&aacute; de con0erar los siguientes criterios: Captaci&oacute;n (relacionada con el mecanismo cognitivo de la atenci&oacute;n), Fidelidad (relacionado con la percepci&oacute;n y Capacidad Alfabetizadora (ligada a la memoria). <br />
  <strong>Conclusions.</strong> Las Ciencias de la Documentaci&oacute;n pueden desempe&ntilde;ar un papel relevante en distintas &aacute;reas: dise&ntilde;o de instrumentos adecuados para la gesti&oacute;n de contenidos educativos, implementaci&oacute;n del constructivismo desde su perspectiva y para sus propios prop&oacute;sitos, adoptar competencias relacionadas con la alfabetizaci&oacute;n en informaci&oacute;n como objetivos did&aacute;cticos en la formaci&oacute;n profesional y el desarrollo de m&eacute;todos adecuados para evluar competencias y contenidos.</blockquote>
  </fieldset>
  </form>
  
<br />
<div align="center"><a href="#AbsEng"><strong>Abstract in English</strong></a></div>
<br />
<div align="center">
<input type="button" value="change font" class="btn" style="font-variant: small-caps; font-weight: bold; font-family: Verdana; color: white; background-color: #5E96FD;" onclick="doChangeFont()" /></div>
<br />
 
<h2>Introducci&oacute;n</h2>

<p>La Sociedad de la informaci&oacute;n ejerce dos efectos cr&iacute;ticos en la Educaci&oacute;n : la virtualidad y la primac&iacute;a del usuario. Tales efectos implican, por una parte, el uso de recursos educativos virtuales disponibles principalmente en la Web, y por otra, la interacci&oacute;n directa del educando con los mismos. Para que el aprendizaje en entornos virtuales sea realmente significativo, habr&aacute;n de cumplirse dos premisas. Por una parte, el educando habr&aacute; de disponer de habilidades cognitivas relacionadas con el pensamiento cr&iacute;tico para la toma de decisiones y la resoluci&oacute;n de problemas, relacionadas en definitiva con aprender a aprender (metaaprendizaje). Por otra parte, los recursos seleccionados con fines educativos bien por el educando, bien por el educador o el bibliotecario, habr&aacute;n de cumplir una serie de requisitos de usabilidad y accesibilidad que posibiliten una &oacute;ptima experiencia de aprendizaje.</p>

<p>El presente trabajo tiene precisamente por objetivo <span>principal</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>presentar un modelo evaluativo de la usabilidad de los recursos educativos virtuales. Para ello, analiza en primer lugar el efecto de las Tecnolog&iacute;as de la Informaci&oacute;n y Comunicaci&oacute;n (en adelante TIC) en la interacci&oacute;n entre informaci&oacute;n y cognici&oacute;n humana para la construcci&oacute;n del conocimiento, dando cuenta de las principales teor&iacute;as pedag&oacute;gicas que definen el nuevo modelo educativo de competencias para la Sociedad del conocimiento. <span>A+</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>continuaci&oacute;n, se introduce el concepto de usabilidad y los mecanismos cognitivos implicados en el acceso a la informaci&oacute;n contenida en los recursos para, finalmente, presentar el modelo de evaluaci&oacute;n desarrollado. </p>

<h2>Conocimiento y teor&iacute;as pedag&oacute;gicas para un nuevo espacio de conocimiento></h2>

<p>Desde la perspectiva <span>actual</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>de las Ciencias de la Educaci&oacute;n, el conocimiento es una elaboraci&oacute;n personal, fruto de las asociaciones que nuestro cerebro es capaz de hacer a partir de su experiencia, de la informaci&oacute;n que ya tenemos y de la que hemos seleccionado y analizado (<a href="#marq02">Marqu&eacute;s 2002</a>). Esta perspectiva, para las Ciencias de la Documentaci&oacute;n, se traduce en una secuencia cognitiva: los datos que conforman la informaci&oacute;n se perciben mediante los sentidos, luego se integran en la memoria cognitiva que acoge la <em>sem&aacute;ntica del mundo </em> (<a href="#ingwer92">Ingwersen 1992</a>) para generar la informaci&oacute;n, que a su vez permite tomar decisiones. Mediante los procesos inferenciales, la informaci&oacute;n representa los datos en forma de <em>concepto </em> para hacer posible el conocimiento de algo concreto, as&iacute; como establece las formas de almacenar los conceptos para su posterior uso mediante una <em>asimilaci&oacute;n</em>, que garantiza el conocimiento. El procesamiento de la informaci&oacute;n puede derivar, pues, en <em>cognici&oacute;n</em>, que tiene como componentes principales la interpretaci&oacute;n, la representaci&oacute;n y la formaci&oacute;n de modelos que representan nuestra realidad.</p>

<p>Para determinadas corrientes epistemol&oacute;gicas, la naturaleza del conocimiento se distancia del <em>objeto</em>, elemento que proporciona la <em>experiencia</em>, diluyendo la relevancia de la <em>objetividad </em> en el an&aacute;lisis de la realidad. Esto justifica que la funci&oacute;n del <em>objeto</em> y de la <em>objetividad</em> en las inferencias sea relevante por optimizar la transformaci&oacute;n de la informaci&oacute;n hacia el conocimiento. En esta transformaci&oacute;n, para las Ciencias de la Documentaci&oacute;n el <em>documento </em> es esencial, en tanto que es al mismo tiempo <em>objeto</em> y <em>experiencia</em>. McLuhan lleg&oacute; a afirmar c&oacute;mo el <em>mensaje </em>(los datos convertidos en contenido informativo) <em>es el medio </em> (el documento, cuya 'diplom&aacute;tica' determinaba el contenido). Sin embargo, el <em>medio </em> ha sufrido una r&aacute;pida y radical mutaci&oacute;n como consecuencia del impacto de las TIC, originando el <em>hipertexto </em>e <em>hipermedia</em>, donde el <em>mensaje </em> debe amoldarse a sus determinantes requerimientos tecnol&oacute;gicos: el <em>medio es el mensaje </em> (<a href="#castell00">Castells 2000</a>).</p>

<p>Sus efectos sobre el conocimiento, durante el proceso cognitivo, son muy importantes: a) la virtualidad altera profundamente la <em>percepci&oacute;n</em> y la <em>experiencia</em> del objeto, por ende, tambi&eacute;n su <em>objetividad</em>, por cuanto proporciona un <em>plano intelectivo </em> por el que se aprende por observaci&oacute;n de un comportamiento preestablecido, as&iacute; como un <em>plano de la experiencia</em>, donde se aprende por simulaci&oacute;n e interacci&oacute;n; b) la primac&iacute;a del usuario hace que el protagonismo del <em>aprendizaje </em> en el proceso informativo hacia el conocimiento adquiera una dimensi&oacute;n cualitativamente distinta, por adquirir una funci&oacute;n cognitiva en una <em>educaci&oacute;n </em> no formal.</p>

<p>Este 'contexto educativo' de los documentos derivados de las TIC, <em>documentos digitales </em>o <em>recursos de informaci&oacute;n </em>digitales, justifica la importancia de una eficaz <em>gesti&oacute;n de contenidos </em>conforme a una 'arquitectura de la informaci&oacute;n', determinada por la accesibilidad y usabilidad de estos documentos. Los sistemas hipermedia, en efecto, permiten individualizar el acceso a los contenidos de los documentos digitales, en negaci&oacute;n a la 'audiencia global', al tiempo que favorece el acceso individual por el inter&eacute;s, habilidad e interacci&oacute;n con los contenidos digitales a trav&eacute;s de enlaces horizontales asociativos propios (<a href="#perez01">P&eacute;rez <em>et al.</em> 2001</a>). Constituye, pues, un nuevo <em>espacio de conocimiento</em> donde la asimilaci&oacute;n de contenidos y consecuci&oacute;n de destrezas se obtiene por la asimilaci&oacute;n de capacidades y la consecuci&oacute;n de competencias.</p>

<p>Dos teor&iacute;as pedag&oacute;gicas apoyan el dise&ntilde;o del nuevo escenario: el Cognitivismo y el Constructivismo (<a href="#ertmer93">Ertmer y Newby 1993</a>). El <em>Cognitivismo </em> (derivaci&oacute;n del paradigma conductista) concibe el aprendizaje como producto de la interacci&oacute;n del sujeto con la informaci&oacute;n procedente del entorno, mediante unas representaciones mentales estructuradas en categor&iacute;as para procesar la informaci&oacute;n, especialmente la <em>atenci&oacute;n, la percepci&oacute;n, la memoria, la inteligencia, el lenguaje </em>y <em> el pensamiento</em>. En el <em>Constructivismo</em>, por su parte, el conocimiento no se descubre, sino que se construye a trav&eacute;s de un proceso de aprendizaje, que utiliza conocimientos anteriores, transformados por una selecci&oacute;n que fundamenta hip&oacute;tesis y toma de decisiones (<a href="#onrubia05">Onrubia 2005</a>). El docente asienta su estrategia did&aacute;ctica en el uso de los conocimientos previos, mientras el curr&iacute;culo estar&aacute; organizado en espiral para sustentar el nuevo saber sobre saberes anteriores. El Constructivismo, pues, concede un incuestionable protagonismo al individuo y sit&uacute;a al aprendizaje en el coraz&oacute;n del proceso de acceso al conocimiento. En efecto, el <em>aprendizaje constuctivista </em> descansa en la acci&oacute;n educativa cooperativa y en la plena libertad de navegaci&oacute;n interactiva en una comunidad de aprendizaje, donde el docente constituye un referente para garantizar la calidad en la selecci&oacute;n de contenidos educativos de los documentos digitales.</p>

<p>En el contexto de los nuevos espacios virtuales y la consiguiente evoluci&oacute;n hacia nuevos modelos educativos, el Constructivismo parece converger con el Cognitivismo, especialmente en el impacto de los <em>modelos mentales </em> y su representaci&oacute;n (recu&eacute;rdese los <em>mapas conceptuales </em> de Ausubel), as&iacute; como incorpora aportaciones del <em>Instructivismo </em> respecto a la adquisici&oacute;n de conocimiento por uso experto de materiales did&aacute;cticos, un m&eacute;todo que justifica la eficacia educativa de los <em>tutoriales inteligentes </em> y los <em>objetos de aprendizaje</em>.</p>

<h2><strong>Competencias y calidad de los contenidos educativos para el conocimiento </strong> </h2>

<p>La convergencia de estas corrientes pedag&oacute;gicas y los estilos de aprendizaje m&aacute;s oportunos definen las destrezas t&eacute;cnicas y las habilidades intelectivas como pr&oacute;logo de las <em>competencias, </em> que el sujeto debe adquirir y desarrollar para su pleno progreso personal, laboral e intelectual en la Sociedad de la Informaci&oacute;n.</p>

<p>Una primera acepci&oacute;n de <em>competencia </em>triunf&oacute; en el mundo anglosaj&oacute;n, referida a los procesos productivos. Los efectos de las TIC en el &uacute;ltimo cuarto del siglo <span>X++</span>, <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> <span>sin</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>embargo, han ido alterando esta noci&oacute;n inicial. En 1982, <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> Boyatzis conceb&iacute;a las competencias como una combinaci&oacute;n de motivaci&oacute;n, conocimientos, habilidades e idiosincrasia personal (<a href="#boyatzis82">Boyatzis 1982</a>), una concepci&oacute;n que matiz&oacute; Hayes, en 1985, entendi&eacute;ndolas como una capacidad para usar conocimientos y destrezas relacionadas con productos y procesos en la consecuci&oacute;n de objetivos (<a href="#hayes85">Hayes 1985</a>). En la d&eacute;cada de los 90, <span>sin</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>embargo, P. Gilbert y M. Parlier, las relacionan con la acci&oacute;n y la conducta, entendi&eacute;ndolas como un conjunto de conocimientos, capacidades de acci&oacute;n y de comportamiento estructurados en funci&oacute;n de un objetivo ante una situaci&oacute;n concreta (<a href="#gilbert92">Gilbert y Parlier 1992</a>). Bunk incluso orient&oacute; las capacidades y aptitudes al ejercicio de una profesi&oacute;n en la resoluci&oacute;n de problemas y organizaci&oacute;n del trabajo, distinguiendo competencias t&eacute;cnica, metodol&oacute;gicas y sociales (<a href="#bunk94">Bunk 1994</a>). <span>A+</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>finales de los 90 e inicios del siglo XXI, las competencias se relacionan con la informaci&oacute;n y el <em>saber-hacer</em>, de modo que Marbach divide las competencias en saber, saber hacer, comportamiento, cognici&oacute;n, potencial y talento (<a href="#marbach99">Marbach 1999</a>), dando pie a la concepci&oacute;n de Le Boterf, quien entiende las competencias como la combinaci&oacute;n de conocimientos, redes de relaci&oacute;n y saber hacer (<a href="#leboterf00">Le Boterf 2000</a>).</p>

<p>El proceso de la llamada <em>globalizaci&oacute;n</em>, consustancial a la Sociedad de la Informaci&oacute;n, tiene como impacto econ&oacute;mico la calidad de la producci&oacute;n, en &iacute;ntima relaci&oacute;n con una elevada cualificaci&oacute;n profesional de la mano de obra, cuyo objetivo es adecuar al ciudadano al acelerado ritmo de la innovaci&oacute;n cient&iacute;fico-tecnol&oacute;gica y los cambios en la estructura y organizaci&oacute;n del trabajo. Esto implica, necesariamente, el traslado de la noci&oacute;n y funci&oacute;n de las competencias laborales al &aacute;mbito educativo, una educaci&oacute;n basada en competencias y orientada a la obtenci&oacute;n de resultados, que son los productos del aprendizaje (conocimientos, habilidades, destrezas, aptitudes y actitudes). Las <em>competencias</em>, transformadas en un objetivo did&aacute;ctico de primera magnitud, han precisado de una necesaria redimensi&oacute;n conceptual para acomodarlas a su funci&oacute;n educativa. Surgen, as&iacute;, nuevas definiciones, entre las que son significativas las de L&eacute;vy-Leboyer, en 2003, como <em>conjunto de conductas organizadas en el seno de una estructura <span>mental</span>, <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> tambi&eacute;n organizada y relativamente estable y movilizable cuando es preciso </em> (<a href="#levy03">L&eacute;vy-Levoyer 2003</a>). La OCDE aprob&oacute; a finales de 1997 el proyecto DeSeCo (Definici&oacute;n y Selecci&oacute;n de Competencias), cuyo informe ha 0o publicado en 2003. El proyecto DeSeCo ha identificado las competencias en tres dimensiones, a saber, la interacci&oacute;n en grupos socialmente heterog&eacute;neos, el ejercicio de conductas aut&oacute;nomas y la capacidad de usar herramientas de forma interactiva (<a href="#colas05">Col&aacute;s Bravo 2005</a>). La Uni&oacute;n Europea, por su parte, promovi&oacute; el Proyecto <em>Tunning Educational structures in Europe</em>, tambi&eacute;n en 2003, cuyo objetivo era con0erar los t&iacute;tulos universitarios en t&eacute;rminos de resultados de aprendizaje y de competencias, tanto gen&eacute;ricas (instrumentales, interpersonales y sistem&aacute;ticas), como espec&iacute;ficas de cada &aacute;rea tem&aacute;tica, entendiendo por competencias gen&eacute;ricas aquellas &uacute;tiles en cualquier titulaci&oacute;n (toma de decisiones, organizaci&oacute;n de tareas, autonom&iacute;a en el aprendizaje, etc.), en tanto las competencias espec&iacute;ficas se refieren al dominio cognitivo de cada &aacute;rea de conocimiento.</p>

<p>El paradigma en el modelo educativo se transforma: las estrategias did&aacute;cticas de aprendizaje tendr&aacute;n por objeto el proceso de aprendizaje del educando, absolutamente implicado y protagonista en su proceso formativo (<a href="#martinez03">Mart&iacute;nez y Mart&iacute; 2003</a>), mientras que las estrategias did&aacute;cticas de ense&ntilde;anza se orientar&aacute;n a la asunci&oacute;n por el educando de habilidades, destrezas y competencias, en un orden cognitivo creciente. El paradigma educativo se encaminar&aacute; hacia el <em>aula extendida</em>, un espacio virtual de comunidades digitales, organizadas sobre la interactividad de los materiales did&aacute;cticos y la comunicaci&oacute;n telem&aacute;tica a tiempo real con el profesor y sus condisc&iacute;pulos.</p>

<p>La transformaci&oacute;n del conocimiento para la Sociedad del conocimiento, cimentada en un modelo educativo competencial, supone una directa implicaci&oacute;n de la investigaci&oacute;n y profesi&oacute;n de la Documentaci&oacute;n en el proceso. As&iacute; se ha hecho patente en la Declaraci&oacute;n <em>Faros </em><em> para la Sociedad de la informaci&oacute;n</em>, durante el Coloquio de Expertos de Alejandr&iacute;a, reunido entre el 6 y 9 de noviembre de 2005 y organizado por la UNESCO y por el <em>National Forum on Information Literacy</em>, donde se enunciaron los dos referentes primordiales (faros) en el tr&aacute;nsito desde la Sociedad de la informaci&oacute;n: el <em>aprendizaje permanente </em> y la <em>alfabetizaci&oacute;n en informaci&oacute;n </em>.</p>

<p>&#149;&nbsp; <strong>Aprendizaje permanente</strong>, entendido como un instrumento id&oacute;neo para el progreso econ&oacute;mico y social en una comunidad, que ya no descansa en la acci&oacute;n innovadora de un grupo selecto de cient&iacute;ficos y t&eacute;cnicos, sino en la excelencia ciudadana en todos sus niveles, competentes en diferentes acciones y contextos. Se concibe as&iacute; la <em>formaci&oacute;n a lo largo de la vida</em>, en la que 'ocupaci&oacute;n' y 'profesi&oacute;n' adquieren un significado distinto: la profesi&oacute;n se refiere a una formaci&oacute;n competencial constante, sucesivamente m&aacute;s cualificada por la experiencia y una formaci&oacute;n acumulativa a lo largo de la vida. El aprendizaje permanente, objeto de atenci&oacute;n por parte de los ministros de Educaci&oacute;n de los pa&iacute;ses de la OCDE, en 1996, se convierte en un instrumento de cohesi&oacute;n y de integraci&oacute;n econ&oacute;mica, social y cultural de los ciudadanos. Esta acepci&oacute;n de aprendizaje reclama el desarrollo de una <em>educaci&oacute;n a lo largo de la vida</em>, que puede nutrirse por una formaci&oacute;n formal, no formal e informal, por lo que <em>usabilidad </em>y <em>accesibilidad </em> de los recursos educativos adquieren una importancia evidente.</p>

<p>&#149;&nbsp; <strong>Alfabetizaci&oacute;n en informaci&oacute;n </strong>(en adelante ALFIN)<strong>, </strong>inicialmente entendida como la transformaci&oacute;n de los servicios bibliotecarios tradicionales y medio de formar una ciudadan&iacute;a cr&iacute;tica y activa. La ALFIN se entiende como un marco intelectual para comprender, encontrar, evaluar, y utilizar informaci&oacute;n, actividades que pueden ser conseguidas en parte por el manejo de las TIC, en parte por la utilizaci&oacute;n de m&eacute;todos v&aacute;lidos de investigaci&oacute;n, pero, sobre todo, a trav&eacute;s del pensamiento cr&iacute;tico y el razonamiento. La ALFIN inicia, sostiene y extiende el aprendizaje a lo largo de toda la vida. Esta acepci&oacute;n ha relacionado la ALFIN con la Educaci&oacute;n y particularmente con el concepto de aprendizaje permanente, convergencia que ya defendiera P.S. Breivik en el Congreso <em>Libraries and the Search for Academic Excellence</em> en 1987 y se apuntara en las <em>Big Six</em> de Eisenberg y Werkowitz . En 2000, la ALA publicaba las <em>Information Literacy Standards for Higher Education</em>, referente normativo mundial, que impuls&oacute; la edici&oacute;n en 2001 por la ACRL de los Objetivos de formaci&oacute;n para la alfabetizaci&oacute;n en informaci&oacute;n: un modelo de declaraci&oacute;n para bibliotecas universitarias y las Normas de Alfabetizaci&oacute;n en Informaci&oacute;n por el <em>Council of Australian University Librarians</em>, un modelo normativo que ha complementado en 2004 el <em>Australian and New Zealand Institute for Information Literacy</em>. La evoluci&oacute;n conceptual de la ALFIN tiene como efecto convertirla en un instrumento id&oacute;neo para gesti&oacute;n de contenidos en recursos de informaci&oacute;n con intenci&oacute;n educativa, raz&oacute;n por la que la investigaci&oacute;n y aplicaci&oacute;n de la ALFIN puede contar entre sus objetivos la evaluaci&oacute;n de la accesibilidad y usabilidad de los recursos para la eficiencia en una educaci&oacute;n por competencias, siendo un paso inicial necesario la definici&oacute;n de &iacute;ndices de calidad y su posterior conversi&oacute;n en indicadores ALFIN.</p>

<p> La prioridad en el an&aacute;lisis de accesibilidad y usabilidad de los recursos de informaci&oacute;n con intenci&oacute;n educativa para la enunciaci&oacute;n de un esquema de categor&iacute;as, como apunte para la propuesta de un modelo evaluativo de competencias ALFIN, fue uno de los objetivos planteados en las fases metodol&oacute;gicas de dos Proyectos de investigaci&oacute;n, uno financiado por la Direcci&oacute;n General de Investigaci&oacute;n del Ministerio de Ciencia y Tecnolog&iacute;a de Espa&ntilde;a, DOTEINE  (ref. BSO2003-04895), y otro por la Direcci&oacute;n General de Univer0ades e Investigaci&oacute;n de la Consejer&iacute;a de Educaci&oacute;n de la Comunidad de Madrid, IACORIE  (ref. 06/HSE/0165/2004).</p>

<p> La finalidad del modelo evaluativo <span>actual</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>se dirige a fomentar, en los agentes cr&iacute;ticos implicados en los procesos educativos, acciones destinadas a lograr resultados pr&oacute;ximos a los objetivos que se plantean para la calidad y adecuaci&oacute;n del sistema educativo en la Sociedad del conocimiento. El objetivo planteado es la evaluaci&oacute;n del impacto educativo eficaz, por una adecuada interacci&oacute;n, entre unos recursos de informaci&oacute;n con una usabilidad de calidad y unos usuarios-educandos con unas competencias ALFIN suficientes, en concordancia con los mecanismos humanos de cognici&oacute;n. </p>

<p> El objetivo director de la propuesta llev&oacute; a la elaboraci&oacute;n de un cuestionario destinado a ser estudio inicial de campo sobre usabilidad de recursos y competencia de usuarios. Los resultados (<a href="#marcal03">Marzal y Calzada-Prado 2003</a>) sirvieron de base para establecer unos primeros criterios selectivos en usabilidad y competencias ALFIN (<a href="#marcol03">Marzal, Colmenero y Morato 2003</a>), a su vez fundamento para establecer un repertorio de categor&iacute;as evaluativos, preliminar de futuros indicadores. Resultados y criterios fueron inscritos en el marco de modelos pedag&oacute;gicos de aprendizaje, as&iacute; como de principios de usabilidad desde la Documentaci&oacute;n, conforme a las tendencias detectadas en la escasa literatura cient&iacute;fica especializada en este campo concreto. La noci&oacute;n de usabilidad a efectos de la propuesta, su metodolog&iacute;a y resultado se exponen a continuaci&oacute;n.</p>

<h2>Usabilidad y acceso al conocimiento</h2>

<p>Aunque el concepto de usabilidad no es exclusivo de un &aacute;mbito concreto, y por tanto existen diversas aproximaciones al mismo, la definici&oacute;n de mayor aceptaci&oacute;n es <span>sin</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>duda la presentada por la norma ISO/IEC 9241 <em> Ergonomic requirements for <span>visual</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>display terminals </em> (<a href="#iso98">1998</a>), en su und&eacute;cima parte, <em>Guidance for usability</em>, en la que se define como el grado con que un determinado producto, en un contexto de uso espec&iacute;fico, permite al usuario alcanzar sus objetivos con eficacia, eficiencia y satisfacci&oacute;n.</p>

<p>Los or&iacute;genes de la usabilidad se encuentran en la ergonom&iacute;a cognitiva, disciplina que estudia c&oacute;mo el usuario construye un modelo <span>mental</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>del objeto que usa y c&oacute;mo &eacute;ste afecta a su interacci&oacute;n con el mismo. Para la ergonom&iacute;a cognitiva, el formato adoptado en la presentaci&oacute;n y representaci&oacute;n de la informaci&oacute;n es cr&iacute;tico para su uso, de ah&iacute; que la usabilidad se preocupe de cuidar que las interfaces, mediadoras entre la m&aacute;quina y el usuario, reflejen la l&oacute;gica del sistema y sean capaces de transmitir al usuario la mejor forma de utilizarlo.</p>

<p>Estrictamente ligado a la representaci&oacute;n de un modelo cognitivo, la interfaz es el elemento que condiciona la generaci&oacute;n de significado. Puede ser con0erado un medio, que refleja, por lo tanto, un modelo predefinido que se plasma en funci&oacute;n de una idea preconcebida de las nece0ades del usuario. Puede ser tambi&eacute;n con0erado el elemento que proporciona las condiciones de la acci&oacute;n para que el usuario intervenga sobre unos objetos que, a su vez, est&aacute;n determinados por una pr&aacute;cticas de trabajo. Por esta raz&oacute;n, el &eacute;xito de su dise&ntilde;o guarda estrecha relaci&oacute;n con el concurso de conceptos y metodolog&iacute;as de varias disciplinas, como la Inform&aacute;tica (concepci&oacute;n de las aplicaciones e ingenier&iacute;a de las interfaces humanos) la Psicolog&iacute;a (aplicaci&oacute;n de las teor&iacute;as de los procesos cognitivos y an&aacute;lisis emp&iacute;rico del comportamiento de los usuarios), la Sociolog&iacute;a , la Antropolog&iacute;a (interacci&oacute;n entre tecnolog&iacute;a, trabajo y organizaci&oacute;n) y el dise&ntilde;o <span>industrial</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>(ergonom&iacute;a), <span>sin</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>olvidar que los sitios web son artefactos cognitivos y su usabilidad depende en primer lugar de su capacidad para respetar nuestros procesos f&iacute;sicos y cognitivos. </p>

<h3>Los mecanismos de la cognici&oacute;n humana</h3>

<p>Los mecanismos de la cognici&oacute;n han 0o estudiados desde el punto de vista del procesamiento humano de la informaci&oacute;n por, entre otros, Delclaux y Seoane (<a href="#delclaux82">1982</a>) o Vickery y Vickery (<a href="#vickery04">2004</a>). Para estos &uacute;ltimos, el procesamiento de la informaci&oacute;n implica las siguientes actividades: 1) Percepci&oacute;n; 2) Formaci&oacute;n de conceptos; 3) Almacenamiento en la memoria; 4) Recuperaci&oacute;n de la memoria; 5) Contrastaci&oacute;n de lo percibido con la memoria; 6) Contrastaci&oacute;n de los atributos almacenados con el entorno. Nos detendremos en los tres principales elementos participantes en el proceso: la percepci&oacute;n, la atenci&oacute;n y la memoria. </p>

<h4>Percepci&oacute;n</h4>

<p>La percepci&oacute;n es la actividad encargada de elaborar la informaci&oacute;n que los sentidos captan del ambiente, para integrarla en la actividad <span>mental</span>. <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> Los &oacute;rganos sensoriales act&uacute;an de forma altamente especializada, registrando los est&iacute;mulos que cumplen determinadas condiciones. Sucesivamente los &oacute;rganos implicados interpretan e integran las diferentes caracter&iacute;sticas del mensaje para sucesivamente traducirlos en una se&ntilde;al nerviosa que ser&aacute; elaborada por otras &aacute;reas del cerebro adquiriendo significado para el sujeto. Concluidas estas actuaciones se produce el reconocimiento del objeto como perteneciente a cierta clase. El sujeto opera entonces una selecci&oacute;n entre los est&iacute;mulos ambientales que recibe, mediatizada por sus experiencias anteriores y sus nece0ades (<a href="#postman48">Postman <em>et al.</em> 1948</a>), y afectada por las distintas propiedades de los estimulos, como la novedad, la incertidumbre, el conflicto y la complejidad, que atraen de manera especial la atenci&oacute;n del individuo (<a href="#berlyne60">Berlyne,1960</a>).</p>

<p>Todo cuanto ata&ntilde;e a la percepci&oacute;n afecta a aquellos aspectos de la usabilidad que permiten el acceso al documento. La usabilidad de los contenidos textuales en la Web depende en gran medida de su legibilidad, tanto ling&uuml;&iacute;stica como <span>visual</span>. <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> Mientras la legibilidad ling&uuml;&iacute;stica depende del tipo de lenguaje empleado en la confecci&oacute;n de los documentos, la legibilidad <span>visual</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>depende de l a facilidad y precisi&oacute;n con la que el lector identifica y decodifica las letras que componen las palabras y las frases. La correcta percepci&oacute;n es condici&oacute;n necesaria para la accesibilidad, requisito que todo documento debe satisfacer para todo usuario, tenga o no problemas perceptivos. El incumplimiento de este aspecto dificulta, o en el peor de los casos impide, el acceso al contenido de los documentos digitales.</p>

<h4>Atenci&oacute;n </h4>

<p>La atenci&oacute;n es la funci&oacute;n responsable de <span>regular</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>las actividades de los procesos mentales filtrando y organizando las informaciones recibidas para que el sujeto pueda emitir respuestas adecuadas y para que pueda actuar tanto de forma autom&aacute;tica como controlada. En realidad, no es f&aacute;cil trazar una clara l&iacute;nea de demarcaci&oacute;n entre percepci&oacute;n y atenci&oacute;n, ya que las dos funciones resultan fuertemente imbricadas entre s&iacute;. Existe, <span>sin</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>embargo, un acuerdo general en que la atenci&oacute;n interviene en diferentes niveles de los procesos mentales y posee diferentes estrategias de actuaci&oacute;n. La neuropsicolog&iacute;a <span>actual</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>suele distinguir entre atenci&oacute;n distribuida, orientada espacialmente, focalizada, selectiva y sostenida.</p>

<p>Se habla de atenci&oacute;n distribuida cuando el sujeto puede tener bajo control todo el campo perceptivo que lo rodea a la espera de la aparici&oacute;n de un estimulo que le atraiga. Entonces la atenci&oacute;n act&uacute;a ante de forma espacial dirigi&eacute;ndose hac&iacute;a la posici&oacute;n donde apareci&oacute; el estimulo (<a href="#sokolov63">Sokolov 1983</a>). Sin embargo, cuando la atenci&oacute;n es capturada en posiciones que luego resultan no ser informativas, pasado un breve intervalo de tiempo a la espera que se produzca alg&uacute;n tipo de acontecimiento, se desplaza de forma autom&aacute;tica para explorar nuevas zonas (<a href="#posner84">Posner y Cohen 1984</a>; entre otros). Esto nos permite extrapolar que ser&aacute; m&aacute;s facil capturar la atenci&oacute;n del lector cuidando la coherencia estil&iacute;stica de los sitios, o, en caso de p&aacute;ginas cuyos tiempos de carga presenten alguna demora, anticipar la visualizaci&oacute;n de su estructura.</p>

<p>La focalizaci&oacute;n de la atenci&oacute;n posee un componente autom&aacute;tico y uno voluntario. El autom&aacute;tico resuelve eventuales conflictos entre esquemas de acci&oacute;n y el mecanismo de control consciente permite adoptar, ante situaciones nuevas, una respuesta flexible (<a href="#norman80">Norman y Shallice 1980</a>). Sin embargo, la capacidad de control resulta limitada y es f&aacute;cil constatar que con la pr&aacute;ctica muchas actividades acaban por automatizarse. Este proceso parece ser el resultado de una reestructuraci&oacute;n cognitiva que permite ahorrar recursos cognitivos (<a href="#cheng85">Cheng 1985</a>). Una vez automatizados los procedimientos ya no requieren control ninguno, pero por esta misma raz&oacute;n resultan dif&iacute;ciles de modificar.</p>

<p>La fijaci&oacute;n del foco es el prerrequisito para el buen funcionamiento de la atenci&oacute;n selectiva que consiste en la habilidad de concentrar la atenci&oacute;n en un canal que contiene informaciones fuertemente contrastadas por elementos distractores. Su intervenci&oacute;n, necesaria para evitar que nuestro sistema cognitivo se sobrecargue de informaci&oacute;n, no se produce en un momento prefijado sino que var&iacute;a en funci&oacute;n del material, de la modalidad y del tipo de tarea. Un ejemplo paradigm&aacute;tico del funcionamiento de la atenci&oacute;n selectiva en la Web es el fen&oacute;meno del <em>banner blindness</em>. El usuario ignora las bandas publicitarias presentes en la p&aacute;gina cuando su mensaje resulta lejano del contexto de sus intereses, pues las registra como un elemento distractor y molesto, <span>sin</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>importar cu&aacute;nto brillen y se muevan.</p>

<h4>La memoria</h4>

<p>La memoria comprende los procedimientos que permiten adquirir, conservar, recuperar y utilizar conocimientos y habilidades. Sus tres etapas esenciales son: la codificaci&oacute;n, el almacenamiento y la recuperaci&oacute;n (<a href="#sternberg96">Sternberg 1996</a>). La codificaci&oacute;n implica la selecci&oacute;n del material a codificar por parte de la atenci&oacute;n y puede ser llevada a cabo en diferentes niveles de profundidad (<a href="#craik75">Craik y Tulving 1975</a>). La etapa de almacenamiento es la encargada de conservar la informaci&oacute;n en el tiempo y a menudo ha 0o explicada recurriendo a una analog&iacute;a con el ordenador. El modelo cl&aacute;sico de Atkinson y Shiffrin (<a href="#atchinson91">1971</a>) describe la memoria como un sistema organizado en tres etapas: sensitiva, a corto plazo y a largo plazo. Tras la experiencia sensitiva, caracterizada por una duraci&oacute;n muy limitada y una ilimitada capacidad para registrar est&iacute;mulos (<a href="#neisser67">Neisser 1967</a>), se pasa a la etapa de memoria a corto plazo. Esta memoria, que puede ser interpretada como una memoria distribuida, compuesta de una unidad interna y una externa, permite delegar a un sistema externo parte de las informaciones necesarias para desarrollar una tarea, evita la sobrecarga cognitiva y hace que el comportamiento del sujeto sea determinado tanto por sus recursos cognitivos como por sus v&iacute;nculos y su capacidad de interactuar con el mundo exterior creando estrategias espec&iacute;ficas (<a href="#zhang94">Zhang 1994</a>). Finalmente, la memoria a largo plazo, cuya capacidad y duraci&oacute;n es ilimitada, se ocupa de la informaci&oacute;n que no est&aacute; siendo elaborada. Este tipo de memoria ofrece un acceso a la informaci&oacute;n en ocasiones dif&iacute;cil, requiriendo mecanismos que faciliten la recuperaci&oacute;n.</p>

<p>Anderson (<a href="#anderson83">1983</a>) ha desarrollado una teor&iacute;a general de la memoria como sistema de producci&oacute;n. Este modelo parte de la idea de que todo conocimiento arranca siendo proposicional o declarativo para, en una etapa sucesiva, poder convertirse en procedimiento. As&iacute;, en la memoria a largo plazo se distingue la memoria declarativa, que almacena la informaci&oacute;n seg&uacute;n criterios f&aacute;cticos o conceptuales y seg&uacute;n formatos que pueden ser verbales o simb&oacute;licos; y la memoria procedimental, que almacena los procedimientos siguiendo las reglas de producci&oacute;n. Estos procedimientos vienen aplicados a los contenidos de la memoria de trabajo y pueden producir nuevos conocimientos declarativos, crear nuevas reglas de producci&oacute;n o modificar viejas reglas almacenadas con anterioridad.</p>

<p>La situaci&oacute;n del usuario que se enfrenta a la tarea de buscar informaci&oacute;n presenta numerosos puntos en com&uacute;n con las tareas necesarias para asimilar nuevos contenidos. El usuario, cuando se mueve por la red buscando informaci&oacute;n, necesita un conjunto de herramientas que, representando una extensi&oacute;n de su memoria natural, le permitan:</p>


<ul>
  <li>organizar su navegaci&oacute;n superando la sensaci&oacute;n de estar perdiendo informaci&oacute;n; </li>
  <li>mantener una visi&oacute;n clara de cual es el entorno informativo en que se mueve; </li>
  <li>seleccionar los recursos que le interesan y dejar constancia de la direcci&oacute;n seguida para confeccionar la ruta; </li>
  <li>exteriorizar la finalidad de su navegaci&oacute;n anotando y organizando los recursos presentes en el sitio seg&uacute;n criterios argumentales para su explotaci&oacute;n.</li>
</ul>

<h2>Criterios generales para la evaluaci&oacute;n de la usabilidad </h2>

<p>La duod&eacute;cima parte del est&aacute;ndar ISO/IEC 9241 (<a href="#iso98">1998</a>) desarrolla los tres grandes principios de la usabilidad (eficacia, eficiencia y satisfaci&oacute;n) en una serie de par&aacute;metros, necesarios para medir cuantitativamente el grado de cumplimiento de los mismos. Como par&aacute;metros que afectan al aspecto gr&aacute;fico de la interfaz, el est&aacute;ndar se&ntilde;ala la claridad, la capacidad de discriminaci&oacute;n, la concisi&oacute;n, la coherencia, la identificabilidad, la legibilidad y la comprensibilidad. Como par&aacute;metros que afectan la esfera cognitiva de la interacci&oacute;n usuario-interfaz se se&ntilde;alan la adecuaci&oacute;n a la tarea, la autodescripci&oacute;n, la controlabilidad, la conformidad con las expectativas del usuario, la tolerancia al <span>error</span>, <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> la posibilidad de personalizaci&oacute;n y la facilidad de aprendizaje.</p>

<p>Otros requisitos generales identificados en la literatura sobre usabilidad son: </p>

<ul>
  <li>La velocidad de descarga o funcionamiento del recurso (<a href="#shneiderman98">Shneiderman 1998</a>; <a href="#nielsen93">Nielsen 1993</a>). </li>
  <li>La retenci&oacute;n en el tiempo. El usuario no deber&iacute;a olvidar el manejo del recurso si deja de usarlo temporalmente (<a href="#shneiderman98">Shneiderman 1998</a>; <a href="#nielsen93">Nielsen 1993</a>) . </li>
  <li>La satisfacci&oacute;n subjetiva al usar el recurso (<a href="#shneiderman98">Shneiderman 1998</a>; <a href="#nielsen93">Nielsen 1993</a>) . </li>
  <li>La diferencia entre el grado de usabilidad objetiva y la facilidad de uso percibida (<a href="#venkatesh96">Venkatesh y Davis 1996</a>). La facilidad de uso no s&oacute;lo es determinada por la usabilidad del sistema, sino tambi&eacute;n por la competencia y el grado de eficacia de cada usuario </li>
  <li>Habilidades. El usuario debe tener la sensaci&oacute;n de que el sistema apoya, complementa y realza sus habilidades y experiencia (<a href="#cato01">Cato 2001</a>). </li>
  <li>Las capacidades (y limitaciones) motoras, cognitivas y precept&uacute;ales del usuario. </li>
  <li>Privacidad. El sistema dispone de los medios necesarios para proteger su informaci&oacute;n y/o la de sus clientes (<a href="#cato01">Cato 2001</a>).</li>
</ul>

<p>Por su parte, el ya famoso dec&aacute;logo de Nielsen nos proporciona una reglas de car&aacute;cter general para la evaluaci&oacute;n de la usabilidad (<a href="#nielsen98">Nielsen y Morkes 1998</a>):</p>

<ul>
  <li>Visibilidad. El sistema debe transmitir en todo momento su estado. El usuario debe saber si se est&aacute; produciendo la carga de una p&aacute;gina o si esta funci&oacute;n se ha interrumpido por alg&uacute;n problema en la red. De no ser as&iacute;, el usuario no sabr&aacute; a qu&eacute; atenerse. </li>
  <li>Correspondencia entre el sistema y el mundo real. La informaci&oacute;n presente en las p&aacute;ginas debe con0erar la realidad de su usuario ideal. </li>
  <li>Libertad y posibilidad de control del sistema por parte del usuario. El sistema debe hacer visible su organizaci&oacute;n del contenidos desde la primera p&aacute;gina. </li>
  <li>Coherencia interna y externa y conformidad con los est&aacute;ndares com&uacute;nmente aceptados. Para evitar que el usuario se desoriente, todas las p&aacute;ginas de un sitio deben ser homog&eacute;neas estil&iacute;sticamente y conceptualmente. </li>
  <li>Cuidado en la prevenci&oacute;n de los errores. </li>
  <li>Reconocer mejor que recordar. El interfaz debe permitir una f&aacute;cil comprensi&oacute;n de sus funciones en lugar de obligar el usuario a memorizar una serie de procedimientos. </li>
  <li>Flexibilidad y eficiencia. El interfaz debe respetar tambi&eacute;n las nece0ades del usuario experto poniendo a su disposici&oacute;n herramientas para un uso m&aacute;s avanzado del sitio. </li>
  <li>Dise&ntilde;o minimalista para evitar tiempos de carga largos <span>sin</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>renunciar a calidades de tipo est&eacute;tico. </li>
  <li>Proporcionar al usuario los medios para corregir los errores. </li>
  <li>Proporcionar los instrumentos de ayuda y las instrucciones de uso del sitio.</li>
</ul>

<p>Han <em>et al.</em> (<a href="#han01">2001</a>) han realizado la, hasta ahora, m&aacute;s sistem&aacute;tica y completa propuesta de criterios de evaluaci&oacute;n de la usabilidad. Su trabajo, enfocado hacia la evaluaci&oacute;n de productos electr&oacute;nicos de consumo, presenta 48 posibles dimensiones de la usabilidad, clasificadas en dos grupos: las relacionadas con el uso del producto (categorizados seg&uacute;n el estadio cognitivo de procesamiento de la informaci&oacute;n implicado) y las relacionadas con la percepci&oacute;n del usuario respecto al producto. Su distribuci&oacute;n es la siguiente: </p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 1:  Criterios de evaluaci&oacute;n de usabilidad de Han <em>et al.</em> (<a href="#han01">2001</a>)</strong></caption>
  <tr>
    <th colspan="2" valign="middle"><div align="left">Performance dimensions </div></th>
  </tr>
  <tr>
    <td width="29%">Perception/cognition</td>
    <td><div align="left"> Directness, Explicitness, Modelessness, Observability, Responsiveness, Simplicity. </div></td>
  </tr>
  <tr>
    <td valign="middle">Learning/memorization</td>
    <td> Consistency, Familiarity, Informativeness, Learnability, Memorability, Predictability. </td>
  </tr>
  <tr>
    <td>Control/action</td>
    <td> Accesibility, Adaptability, Controllability, Effectiveness, Efficiency, Error prevention, Flexibility, Helpfulness, Multithreading, Recoverability, Task conformance. </td>
  </tr>
  <tr>
     <th colspan="2" valign="middle"><div align="left"> <strong>Image/impression dimensions</strong></div></th>
  </tr>
  <tr>
    <td> <span>Basic</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>sense</td>
    <td>Shape, Color, Brightness, Texture, Translucency, Balance, Heavyness, Volume. </td>
  </tr>
  <tr>
    <td> Description of image</td>
    <td> Metaphoric <span>design</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>image, Elegance, Granularity, Harmoniousness, Luxuriousness, Magnificence, Neatness, Rigidity, Salience, Dynamicity. </td>
  </tr>
  <tr>
    <td> Evaluative feeling</td>
    <td> Acceptability, Comfort, Convenience, Reliability, Attractiveness, Preference, Satisfaction. </td>
  </tr>
</table>

<h2>Criterios para la evaluaci&oacute;n de la usabilidad de recursos educativos </h2>

<p>Bas&aacute;ndose en los modelos de evaluaci&oacute;n convencionales que acabamos de mencionar, Marzal, Colmenero y Morato (<a href="#marcol03">2003</a>) realizaron una primera aproximaci&oacute;n a la definici&oacute;n de criterios de usabilidad y alfabetizaci&oacute;n en informaci&oacute;n aplicables a recursos educativos:</p>

<ul>
  <li>Usabilidad: Auxiliaridad, asociatividad, comunicabilidad, navegaci&oacute;n, organizaci&oacute;n, secuenciaci&oacute;n, gr&aacute;ficos, texto, lenguaje y retroalimentaci&oacute;n.</li> 
  <li>Alfabetizaci&oacute;n: Pedagog&iacute;a, tipo de usuario, cantidad y calidad de informaci&oacute;n, actividades, interactividad y dise&ntilde;o del m&oacute;dulo.</li>
</ul>

<p>Recientemente, Nokelainen (<a href="#nokelainen06">2006</a>) ha realizado una revisi&oacute;n de los principales trabajos que han tratado la usabilidad de recursos educativos, destacando los trabajos de Reeves (<a href="#reeves94">1994</a>), Squires y Preece (<a href="#squires96">1996</a>, <a href="#squires99">1999</a>), Quinn (<a href="#quinn96">1996</a>), Albion (<a href="#alb99">1999</a>) y Horila, Nokelainen, Syv&auml;nen y &Ouml;verlund (<a href="#horila02">2002</a>). En estos trabajos, Nokelainen identifica cinco criterios communes, que atribuye a aspectos t&eacute;cnicos de los recursos: '<em>learner control</em>', '<em>possibility for cooperative or collaborative learning activities</em>', '<em>explicit learning goals</em>', '<em>authenticity of learning material</em>' y '<em>learner support (scaffolding)</em>'. El modelo desarrollado por Nokelainen, que posteriormente se traslada a un cuestionario, el PMLQ o <em>Pedagogically Meaningful Learning Questionnaire</em>, aborda el problema desde el punto de vista de la experiencia subjetiva de los estudiantes en su interacci&oacute;n directa con los contenidos educativos, y est&aacute; compuesto por diez criterios, con sus respectivas subdimensiones, que los definen y delimitan: </p>

<table width="80%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 2: Criterios de evaluaci&oacute;n de usabilidad en recursos educativos de Nokelainen (<a href="#nokelainen06">2006</a>)</strong></caption>
  <tr>
    <td width="29%"><strong>Criterios</strong></td>
    <td><strong>Subdimensiones</strong></td>
  </tr>
  <tr>
    <td valign="middle"> 1. Learner control</td>
    <td> Minimum memory load; meaningful enconding; Responsibility for learning; User control; Elaboration.</td>
  </tr>
  <tr>
    <td> 2. Learner activity </td>
    <td> Reflective thinking; Problem-based learning; Use of <span>primary</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>data sources; Immersion; Ownership; Primary data <span>source</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>(for PBL) (for teacher); Facilitative teacher (for teacher); Didactic teacher (for teacher); Individual/distance learning (for teacher). </td>
  </tr>
  <tr>
    <td> 3. Cooperative/Collaborative learning </td>
    <td> Support for conversation and dialogue; Group work; Asynchronous social navigation; Synchronous social navigation; Asynchronous social navigation monitoring (for teacher); Synchronous social navigation monitoring (for teacher); Tertiary courseware.</td>
  </tr>
  <tr>
    <td> 4. Goal orientation </td>
    <td> Explicit goals; Usefulness of goals; Focus on results; Focused goals; Monitor <span>one's</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>own studies (pedagogic feedback); <span>Set</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>one's own goals (for teacher) </td>
  </tr>
  <tr>
    <td> 5. Applicability </td>
    <td> Authentic material; Perceived usefulness; Learning by doing; Adequate material for the learners needs (human development); Pretesting and diagnostics; Prompting; Fading; Scaffolding; Meaningful encoding.</td>
  </tr>
  <tr>
    <td> 6. Added value</td>
    <td> Overall <span>added</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>value for learning; Effectiveness for learning; Added value of pictures; Added value of sounds; Added value of animations.</td>
  </tr>
  <tr>
    <td> 7. Motivation </td>
    <td> <span>Intrinsic</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>goal orientation; Extrinsic goal orientation; Meaningfulness of studies; Immersion.</td>
  </tr>
  <tr>
    <td> 8. Valuation of previous knowledge </td>
    <td> Prerequisites; Elaboration; Examples.</td>
  </tr>
  <tr>
    <td> 9. Flexibility</td>
    <td> Pretesting and diagnostics; Task decomposition; Repetitive tasks.</td>
  </tr>
  <tr>
    <td> 10. Feedback</td>
    <td> Encouraging feedback; Accurate feedback; Errorless learning.</td>
  </tr>
</table>

<h2>Modelo de evaluaci&oacute;n de usabilidad en recursos educativos</h2>

<p>A partir los premisas conceptuales anteriormente expuestas , se han formulado 23 criterios de evaluaci&oacute;n agrupados en torno a tres categor&iacute;as: Captaci&oacute;n, vinculada al mecanismo cognitivo de la atenci&oacute;n, Fidelizaci&oacute;n, vinculada a la percepci&oacute;n y Capacidad alfabetizadora, vinculada con la memoria. </p>

<p>La distribuci&oacute;n de los 23 criterios y sus correspondiente subcriterios definidos para estas categor&iacute;as es la siguiente: </p>

<h3><strong>A. CAPTACI&Oacute;N</strong></h3>

<p>El recurso, en su dimensi&oacute;n sint&aacute;ctica, es capaz de suscitar el inter&eacute;s del docente como instrumento para sostener el est&iacute;mulo y motivar al educando de manera que &eacute;ste pueda ejercitar adecuadamente la habilidad del aprendizaje en red. Es &uacute;til, por tanto, al docente para evaluar la idoneidad del recurso.</p>

<h4><strong>A.1. Captaci&oacute;n selectiva</strong></h4>

  <p>El recurso se muestra t&eacute;cnicamente eficaz y fiable para ense&ntilde;ar por su:</p>
  <blockquote>
    <h5>A.1.a.<strong><em> Coherencia en el uso</em></strong></h5>
    <p>Cuando el educando accede al recurso, identifica r&aacute;pidamente c&oacute;mo interactuar con &eacute;l y anticipar cu&aacute;l va a ser la respuesta de &eacute;ste. Entre otros aspectos, comprender&iacute;a:</p>
    <blockquote>
      <p>&#149;&nbsp; Que cada p&aacute;gina que siga una secuencia debe mostrar su ubicaci&oacute;n. </p>
      <p>&#149;&nbsp; Cada explicaci&oacute;n ha de disponer de una secuencia que permita la navegaci&oacute;n al inicio, fin, siguiente y previo. </p>
      <p>&#149;&nbsp; Que si existen enlaces en la secuencia a recursos externos, debe estar indicado. </p>
    </blockquote>
    <h5>A.1.b.<strong><em> Coherencia estil&iacute;stica</em></strong></h5>
    <p>Este concepto hace referencia al estilo y formas de presentaci&oacute;n de los contenidos en los recursos. Entre otros aspectos, hace referencia a un dise&ntilde;o sencillo y claro y la utilizaci&oacute;n de colores est&aacute;ndar para enlaces visitados o no, homog&eacute;neos en el sitio.</p>
    <h5>A.1.c. <strong><em>Fiabilidad</em></strong></h5>
    <p>Implicaria la llamada de atencion al usuario sobre las posibles consecuencias que puedan producirse como resultado de sus acciones (salida del recurso, apertura un enlace en una nueva pagina, etc.). </p>
  </blockquote>
  <h4>A.2.<strong>Captaci&oacute;n distribuida</strong></h4>
  <p>El recurso diversifica sus potencialidades, en funci&oacute;n del educando.</p>
  <blockquote>
    <h5>A.2.a. <strong><em>Multitarea</em></strong></h5>
    <p>El recurso permite la realizaci&oacute;n de varias tareas al mismo tiempo (por ejemplo, oir una pieza musical al tiempo que se mira una colecci&oacute;n de textos sobre esa pieza o im&aacute;genes de su &eacute;poca). </p>
    <h5>A.2.b. <strong><em>Personalizaci&oacute;n interactiva</em></strong></h5>
    <p>Entendemos flexibilidad en cuanto a las posibilidades t&eacute;cnicas de personalizaci&oacute;n que el recurso ofrece al usuario, en funci&oacute;n de niveles de capacitaci&oacute;n (agentes, cookies, etc.). El recurso puede as&iacute; llegar a adelantarse a las nece0ades del educando en base a perfiles de uso, con lo que su experiencia de aprendizaje puede verse enriquecida. Se trata de un concepto &iacute;ntimamente ligado al de Flexibilidad, mas en &eacute;sta priman los contenidos (sostienen la atenci&oacute;n a partir del creciente inter&eacute;s en los contenidos) mientras que en la Personalizaci&oacute;n interactiva prima el componente t&eacute;cnico (posibilidad de que el recurso trabaje por debajo, proponiendo realizar varias tareas que se pueden llevar a cabo a un tiempo). </p>
    <h5><em>&nbsp;A.2.c. </em><strong><em>Interactividad. </em></strong> </h5>
    <p>Se manifestaria a trav&eacute;s de la presencia de listas de distribuci&oacute;n, foros o la posibilidad de intercambiar aportaciones mediante contacto como e-mail, etc.</p>
  </blockquote>
  <h4>A.3. <strong>Captaci&oacute;n sostenida</strong></h4>
  <p>El recurso se diversifica seg&uacute;n los ritmos de aprendizaje propios de cada educando.</p>
  <blockquote>
    <h5>A.3.a. <strong><em>Velocidad de respuesta </em></strong></h5>
    <p>Significar&iacute;a que el recurso responde a la velocidad de navegaci&oacute;n que imponga el educando, en funcion de su ritmo de aprendizaje. Si el recurso no responde en este sentido, el estudiante pierde el inter&eacute;s.</p>
    <h5>A.3.b. <strong><em>Flexibilidad</em></strong> </h5>
    <p>Ser&iacute;a la personalizaci&oacute;n orientada a los contenidos, es decir, que el recurso ofrece al educando m&uacute;ltiples caminos y posibilidades de acceso a contenidos de diferente grado de especificidad y, por tanto, dificultad.</p>
    <h5>A.3.c. <strong><em>Adecuaci&oacute;n a las expectativas</em></strong></h5>
    <p>Entendida como adaptacion al nivel cognitivo y ling&uuml;&iacute;stico del educando.</p>
    <h5>A.3.d. <strong><em>Estimulaci&oacute;n</em></strong></h5>
    <p>Conjunto de elementos (entre ellos los multimedia como im&aacute;genes, sonido, v&iacute;deo, etc.) que hacen que el recurso resulte atractivo al educando.</p>
  </blockquote>

<h3> B. <strong>FIDELIZACI&Oacute;N</strong></h3>
<p>Este concepto hace referencia a que el recurso, por su dise&ntilde;o semi&oacute;tico, logra ser asimilado como un recurso para aprender. Es &uacute;til al educando para identificar y seleccionar los materiales que le son m&aacute;s &uacute;tiles. </p>
<blockquote>
  <h4>B.1. <strong>Amigabilidad</strong></h4>
  <p>Conjunto de caracter&iacute;sticas que hacen que la utilizaci&oacute;n del recurso le resulte f&aacute;cil y agradable al educando (que sea f&aacute;cil de usar, claro, legible, etc.) y que por ello el alumno lo prefiera frente a otros similares, lo que le invita a regresar al recurso o recomendarlo a otros educandos.</p>
  <h4>B.2. <strong>Met&aacute;fora de signos</strong></h4>
  <p>Entendemos por tal aspectos como la correspondencia de los iconos con el contenido a que dan acceso o la adecuacion de las imagenes utilizadas. </p>
  <h4>B.3. <strong>Accesibilidad</strong></h4>
  <p>Adaptaci&oacute;n a caracter&iacute;sticas especiales del educando (discapacidades, etc.). </p>
  <h4>B.4. <strong>Navegabilidad </strong></h4>
  <p>Comprende los siguientes aspectos: </p>
  <blockquote>
    <p>&#149;&nbsp; Opciones de navegaci&oacute;n claras y consistentes. </p>
    <p>&#149;&nbsp; Enlaces y URL no ambiguos, sino claros y espec&iacute;ficos. </p>
    <p>&#149;&nbsp; Enlaces para retroceder. </p>
    <p>&#149;&nbsp; Disponibilidad de enlaces a la p&aacute;gina <span>principal</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>y/o resto de p&aacute;ginas desde cualquier punto del recurso . </p>
    <p>&#149;&nbsp; Nece0ad de descargar <span>software</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>adicional para poder visualizar correctamente los contenidos. </p>
  </blockquote>
  <h4> B.5. <strong>Organizaci&oacute;n</strong></h4>
  <p>Comprende los siguientes aspectos:</p>
  <blockquote>
    <p>&#149;&nbsp; Se da una estructura jer&aacute;rquica de los conceptos antes de argumentar o crear actividades con ellos. </p>
    <p>&#149;&nbsp; Existencia de un mapa del sitio. </p>
    <p>&#149;&nbsp; Se muestran relaciones de causa-efecto. </p>
    <p>&#149;&nbsp; El contenido est&aacute; en un sitio destacado. </p>
    <p>&#149;&nbsp; Explicaci&oacute;n del concepto <span>principal</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>en un lugar destacado, carece de informaci&oacute;n irrelevante. </p>
  </blockquote>
</blockquote>
<h3> C. <strong>CAPACIDAD ALFABETIZADORA</strong></h3>
<blockquote>
  <h4><strong>C.1. Memoria procedimental. </strong></h4>
  <blockquote>
    <h5> C.1.a. <strong>Contextualidad</strong></h5>
    <p>Integraci&oacute;n del entorno de inter&eacute;s del educando, en funci&oacute;n del t&oacute;pico del recurso. Se manifiesta a trav&eacute;s de la existencia de informacion que trate de 'conectar' con los conocimientos previos del educando sobre el tema o enlaces que complementen aquellos y le permitan poder acceder f&aacute;cilmente a la asimilaci&oacute;n de los contenidos propios de recurso. </p>
    <h5> <strong>C.1.b. Autoridad</strong></h5>
    <p>Posibilidad que ofrece el recurso de identificar al autor o autores de la informaci&oacute;n que en &eacute;l se alberga. Esto puede dar una idea preliminar sobre la calidad de un recurso, aunque tambi&eacute;n otros muchos aspectos, como la fundamentaci&oacute;n o justificaci&oacute;n (identificaci&oacute;n de las fuentes o referencia a otras informaciones para contrastar su veracidad y/o validez, etc.). </p>
    <h5> <strong>C.1.c. Efectividad did&aacute;ctica</strong></h5>
    <p>Este concepto se relaciona con la posibilidad de visualizar el camino o recorrido que el educando ha seguido por el sitio (por medio, por ejemplo de las denominadas &quot;huellas&quot;), de manera que no pueda verse desorientado. </p>
    <h5><strong>C.1.d. Auxiliaridad</strong></h5>
    <p>Este aspecto se manifiesta en la presencia de normas, instrucciones u objetivos did&aacute;cticos con aplicacion de una planificaci&oacute;n y un modelo pedag&oacute;gico. </p>
  </blockquote>
  <h4><strong>C.2. Memoria declarativa.</strong></h4>
  <blockquote>
    <h5>C.2.a. <strong>Granularidad</strong></h5>
    <p>Significar&iacute;a que cuando un usuario/educando est&aacute; visualizando el recurso, &eacute;ste le ofrezca informaci&oacute;n de distintos tipos y niveles de especificidad: im&aacute;genes, texto, video, iconos, etc.</p>
    <h5>C.2.b. <strong>Eficacia</strong></h5>
    <p>Este aspecto se manifiesta en la existencia de interactividad con tutoraci&oacute;n, actividades o lo que se ha venido a llamar edutenimiento.</p>
    <h5>C.2.c. <strong>Eficiencia</strong></h5>
    <p>Se aprecia en la determinaci&oacute;n del esfuerzo cognitivo y la comunicaci&oacute;n eficiente. </p>
    <h5>C.2.d. <strong>Dinamicidad</strong></h5>
    <p>Entendida como la actualizaci&oacute;n de los contenidos del recurso. </p>
  </blockquote>
</blockquote>
<h2>Prueba preliminar del modelo en la comunidad escolar</h2>
<p> Con objeto de comprobar la validez del modelo presentado as&iacute; como sugerir un m&eacute;todo de aplicaci&oacute;n, se realiz&oacute; un ensayo del mismo, para lo cual se desarroll&oacute; un cuestionario compuesto por 41 preguntas (<a href="#anexo">anexo I</a>), cuya correspondencia con los distintos criterios del modelo se presenta en la tabla 4. La experiencia se desarroll&oacute; gracias a la colaboraci&oacute;n voluntaria de seis profesores de Primaria y Secundaria de seis centros de la Comunidad de Madrid y un total de 364 alumnos de entre 10 y 13 a&ntilde;os. Los principales datos estad&iacute;sticos se presentan en la siguiente tabla: </p>
<table width="34%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom"><br /><strong>Tabla 3: Principales datos estad&iacute;sticos de la muestra del estudio</strong></caption>
  <tr>
    <td width="28%"><strong>Curso</strong></td>
    <td width="24%"><strong>Total</strong></td>
    <td width="24%"><strong>Mujeres</strong></td>
    <td width="24%"><strong>Varones</strong></td>
  </tr>
  <tr>
    <td valign="middle">4&ordm; Primaria </td>
    <td><div align="center">100</div></td>
    <td><div align="center">53</div></td>
    <td><div align="center">47</div></td>
  </tr>
  <tr>
    <td>5&ordm; Primaria</td>
    <td><div align="center">109</div></td>
    <td><div align="center">56</div></td>
    <td><div align="center">53</div></td>
  </tr>
  <tr>
    <td>6&ordm; Primaria </td>
    <td><div align="center">103</div></td>
    <td><div align="center">55</div></td>
    <td><div align="center">48</div></td>
  </tr>
  <tr>
    <td>Total Primaria</td>
    <td><div align="center">312</div></td>
    <td><div align="center">164</div></td>
    <td><div align="center">148</div></td>
  </tr>
  <tr>
    <td>Secundaria</td>
    <td><div align="center">52</div></td>
    <td><div align="center">26</div></td>
    <td><div align="center">26</div></td>
  </tr>
  <tr>
    <td><strong>Total</strong></td>
    <td><div align="center">364</div></td>
    <td><div align="center">190</div></td>
    <td><div align="center">174</div></td>
  </tr>
</table>

<p>La evaluaci&oacute;n se desarroll&oacute; en dos partes: en primer lugar, se requiri&oacute; a los estudiantes la cumplimentaci&oacute;n de un cuestionario para su caracterizaci&oacute;n estad&iacute;stica y de competencias b&aacute;sicas en el acceso, manejo y uso de la informaci&oacute;n (competencias ALFIN), cuyo modelo se presenta en Marzal y Calzada-Prado (<a href="#marcal03">2003</a>). En segundo lugar, se present&oacute; a los alumnos dos recursos educativos en red: <em><a href="http://www.educathyssen.org/pequenothyssen/aventuras2.html" target="_blank">Guido contra el se&ntilde;or de las sombras</a></em>, del Museo Thyssen Bornemisza (<a href="http://www.educathyssen.org/pequenothyssen/aventuras2.html">http://www.educathyssen.org/pequenothyssen/aventuras2.html</a>) y <a href="http://www.experimentar.gov.ar/" target="_blank">Experimentar</a> (<a href="http://www.experimentar.gov.ar/">http://www.experimentar.gov.ar/</a>), del Ministerio de Educaci&oacute;n, Ciencia y Tecnolog&iacute;a argentino. Una vez que los estudiantes hubieron interactuado con los recursos, se les pidi&oacute; que cumplimentaran el cuestionario referido a la usabilidad de los recursos.</p>
<p>Experimentar (a partir de aqu&iacute;, recurso 1), es portal educativo que contiene diversos recursos educativos, en su mayor&iacute;a actividades infantiles de experimentaci&oacute;n interactivas. </p>

<div align="center"><img src="p387fig1.jpg" width="490" height="348" alt="Figura 1. Recurso 1: portal de recursos educativos 'Experimentar'" /></div>
<div align="center"><br /><strong>Figura 1. Recurso 1: portal de recursos educativos 'Experimentar'</strong></div>

<p> <em>Guido contra el se&ntilde;or de las sombras </em>, por su parte, (a partir de aqu&iacute;, recurso 2) es un recurso educativo en formato flash que presenta, en forma de juego visualmente atractivo para ni&ntilde;os, una actividad cuyo objetivo did&aacute;ctico es el reconocimiento de obras y autores de la colecci&oacute;n del Museo Thyssen Bornemisza. </p>

<div align="center"><img src="p387fig2.jpg" width="428" height="383" alt="Figura 2. Recurso educativo 2: 'Guido contra el se&ntilde;or de las sombras'" /></div>
<div align="center"><br /><strong>Figura 2. Recurso educativo 2: 'Guido contra el se&ntilde;or de las sombras'</strong></div>

<p>El an&aacute;lisis de los resultados obtenidos en esta prueba preliminar del modelo indican lo siguiente:</p>
<p>En cuanto a la <strong>captaci&oacute;n </strong> como instrumento para sostener el est&iacute;mulo y motivar al educando, ambos recursos parecen, en l&iacute;neas generales, adecuados para que los estudiantes puedan ejercitar convenientemente el aprendizaje en red. En cuanto a lo que denominamos <strong>captaci&oacute;n selectiva</strong>, referida a si los recursos se muestran t&eacute;cnicamente eficaces y fiables para ense&ntilde;ar, los estudiantes han apreciado en ambos gran coherencia en el uso (v&eacute;ase cuadro presentado a continuaci&oacute;n, categor&iacute;a <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>1.a), as&iacute; como coherencia estil&iacute;stica (A.1.b), si bien han acusado cierta falta de fiabilidad en su capacidad para llamar la atencion al usuario sobre las posibles consecuencias que puedan producirse como resultado de sus acciones (A.1.c) . Han observado igualmente que, en general, la <strong>captaci&oacute;n distribuida </strong> en cuanto diversificaci&oacute;n de sus potencialidades en funci&oacute;n del educando es aceptable en ambos recursos, ya que ambos soportan la realizaci&oacute;n de varias tareas al mismo tiempo (A.2.a) y son claras sus posibilidades t&eacute;cnicas de personalizaci&oacute;n interactiva (A.2.b), si bien s&oacute;lo en el caso del recurso 1 han encontrado posibilidades de interacci&oacute;n virtual (A.2.c). Respecto a la <strong>captaci&oacute;n sostenida </strong> o diversificaci&oacute;n de los recursos seg&uacute;n los ritmos de aprendizaje propios de cada educando, los estudiantes han observado que los recursos analizados son adecuados, ya que por lo general cumplen con los criterios establecidos. As&iacute;, han apreciado la r&aacute;pida respuesta de los recursos (A.3.a), su flexibilidad en cuanto navegaci&oacute;n a trav&eacute;s de distintos niveles de contenido (A.3.b) aunque no en cuanto a la disponibilidad de versiones multiling&uuml;es (A.3.b), ni a la adecuaci&oacute;n a sus expectativas en cuanto adaptacion a su nivel cognitivo y ling&uuml;&iacute;stico , ya que les ha resultado dif&iacute;cil el lenguaje empleado (A.3.c) y el contenido (A.3.c) aun trat&aacute;ndose de recursos dirigidos a p&uacute;blico de su edad, aunque s&iacute; respecto a la estimulaci&oacute;n por sus aspectos est&eacute;ticos (A.3.d.p6). Respecto a la <strong>fidelizaci&oacute;n </strong> como asimilaci&oacute;n del recurso como recurso educativo, encontramos que ambos recursos son potencialmente v&aacute;lidos. En efecto, los estudiantes han encontrado que los recursos son amigables e incluso manifiestan mayoritariamente que volver&iacute;an a visitar los recursos y los recomendar&iacute;an a otros estudiantes (B.1). La <strong>met&aacute;fora de signos </strong>ha resultado adecuada para la mayor&iacute;a de estudiantes (B.2); no as&iacute; en el caso de la accesibilidad (B.3). La valoraci&oacute;n de la <strong>navegabilidad </strong> de los dos recursos (B.4) ha 0o bastante uniforme, a pesar de sus propias caracter&iacute;sticas intr&iacute;nsecas, al tratarse de un portal de actividades y una actividad concreta. En ninguno han localizado herramientas de b&uacute;squeda internas o publicidad que impida visualizar correctamente los contenidos; han observado que no es necesaria la instalaci&oacute;n de <span>software</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>adicional para su correcto uso (p04), que ambos disponen de enlaces para retroceder (p07) o acceder a la p&aacute;gina <span>principal</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>y/o al resto de p&aacute;ginas desde cualquier punto (p14), que todos los enlaces que han intentado seguir han funcionado y que ninguno de los recursos permite informar a su administrador de los enlaces 'rotos' (p28). En cuanto a la <strong>organizaci&oacute;n </strong> de contenidos en los recursos (B.5), los estudiantes han observado que ambos recursos disponen de mapa del sitio, que son pertinentes sus cabeceras y que, en general, la organizaci&oacute;n de los contenidos resulta clara. En cuanto a <strong>capacidad alfabetizadora </strong>, ambos recursos se muestran potencialmente aptos. En lo referido a la <strong>memoria procedimental </strong> (C.1.a), los estudiantes han manifestado que dispon&iacute;an de conocimientos previos sobre el contenido de las actividades del recurso 1, pero no sobre el del 2, y han observado que el recurso 1 remite a otros recursos tem&aacute;ticamente complementarios, a diferencia del recurso 2. Respecto a la identificaci&oacute;n de <strong>autoridad </strong> (C.1.b), los estudiantes han encontrado posible identificar a los respectivos autores de los recursos y han percibido seguridad en la calidad de sus contenidos. La valoraci&oacute;n de la <strong>efectividad did&aacute;ctica </strong> de los recursos (C.1.c) difiere: en el caso del recurso 1 se percibe como mayor que en el caso del recurso 2. La <strong>auxiliaridad </strong> en cuanto presencia de normas, instrucciones u objetivos did&aacute;cticos se percibe claramente en ambos recursos. En lo referido a la <strong>memoria declarativa </strong> (C.2), los recursos se perciben como de un gran nivel de granularidad (C.2.a), y se perciben <strong>eficaces </strong> (C.2.b) por disponer de mecanismos para facilitar el control de acciones o su planteamiento como juego o entretenimiento. Asimismo, los recursos seleccionados son percibidos por los estudiantes como eficientes (C.2.c) por plantear actividades de diferente complejidad en funci&oacute;n de los resultados obtenidos aunque observan falta de dinamicidad (C.2.d) por carecer de informaci&oacute;n referente a la fecha de actualizaci&oacute;n de sus contenidos. </p>
<table width="90%" border="1" cellspacing="0" cellpadding="3" align="center" style="border-right: #99f5fb solid; border-top: #99f5fb solid; font-size: smaller; border-left: #99f5fb solid; border-bottom: #99f5fb solid; font-style: normal; font-family: verdana, geneva, arial, helvetica, sans-serif; background-color: #fdffdd">
  <caption align="bottom">
  <br />
  <strong>Tabla 4: Resumen de resultados de la valoraci&oacute;n de usabilidad de los recursos educativos</strong>
  </caption>
  <tr>
    <th>Categor&iacute;a/Pregunta</th>
    <th colspan="3">Experimentar (recurso 1)</th>
    <th colspan="3">Guido (recurso 2)</th>
  </tr>
  <tr>
    <td>&nbsp;</td>
    <th>S&iacute; (%)</th>
    <th width="13%">No (%)</th>
    <th>Ns/Nc</th>
    <th width="14%">S&iacute; (%)</th>
    <th>No (%)</th>
    <th width="15%">Ns/Nc</th>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>1.a (p36) </td>
    <td align="center"> <strong>278 </strong> (74.5) </td>
    <td align="center"> 71 (19. 1) </td>
    <td align="center"> 24 (7.54) </td>
    <td align="center"> <strong>316 </strong> (84. 7) </td>
    <td align="center"> 36 (9.6) </td>
    <td align="center"> 36 (9.6) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>1.b (p15) </td>
    <td align="center"> <strong>273 </strong> (73.2) </td>
    <td align="center"> 63 (16.9) </td>
    <td align="center"> 38 (10.2) </td>
    <td align="center"> <strong>296 </strong> (79.3) </td>
    <td align="center"> 42 (11.3) </td>
    <td align="center"> 35 (9.4) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>1.b (p17) </td>
    <td align="center"> <strong>200 </strong> (53.6) </td>
    <td align="center"> 91 (24.4) </td>
    <td align="center"> 82 (22) </td>
    <td align="center"> <strong>204 </strong> (54.7) </td>
    <td align="center"> 97 (26) </td>
    <td align="center"> 72 (19.3) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>1.c (p26) </td>
    <td align="center"> 134 (36) </td>
    <td align="center"> <strong>153 </strong> (41) </td>
    <td align="center"> 86 (23) </td>
    <td align="center"> 142 (38.1) </td>
    <td align="center"> <strong>162 </strong> (43.4) </td>
    <td align="center"> 69 (18.5) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>2.a (p29) </td>
    <td align="center"> <strong>182 </strong> (48.8) </td>
    <td align="center"> 95 (25.5) </td>
    <td align="center"> 96 (25.7) </td>
    <td align="center"> <strong>253 </strong> (67.8) </td>
    <td align="center"> 81 (21.7) </td>
    <td align="center"> 39 (10.4) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>2.b (p24) </td>
    <td align="center"> <strong>245 </strong> (65.7) </td>
    <td align="center"> 56 (15) </td>
    <td align="center"> 72 (19.3) </td>
    <td align="center"> <strong>193 </strong> (51.7) </td>
    <td align="center"> 79 (21.2) </td>
    <td align="center"> 101 (27.1) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>2.c (p11) </td>
    <td align="center"> <strong>252 </strong> (67.6) </td>
    <td align="center"> 54 (14.5) </td>
    <td align="center"> 67 (18) </td>
    <td align="center"> 88 (23.6) </td>
    <td align="center"> <strong>218 </strong> (58.4) </td>
    <td align="center"> 67 (18) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>2.c (p12) </td>
    <td align="center"> <strong>300 </strong> (80.4) </td>
    <td align="center"> 37 (9.9) </td>
    <td align="center"> 36 (9.6) </td>
    <td align="center"> 46 (12.3) </td>
    <td align="center"> <strong>265 </strong> (71) </td>
    <td align="center"> 62 (16.6) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>3.a (p25) </td>
    <td align="center"> <strong>244 </strong> (65.4) </td>
    <td align="center"> 79 (21.2) </td>
    <td align="center"> 50 (13.4) </td>
    <td align="center"> <strong>271 </strong> (73.6) </td>
    <td align="center"> 67 (18) </td>
    <td align="center"> 35 (9.4) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>3.b (p10) </td>
    <td align="center"> 69 (18.5) </td>
    <td align="center"> <strong>220 </strong> (59) </td>
    <td align="center"> 84 (22.5) </td>
    <td align="center"> 105 (33) </td>
    <td align="center"> <strong>212 </strong> (49.4) </td>
    <td align="center"> 56 (15) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>3.b (p22) </td>
    <td align="center"> <strong>236 </strong> (63.3) </td>
    <td align="center"> 51 (13.7) </td>
    <td align="center"> 86 (23) </td>
    <td align="center"> <strong>202 </strong> (54.1) </td>
    <td align="center"> 108 (29) </td>
    <td align="center"> 62 (16.6) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>3.c (p09) </td>
    <td align="center"> 118 (31.6) </td>
    <td align="center"> <strong>207 </strong> (55.5) </td>
    <td align="center"> 48 (12.9) </td>
    <td align="center"> 79 (21.2) </td>
    <td align="center"> <strong>274 </strong> (73.4) </td>
    <td align="center"> 20 (5.4) </td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>3.c (p37) </td>
   <td align="center">102 (27.3)</td>
   <td align="center"><strong>249 </strong> (66.7)</td>
   <td align="center">22 (5.9)</td>
   <td align="center">112 (30)</td>
   <td align="center"><strong>241 </strong> (64.6)</td>
   <td align="center">20 (5.4)</td>
  </tr>
  <tr>
    <td> <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>3.d (p06) </td>
   <td align="center"><strong>283 </strong> (75.9)</td>
   <td align="center">55 (14.7)</td>
   <td align="center">35 (9.4)</td>
   <td align="center"><strong>317 </strong> (85)</td>
   <td align="center">45 (12.1)</td>
   <td align="center">11 (2.9)</td>
  </tr>
  <tr>
    <td> B.1 (p08) </td>
   <td align="center"><strong>290 </strong> (77.7)</td>
   <td align="center">51 (13.7)</td>
   <td align="center">32 (8.6)</td>
   <td align="center"><strong>314 </strong> (84.2)</td>
   <td align="center">45 (12.1)</td>
   <td align="center">14 (3.7)</td>
  </tr>
  <tr>
    <td> B.1 (p40) </td>
   <td align="center"><strong>288 </strong> (77.2)</td>
   <td align="center">59 (15.8)</td>
   <td align="center">26 (7)</td>
   <td align="center"><strong>312 </strong> (83.6)</td>
   <td align="center">39 (10.4)</td>
   <td align="center">22 (5.9)</td>
  </tr>
  <tr>
    <td> B.1 (p41) </td>
   <td align="center"><strong>320 </strong> (85.8)</td>
   <td align="center">33 (8.8)</td>
   <td align="center">20 (5.4)</td>
   <td align="center"><strong>320 </strong> (85.8)</td>
   <td align="center">34 (9.1)</td>
   <td align="center">19 (5.1)</td>
  </tr>
  <tr>
    <td> B.2 (p16) </td>
   <td align="center"><strong>245 </strong> (65.7)</td>
   <td align="center">60 (16.1)</td>
   <td align="center">68 (18.2)</td>
   <td align="center"><strong>274 </strong> (73.4)</td>
   <td align="center">41 (11)</td>
   <td align="center">58 (15.5)</td>
  </tr>
  <tr>
    <td> B.2 (p30) </td>
   <td align="center"><strong>283 </strong> (81.13)</td>
   <td align="center">55 (14.7)</td>
   <td align="center">35 (9.4)</td>
   <td align="center"><strong>311 </strong> (83.4)</td>
   <td align="center">36 (9.6)</td>
   <td align="center">26 (7)</td>
  </tr>
  <tr>
    <td> B.3 (p35) </td>
   <td align="center">80 (21.4)</td>
   <td align="center"><strong>171 </strong> (45.8)</td>
   <td align="center">122 (32.7)</td>
   <td align="center">107 (28.7)</td>
   <td align="center"><strong>162 </strong> (43.4)</td>
   <td align="center">104 (27.9)</td>
  </tr>
  <tr>
    <td> B.4 (p04) </td>
   <td align="center">145 (38.9)</td>
   <td align="center"><strong>156 </strong> (37.11)</td>
   <td align="center">72 (19.3)</td>
   <td align="center">140 (37.5)</td>
   <td align="center"><strong>174 </strong> (46.6)</td>
   <td align="center">59 (15.8)</td>
  </tr>
  <tr>
    <td> B.4 (p07) </td>
   <td align="center">86 (23)</td>
   <td align="center"><strong>246 </strong> (65.9)</td>
   <td align="center">38 (10.2)</td>
   <td align="center">90 (24.1)</td>
   <td align="center"><strong>263 </strong> (70.5)</td>
   <td align="center">20 (5.4)</td>
  </tr>
  <tr>
    <td> B.4 (p14) </td>
   <td align="center">68 (18.2)</td>
   <td align="center"><strong>234 </strong> (62.7)</td>
   <td align="center">71 (19.03)</td>
   <td align="center">88 (23.6)</td>
   <td align="center"><strong>250 </strong> (67)</td>
   <td align="center">35 (9.4)</td>
  </tr>
  <tr>
    <td> B.4 (p18) </td>
   <td align="center"><strong>189 </strong> (50.7)</td>
   <td align="center">124 (33.24)</td>
   <td align="center">60 (16.1)</td>
   <td align="center">133 (35.6)</td>
   <td align="center"><strong>186 </strong> (49.9)</td>
   <td align="center">54 (15.41)</td>
  </tr>
  <tr>
    <td> B.4 (p19) </td>
   <td align="center"><strong>206 </strong> (55.2)</td>
   <td align="center">97 (26)</td>
   <td align="center">70 (18.8)</td>
   <td align="center">137 (36.7)</td>
   <td align="center"><strong>163 </strong> (43.7)</td>
   <td align="center">73 (19.6)</td>
  </tr>
  <tr>
    <td> B.4 (p27) </td>
   <td align="center"><strong>267 </strong> (71.6)</td>
   <td align="center">79 (21.2)</td>
   <td align="center">27 (7.2)</td>
   <td align="center"><strong>271 </strong> (72.6)</td>
   <td align="center">80 (21.4)</td>
   <td align="center">22 (5.9)</td>
  </tr>
  <tr>
    <td> B.4 (p28) </td>
   <td align="center">117 (31.4)</td>
   <td align="center"><strong>129 </strong> (34.6)</td>
   <td align="center">127 (34)</td>
   <td align="center">96 (25.7)</td>
   <td align="center"><strong>153 </strong> (41)</td>
   <td align="center">124 (33.2)</td>
  </tr>
  <tr>
    <td> B.5 (p03) </td>
   <td align="center"><strong>271 </strong> (72.6)</td>
   <td align="center">59 (15.8)</td>
   <td align="center">43 (11.5)</td>
   <td align="center"><strong>148 </strong> (39.7)</td>
   <td align="center">172 (46.1)</td>
   <td align="center">53 (14.2)</td>
  </tr>
  <tr>
    <td> B.5 (p05) </td>
   <td align="center"><strong>230 </strong> (61.6)</td>
   <td align="center">82 (22)</td>
   <td align="center">61 (16.3)</td>
   <td align="center"><strong>214 </strong> (57.4)</td>
   <td align="center">92 (24.7)</td>
   <td align="center">67 (18)</td>
  </tr>
  <tr>
    <td> B.5 (p21) </td>
   <td align="center"><strong>272 </strong> (73)</td>
   <td align="center">63 (16.9)</td>
   <td align="center">38 (10.2)</td>
   <td align="center"><strong>319 </strong> (85.5)</td>
   <td align="center">28 (7.5)</td>
   <td align="center">26 (7)</td>
  </tr>
  <tr>
    <td> C.1.a (p23) </td>
   <td align="center"><strong>145 </strong> (38.9)</td>
   <td align="center">101 (27.1)</td>
   <td align="center">127 (34)</td>
   <td align="center">104 (27.9)</td>
   <td align="center">179 (48)</td>
   <td align="center">90 (24.1)</td>
  </tr>
  <tr>
    <td> C.1.a (p38) </td>
   <td align="center"><strong>184 </strong> (49.3)</td>
   <td align="center">138 (37)</td>
   <td align="center">51 (13.7)</td>
   <td align="center">146 (39.1)</td>
   <td align="center"><strong>193 </strong> (51.7)</td>
   <td align="center">33 (8.8)</td>
  </tr>
  <tr>
    <td> C.1.b (p02) </td>
   <td align="center"><strong>175 </strong> (47)</td>
   <td align="center">136 (36.5)</td>
   <td align="center">62 (16.6)</td>
   <td align="center"><strong>167 </strong> (44.8)</td>
   <td align="center">140 (37.5)</td>
   <td align="center">66 (17.7)</td>
  </tr>
  <tr>
    <td> C.1.b (p39) </td>
   <td align="center"><strong>243 </strong> (65.1)</td>
   <td align="center">51 (13.7)</td>
   <td align="center">78 (21.2)</td>
   <td align="center"><strong>280 </strong> (75.1)</td>
   <td align="center">30 (8)</td>
   <td align="center">63 (16.9)</td>
  </tr>
  <tr>
    <td> C.1.c (p20) </td>
   <td align="center"><strong>157 </strong> (42.1)</td>
   <td align="center">118 (31.6)</td>
   <td align="center">98 (26.3)</td>
   <td align="center">71 (19)</td>
   <td align="center"><strong>229 </strong> (61.4)</td>
   <td align="center">73 (19.6)</td>
  </tr>
  <tr>
    <td> C.1.d (p01) </td>
   <td align="center"><strong>259 </strong> (69.4)</td>
   <td align="center">39 (11.01)</td>
   <td align="center">75 (20.1)</td>
   <td align="center"><strong>265 </strong> (71)</td>
   <td align="center">28 (7.5)</td>
   <td align="center">80 (21.4)</td>
  </tr>
  <tr>
    <td> C.2.a (p31) </td>
   <td align="center"><strong>203 </strong> (54.4)</td>
   <td align="center">83 (22.2)</td>
   <td align="center">87 (23.3)</td>
   <td align="center"><strong>253 </strong> (67.8)</td>
   <td align="center">55 (14.7)</td>
   <td align="center">65 (17.4)</td>
  </tr>
  <tr>
    <td> C.2.b (p33) </td>
   <td align="center"><strong>253 </strong> (67.8)</td>
   <td align="center">78 (21)</td>
   <td align="center">42 (11.3)</td>
   <td align="center"><strong>320 </strong> (85.8)</td>
   <td align="center">34 (9.1)</td>
   <td align="center">19 (5.1)</td>
  </tr>
  <tr>
    <td> C.2.b (p34) </td>
   <td align="center"><strong>143 </strong> (38.3)</td>
   <td align="center">121 (32.4)</td>
   <td align="center">109 (29.2)</td>
   <td align="center"><strong>178 </strong> (47.7)</td>
   <td align="center">99 (26.5)</td>
   <td align="center">96 (25.7)</td>
  </tr>
  <tr>
    <td> C.2.c (p32) </td>
   <td align="center"><strong>196 </strong> (52.5)</td>
   <td align="center">81 (21.7)</td>
   <td align="center">96 (25.7)</td>
   <td align="center"><strong>160 </strong> (42.9)</td>
   <td align="center">116 (31.1)</td>
   <td align="center">97 (26)</td>
  </tr>
  <tr>
    <td> C.2.d (p13) </td>
   <td align="center">123 (33)</td>
   <td align="center"><strong>139 </strong> (37.3)</td>
   <td align="center">111 (29.7)</td>
   <td align="center">58 (15.5)</td>
   <td align="center"><strong>249 </strong> (66.7)</td>
   <td align="center">66 (17.7)</td>
  </tr>
</table>
<p>&nbsp;</p>
<h2>Conclusiones y desarrollos futuros </h2>
<p> En conclusi&oacute;n, el desarrollo metodol&oacute;gico de este trabajo y sus resultados preliminares, referidos a la enunciaci&oacute;n de categor&iacute;as evaluativas para un modelo de indicadores, demuestra que un an&aacute;lisis evaluativo de la usabilidad de los recursos informativos con intenci&oacute;n educativa no puede divergir de la competencia del usuario en instrumentos de tecnolog&iacute;as de la informaci&oacute;n y comunicaci&oacute;n: la Captaci&oacute;n y Fidelizaci&oacute;n derivan necesariamente a la Capacidad Alfabetizadora del recurso. Esta comprobaci&oacute;n debe tener dos desarrollos futuros: de un lado, la relevancia de la interactividad de los recursos, no s&oacute;lo para optimizar un aprendizaje, sino para avanzar en el an&aacute;lisis de la predictibilidad del consumo de informaci&oacute;n por los usuarios en los sistemas de informaci&oacute;n, en tanto que base para unas eficaces estrategias did&aacute;cticas en la gesti&oacute;n de contenidos; de otro lado, dirigir el car&aacute;cter de los indicadores no s&oacute;lo hacia aspectos cuantitativos, sino sobre todo hacia aspectos cualitativos para una educaci&oacute;n por competencias, de modo que la usabilidad sea con0erada desde la &oacute;ptica de la ALFIN.</p>
<p> Este trabajo, por lo dem&aacute;s, intenta presentar una reflexi&oacute;n sobre unas v&iacute;as de investigaci&oacute;n que, para la investigaci&oacute;n en <em>alfabetizaci&oacute;n en informaci&oacute;n, </em>parecen relevantes. El esquema de categor&iacute;as propuesto procura apuntar hacia una proyecci&oacute;n que les permita evolucionar hacia indicadores, esto es, podr&iacute;a plasmarse en un Modelo de Instrucci&oacute;n para <strong>bibliotecas digitales educativas, </strong>bien universitarias en proceso de transformaci&oacute;n a CRAI (Centro de Recursos para el Aprendizaje y la Investigaci&oacute;n ), bien a escolares en proceso de transformaci&oacute;n a CREA (Centros de Recursos para la Ense&ntilde;anza y Aprendizaje), con el objetivo de transformar radicalmente el concepto y aplicaci&oacute;n de la formaci&oacute;n de usuarios en un modelo de formaci&oacute;n en ALFIN. El modelo de instrucci&oacute;n ALFIN, tanto en CRAI como en CREA, precisa en efecto de una programaci&oacute;n y un desarrollo de acciones y actividades concretas, para las que el esquema de categor&iacute;as descrito en este trabajo podr&iacute;a ser un preliminar muy &uacute;til por parte de los bibliotecarios, con competencias formativas en sus bibliotecas.</p>
<p> En este mismo sentido educativo, en el entorno de bibliotecas digitales educativas, parece sumamente importante dirigir la atenci&oacute;n hacia los objetos de <em>aprendizaje </em>, con sus caracteres y propiedades espec&iacute;ficos. Es evidente que es un nuevo tipo documental y que precisar&aacute; sus propios criterios de 'desarrollo de colecci&oacute;n'. En efecto, los objetos de aprendizaje deber&aacute;n ser sometidos a unos criterios de selecci&oacute;n y calidad, para los que ser&aacute; muy conveniente generar indicadores, derivados desde iniciativas como la que aqu&iacute; se presenta, con el apoyo de los dise&ntilde;os evaluativos que apuntan las gu&iacute;as del Constructivismo, tan apreciada por las actuales corrientes de innovaci&oacute;n docente, implementadas por las aportaciones del m&aacute;s reciente Cognitivismo, tan cercano a la visualizaci&oacute;n y asociatividad propias de los recursos informativos en red.</p>
Una &uacute;ltima reflexi&oacute;n, que sugieren los resultados de este trabajo, es que las categor&iacute;as evaluativas apuntadas pueden ser inspiraci&oacute;n para un seguimiento eficaz de los progresos del usuario-educando en la lectura digital. Es una lectura que reclama una diferente competencia lectora, muy importante porque determina la asimilaci&oacute;n de los conceptos descritos y su conversi&oacute;n en conocimiento. La lectura digital implica unas habilidades y destrezas cuyo logro debe ser plasmado en una calificaci&oacute;n objetiva a trav&eacute;s de indicadores evaluativos de competencia lectora, como los que aqu&iacute; se apuntan.


<p></p>
<p></p>
<p></p>
<form action="#">
<fieldset>
<legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>navy; font-weight: bold;">References</legend>
<ul><li><a name="alb99" id="alb99"></a>Albion, P. (1999). <a href="http://www.usq.edu.au/users/albion/papers/ascilite99.html" target="_blank">Heuristic evaluation of educational multimedia: From theory to practice</a>. <em>16th Annual conference of the Australasian Society for Computers in Learning in Tertiary Education</em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>23 May 2007, from http://www.usq.edu.au/users/albion/papers/ascilite99.html</li>
<li><a name="anderson83" id="anderson83"></a>Anderson, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>R. (1983) <em>The architecture of cognition</em>. Cambridge: <span>Harvard</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>University Press.</li>
<li><a name="atchinson91" id="atchinson91"></a>Atkinson, <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>C.; Shiffrin, <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> M. (1971) The control of short-term memory. <em>Scientific American</em>, <strong>August</strong>, 82-90.</li>
<li><a name="berlyne60" id="berlyne60"></a>Berlyne, D.E. (1960). <em>Conflict, arousal, and curiosity</em>. Nueva York: McGraw-Hill.</li>
<li><a name="bernhard02" id="bernhard02"></a>Bernhard, P. (2002). La formaci&oacute;n en el uso de la informaci&oacute;n: una ventaja en la ense&ntilde;anza superior. Situaci&oacute;n <span>actual</span>. <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> <em>Anales de Documentaci&oacute;n</em>, <strong>5</strong>,  409-435.</li>
<li><a name="boyatzis82" id="boyatzis82"></a>Boyatzis, <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (1982). <em>The competent manager: a model for effective performance</em>. Nueva York: Wiley.</li>
<li><a name="bunk94" id="bunk94"></a>Bunk, G. P. (1994). La transmisi&oacute;n de competencias en la formaci&oacute;n y perfeccionamiento profesionales en la RFA. <em>Revista Europea de Formaci&oacute;n Profesional,</em> <strong>1</strong>,  8-14.</li>
<li><a name="castell00" id="castell00"></a>Castells, M. (2000). <em>La Era de la informaci&oacute;n</em>. Madrid: Alianza Editorial, <strong>1</strong>,  359-408.</li>
<li><a name="cato01" id="cato01"></a>Cato, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2001). <em>User-centered web design</em>. Harlow: Addison-Wesley.</li>
<li><a name="cheng85" id="cheng85"></a>Cheng, P.W. (1985). Restructuring versus automaticity: Alternative accounts of skill <span>acquisition</span>. <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> <em>Psychological Review</em>, <strong>92</strong>, 414-42.</li>
<li><a name="colas05" id="colas05"></a>Col&aacute;s Bravo, M. (2005). La formaci&oacute;n universitaria en base a competencias. In T. Col&aacute;s Bravo &amp; <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> De Pablos Pons. (Eds.), <em>La Univer0ad en la Uni&oacute;n Europea</em>. M&aacute;laga: Imagraf.</li>
<li><a name="craik75" id="craik75"></a>Craik, F. I. M.; Tulving, E. (1975). Depth of processing and the retention of words in episodic memory. <em>Journal of <span>Experimental</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>Psychology: General</em>,  <strong>104</strong>,  268-294.</li>
<li><a name="delclaux82" id="delclaux82"></a>Delclaux, I. y Seoane, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (1982). <em>Psicolog&iacute;a cognitiva y procesamiento de la informaci&oacute;n</em>. Madrid: Pir&aacute;mide.</li>
<li><a name="ertmer93" id="ertmer93"></a>Ertmer, P.<span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Newby, T.<span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (1993). Behaviorism, Cognitivism, Constructivism: Comparing <span>Critical</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>Features from an Instructional <span>Design</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>Perspective. <em>Performance Improvement Quarterly</em>, <strong>6</strong> (4), 50-72.</li>
<li><a name="gilbert92" id="gilbert92"></a>Gilbert, P.; Parlier, M. (1992). La comp&eacute;tence: du &quot;mot valise&quot; au concept op&eacute;ratoire. <em>Actualit&eacute; de la formation permanente</em>, <strong>116</strong>, 14-18.</li>
<li><a name="han01" id="han01"></a>Han, S. <em>et al.</em> (2001). Usability of consumer electronic products. <em>International Journal of Industrial Ergonomics</em>, <strong>28</strong> (3-4), 143-151.</li>
<li><a name="hayes85" id="hayes85"></a>Hayes, <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>H. (1985). Strategic Planning &ndash; Forward in Reverse. <em>Harvard Business Review</em>, November-December, 111-119.</li>
<li><a name="horila02" id="horila02"></a>Horila, M.; Nokelainen, P.; Syv&auml;nen, <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; &Ouml;verlund, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2002). <em>Criteria for the pedagogical usability, version 1.0</em>. H&auml;meenlinna, Finland: H&auml;me Polytechnic and University of Tampere.</li>
<li><a name="ingwer92" id="ingwer92"></a>Ingwersen, P. (1992). <em>Information retrieval interaction</em>. London: Taylor Graham. </li>
<li><a name="iso98" id="iso98"></a>International Standards Organization (1998). <em>Ergonomic requirements for <span>visual</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>display terminals ISO/IEC 9241</em>.</li>
<li><a name="leboterf00" id="leboterf00"></a>Le Boterf, G. (2000). <em>Construire les competentes individuelles et collectives</em>. Par&iacute;s: Editions d&rsquo;Organisation.</li>
<li><a name="levy03" id="levy03"></a>L&eacute;vy-Levoyer, C. (2003). <em>Gesti&oacute;n de las competencias</em>. Barcelona: Gesti&oacute;n 2000.</li>
<li><a name="marbach99" id="marbach99"></a>Marbach, V. (1999). <em>&Eacute;valuer et r&eacute;mun&eacute;rer les competentes</em>. Par&iacute;s: Editions d&rsquo;Organisation.</li>
<li><a name="marq02" id="marq02"></a>Marqu&eacute;s Graells, P. (2002). <em><a href="http://dewey.uab.es/pmarques/infocon.htm" target="_blank">Informaci&oacute;n y Conocimiento</a></em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>20 May, 2007, from http://dewey.uab.es/pmarques/infocon.htm</li>
<li><a name="martinez03" id="martinez03"></a>Mart&iacute;nez, D.; Mart&iacute;, <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2003). <a href="http://biblioteca.uam.es/paginas/palma.html" target="_blank">La factor&iacute;a de recursos docentes</a>. <em>Los Centros de Recursos del Aprendizaje y la Investigaci&oacute;n en los procesos de innovaci&oacute;n docente: Jornadas Rebiun</em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>31 March, 2006, from http://biblioteca.uam.es/paginas/palma.html </li>
<li><a name="marcal03" id="marcal03"></a>Marzal, M.<span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Calzada-Prado, F.<span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2003). <a href="http://www.uem.es/binaria/in.html" target="_blank">Un an&aacute;lisis de nece0ades y h&aacute;bitos informativos de estudiantes universitarios en Internet</a>. <em>Binaria</em>, <strong>3</strong>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>10 May, 2007, from http://www.uem.es/binaria/in.html</li>
<li><a name="marcol03" id="marcol03"></a>Marzal, M.<span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Colmenero, M.<span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Morato, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2003). Selecci&oacute;n de recursos did&aacute;cticos en red: accesibilidad y usabilidad como elementos de un sistema de evaluaci&oacute;n para la Educaci&oacute;n. <em>Segunda Conferencia Iberoamericana en Sistemas, Cibern&eacute;tica e Inform&aacute;tica, CISCI 2003</em>, 31 July- 2 August, Orlando, Florida. </li>
<li><a name="neisser67" id="neisser67"></a>Neisser, U. (1967). <em>Cognitive Psychology</em>. New York: Appleton-Century-Crofts.</li>
<li><a name="nielsen93" id="nielsen93"></a>Nielsen, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (1993). <em>Usability engineering</em>. New York: Academic Press.</li>
<li><a name="nielsen98" id="nielsen98"></a>Nielsen, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Morkes, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>, (1998). <em><a href="http://www.useit.com/papers/webwriting/rewriting.html" target="_blank">Applying Writing Guidelines to Web Pages</a></em>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>23 May, 2007, From http://www.useit.com/papers/webwriting/rewriting.html</li>
<li><a name="nokelainen06" id="nokelainen06"></a>Nokelainen, P. (2006). An <span>empirical</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>assessment of pedagogical usability criteria for digital learning material with elementary <span>school</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>students. <em>Educational Technology &amp; Society</em>, <strong>9</strong> (2), 178-197.</li>
<li><a name="norman80" id="norman80"></a>Norman, D.; Shallice, T. (1980). Attention to action: Willed and automatic control of behaviour. In: <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> <span>Davidson</span>, <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> G. E. Schwartz &amp; D. Shapiro. <em>Consciousness and self regulation</em>. New York: Plenum times, 1-15.</li>
<li><a name="onrubia05" id="onrubia05"></a>Onrubia, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2005). <a href="http://www.um.es/ead/red/M2/" target="_blank">Aprender y ense&ntilde;ar en entornos virtuales: actividad conjunta, ayuda pedag&oacute;gica y construcci&oacute;n del conocimiento</a>. <em>Revista de Educaci&oacute;n a Distancia</em>, <strong>2</strong>. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>22 May, 2007, from http://www.um.es/ead/red/M2/</li>
<li><a name="perez01" id="perez01"></a>P&eacute;rez, T.<span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Guti&eacute;rrez, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Gonz&aacute;lez, <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Vadillo, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span><span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2001). Hipermedia, adaptaci&oacute;n, constructivismo e instructivismo. <em>Inteligencia Artificial: Revista Iberoamericana de Inteligencia Artificial</em>, <strong>12</strong>, 29-38.</li>
<li><a name="postman48" id="postman48"></a>Postman, L.; Bruner, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>S.; McGinnies, E. (1948). Personal <span>values</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>as selective factors in <span>perception</span>. <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> <em>Journal of abnormal and social psycologogy</em>, <strong>43</strong>, 142-154.</li>
<li><a name="posner84" id="posner84"></a>Posner, M. I.; Cohen, Y. (1984). Components of <span>visual</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>orienting. In: H. Bouma y D. Bouwhuis (Eds.) <em>Attention and Performance</em>. London: Lawrence Erlbaum, 531- 556.</li>
<li><a name="quinn96" id="quinn96"></a>Quinn, C. (1996). Pragmatic evaluation: lessons from usability. <span>Retrieved</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>23 May, 2007, from http://www.ascilite.org.au/conferences/adelaide96/papers/18.html</li>
<li><a name="reeves94" id="reeves94"></a>Reeves, T. C. (1994). Evaluating what really matters in computer-based <span>education</span>. <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> In M.Wild &amp; D. Kirkpatrick  (Eds.) <em>Computer education: new perspectives</em>, Perth, Australia: MASTEC, 219-246.</li>
<li><a name="shneiderman98" id="shneiderman98"></a>Shneiderman, B. (1998). <em>Designing the user interface: <span>strategies</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>for effective human-computer interaction</em>. Reading: Addison-Wesley.</li>
<li><a name="sokolov63" id="sokolov63"></a>Sokolov, E.N. (1983). <em>Perception and the conditioned reflex</em>. New York: McMillan.</li>
<li><a name="squires96" id="squires96"></a>Squires D., &amp; Preece, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (1996). Usability and Learning: Evaluating the Potential of Educational Software. <em>Computers &amp; Education</em>, <strong>27</strong> (1), 15-22.</li>
<li><a name="squires99" id="squires99"></a>Squires, D., &amp; Preece, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (1999). Predicting <span>quality</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>in educational software: Evaluating for learning, usability and the synergy between them. <em>Interacting with Computers</em>, <strong>11</strong>, 467-483.</li>
<li><a name="sternberg96" id="sternberg96"></a>Sternberg, <span>R++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span><span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (1996). <em>Cognitive Psychology</em>. New York: Holt, Rinehart &amp; Winston.</li>
<li><a name="venkatesh96" id="venkatesh96"></a>Venkatesh, V.; Davis, F. (1996). <span>A+</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>model of antecedents of perceived ease of use: development and <span>tests</span>. <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> <em>Decision Sciences</em>, 27 (3), 451-481.</li>
<li><a name="vickery04" id="vickery04"></a>Vickery, B.C.; Vickery, <span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> (2004). <em>Information science in theory and practice</em>. M&uuml;nchen: K. G. Saur.</li>
<li><a name="zhang94" id="zhang94"></a>Zhang, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Norman D. (1994). Representations in Distributed <span>Cognitive</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>Tasks. <em>Cognitive Science</em>, <strong>March</strong>, 87-122.
      <br />
</li>
</ul>
</fieldset>
</form>
<form action="#">
<fieldset>
<legend>Abstract in English<a name="AbsEng" id="AbsEng"></a></legend>
<blockquote>
<strong>Introduction.</strong> To make learning in virtual environments truly significant, two premises must be fulfilled: information literacy-related competencies and availability of adequate criteria to evaluate educational digital contents.<br />  
<strong>Method.</strong> The <span>main</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>objective of this study is to present a model of usability evaluation for virtual educational resources developed from the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>point of view of information processing and the competencies <span>expected</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>in <span>students</span>. <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span><br />  
<strong>Analysis.</strong> The method <span>followed</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>to develop the model has been literature review and clustering of relevant usability evaluation criteria.<br />  
<strong>Results.</strong> <span>A+</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>usability evaluation model for digital educational contents should <span>con0er</span>  <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>the following criteria: Capture (related with the <span>cognitive</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>mechanism of attention), Fidelity (linked to perception) and Literacy Capacity (linked to memory). <br /> 
<strong>Conclusions.</strong> Information Science can play a useful role in several areas: designing adequate <span>instruments</span>  <span class="exper" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>in the regulation of educational contents, implementing constructivism from its own <span>perspective</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>and for its own <span>purposes</span>, <span class="quali" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span> adopting information literacy skills-abilities as didactic objectives in professional training and developing adequate methods to evaluate competencies and contents.</blockquote>
</fieldset>
</form>

<form action="#">
<fieldset>
<legend style="color: white; background-color: #5E96FD; font-size: medium; padding: .1ex .5ex; border-right: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>navy; border-bottom: 1px <span>solid</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>navy; font-weight: bold;">How to cite this paper</legend>
<div><br />
Marzal, M.<span>A+</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Calzada-Prado, <span>J++</span>. <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>; Viannello, M. (2008). &quot;Criterios para la evaluaci&oacute;n de la usabilidad de los recursos educativos virtuales: un an&aacute;lisis desde la alfabetizaci&oacute;n en informaci&oacute;n&quot; <em>Information Research</em>, <strong>13</strong>(4) paper 387 [Available at http://InformationR.net/ir/13-4/paper387.html]</div>
</fieldset>
</form>

<table cellspacing="10" align="center">
	<tr>
		<td colspan="3" align="center" style="background-color: #5E96FD; color: white; font-family: verdana; font-size: small; font-weight: bold;">Find other papers on this subject</td></tr>
	<tr>
		<td align="center" valign="top">

<form method="get" action="http://scholar.google.com/scholar" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;digital resources&quot; &quot;information literacy&quot; evaluation &quot;virtual learning&quot;"></input> <br />
<input type="submit" name="sa" value="Scholar Search"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>

</form>
		</td>
		<td align="center" valign="top">
<!-- Search Google -->

<form method="get" action="http://www.google.com/custom" target="_blank">
			<table bgcolor="#ffffff">
				<tr>
					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;digital resources&quot; &quot;information literacy&quot; evaluation &quot;virtual learning&quot;"></input><br />
<input type="submit" name="sa" value="Google Search" style="font-family: Verdana; font-weight: bold; font-size: small;"></input>
<input type="hidden" name="client" value="pub-5081678983212084"></input>
<input type="hidden" name="forid" value="1"></input>

<input type="hidden" name="ie" value="ISO-8859-1"></input>
<input type="hidden" name="oe" value="ISO-8859-1"></input>
<input type="hidden" name="cof" value="GALT:#0066CC;GL:1;DIV:#999999;VLC:336633;AH:center;BGC:FFFFFF;LBGC:FF9900;ALC:0066CC;LC:0066CC;T:000000;GFNT:666666;GIMP:666666;FORID:1;"></input>
<input type="hidden" name="hl" value="en"></input>
					</td>
				</tr>
			</table>
</form>
</td>
<td align="center" valign="top">
<form method="get" action="http://www.live.com/" target="_blank">
			<table bgcolor="#ffffff">
				<tr>

					<td nowrap="nowrap" valign="top" align="center" height="32"><input type="hidden" name="q" size="31" maxlength="255" value="&quot;digital resources&quot; &quot;information literacy&quot; evaluation &quot;virtual learning&quot;"></input> <br />
<input type="submit" name="sa" value="Windows Live"  style="font-size: small; font-family: Verdana; font-weight: bold;"></input>
<input type="hidden" name="num" value="100"></input>
					</td>
				</tr>
			</table>
</form>

	  </td>
	</tr>
</table>

<!-- <div align="center">Articles citing this paper, <a href="http://scholar.google.com/scholar?hl=en&lr=&cites=15087050128968045568" target="_blank">according to Google Scholar</a></div>
<br /> -->
<div align="center">
<img src="http://images.del.icio.us/static/img/delicious.small.gif" alt="logo" /> <a href="http://del.icio.us/post" onclick="window.open('http://del.icio.us/post?v=4&amp;noui&amp;jump=close&amp;url='+encodeURIComponent(location.href)+'&amp;title='+encodeURIComponent(document.title), 'delicious', 'toolbar=no,width=700,height=400'); return false;">Bookmark This Page</a>
</div>
<br />
<hr size="1" style="color: #5E96FD;" />
<br />
<h2><a id="anexo" name="anexo" />Anexo I: Cuestionario </h2>
<blockquote>
  <p>1. &iquest;Dispone el recurso de una presentaci&oacute;n que contextualice y permita optimizar su uso (no en cuanto a comandos t&eacute;cnicos, sino en cuanto a aprovechamiento de los contenidos)? </p>
  <p>2. &iquest;Es posible identificar al autor del recurso (persona, instituci&oacute;n, etc.)? </p>
  <p>3. &iquest;Dispone el recurso de un 'mapa del sitio'? </p>
  <p>4. &iquest;Dispone de una herramienta de b&uacute;squeda para la localizaci&oacute;n de informaci&oacute;n en &eacute;l contenida (tipo casilla para introducir texto libre)? </p>
  <p>5. &iquest;Son pertinentes las cabeceras del recurso (por as&iacute; decirlo, los 'titulares' que aparecen en la p&aacute;gina <span>principal</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>sobre los contenidos que se pueden encontrar en &eacute;l)? </p>
  <p>6. &iquest;Resulta atractivo el aspecto general (colores, formas) de los elementos que componen el recurso (im&aacute;genes, fondo, texto, etc.)? </p>
  <p>7. &iquest;Presenta publicidad que impida visualizar correctamente los contenidos? </p>
  <p>8. &iquest;Son f&aacute;cilmente legibles los textos? </p>
  <p>9. &iquest;Te resulta dif&iacute;cil el lenguaje empleado en el recurso? </p>
  <p>10. &iquest;Dispone de versiones en varios idiomas? </p>
  <p>11. &iquest;Permite enviar comentarios al webmaster o creador/administrador del recurso? </p>
  <p>12. &iquest;Dispone de foros de discusi&oacute;n? </p>
  <p>13. &iquest;Facilita informaci&oacute;n referente a la fecha de actualizaci&oacute;n de sus contenidos? </p>
  <p>14. &iquest;Es necesaria la instalaci&oacute;n de <span>software</span>  <span class="compus" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>adicional para su correcto uso? </p>
  <p>15. &iquest;Resulta su dise&ntilde;o suficientemente claro para utilizarlo y localizar informaci&oacute;n en &eacute;l? </p>
  <p>16. &iquest;Tienen los iconos relaci&oacute;n directa con su contenido (es decir, que si por ejemplo pinchas en un libro hay informaci&oacute;n sobre literatura)? </p>
  <p>17. &iquest;Cambian siempre los enlaces de color de la misma manera cuando los pinchas? </p>
  <p>18. &iquest;Dispone de enlaces (&quot;botones&quot;) para retroceder o tienes que recurrir al bot&oacute;n 'Back' de tu navegador? </p>
  <p>19. &iquest;Se dispone de enlaces a la p&aacute;gina <span>principal</span>  <span class="quanti" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>y/o al resto de p&aacute;ginas desde cualquier punto del recurso (es decir, no existen documentos &quot;hu&eacute;rfanos&quot;)? </p>
  <p>20. &iquest;Permite el recurso visualizar los enlaces que se van siguiendo de manera que puedas ver la secuencia de tus movimientos? </p>
  <p>21. &iquest;Te parece clara la organizaci&oacute;n de los contenidos en el sitio? </p>
  <p>22. &iquest;Posibilita la navegaci&oacute;n entre contenidos cada vez m&aacute;s espec&iacute;ficos (es decir, que si quieres profundizar el el tema que trata el recurso, &eacute;ste te lo permite ofreciendo contenidos cada vez m&aacute;s espec&iacute;ficos)? </p>
  <p>23. &iquest;Remite el recurso a otros tem&aacute;ticamente relacionados que complementen el contenido del mismo? </p>
  <p>24. &iquest;Te ofrece de forma interactiva diferentes posibilidades de navegaci&oacute;n por sus contenidos en funci&oacute;n del uso que hagas en cada momento? </p>
  <p>25. &iquest;Responde el recurso adecuadamente a tu ritmo de navegaci&oacute;n? </p>
  <p>26. &iquest;Permite prevenir o corregir errores (por ejemplo, avis&aacute;ndote de que si pinchas en un enlace determinado vas a salir del recurso o si se va a abrir una nueva ventana, etc.)? </p>
  <p>27. &iquest;Han funcionado todos los enlaces que has intentado seguir? </p>
  <p>28. Si no es as&iacute;, &iquest;permite informar a su administrador de los enlaces 'rotos'? </p>
  <p>29. &iquest;Permite realizar varias tareas al mismo tiempo (leer, ver im&aacute;genes o v&iacute;deos y/u oir sonidos, etc.)? </p>
  <p>30. &iquest;Te parecen apropiadas e ilustrativas las im&aacute;genes utilizadas? </p>
  <p>31. &iquest;Presenta el recurso de forma simult&aacute;nea informaci&oacute;n de distintos tipos y niveles de especificidad (texto, im&aacute;genes, video, iconos, etc.)? </p>
  <p>32. En cuanto a tareas, &iquest;plantea el recurso actividades de diferente complejidad en funci&oacute;n de los resultados obtenidos? </p>
  <p>33. &iquest;Siguen las actividades propuestas un planteamiento de juego o entretenimiento? </p>
  <p>34. &iquest;Dispone el recurso de mecanismos para facilitar el control de tus acciones (evaluaci&oacute;n de resultados, tutoraci&oacute;n, etc.)? </p>
  <p>35. &iquest;Est&aacute; el recurso preparado para adaptarse a discapacidades? </p>
  <p>36. En general, &iquest;resulta su manejo f&aacute;cil e intuitivo (es decir, no requiere mucho esfuerzo y/o tiempo aprender a manejarlo)? </p>
  <p>37. &iquest;Te resulta dif&iacute;cil el contenido o tema del recurso? </p>
  <p>38. &iquest;Dispon&iacute;as previamente de conocimientos sobre el tema del recurso? </p>
  <p>39. &iquest;Te ofrece el recurso seguridad en la calidad de sus contenidos? </p>
  <p>40. &iquest;Volver&iacute;as a visitar este recurso para aprender m&aacute;s? </p>
  <p>41. &iquest;Recomendar&iacute;as este recurso a otras personas interesadas en el tema que trata? </p>
</blockquote>
<hr size="1" style="color: #5E96FD;" />
<table align="center" cellpadding="10">
<tr><td align="center" valign="top"><div>  <a href="http://www.digits.com/" target="_blank"><img src="http://counter.digits.com/?counter={fd4f5c52-4807-8cd4-d92b-ffed99a675a6}&amp;template=simple" alt="Hit Counter by Digits" border="0"  /></a>
</div></td>

<td align="center" valign="top"><div>
&copy; the authors, 2008. <br />Last updated: 14 December, 2008
</div></td>

         <td align="center" valign="middle"><img src="../valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="16" width="44" /><!--ONESTAT SCRIPTCODE START-->
<!--
// Modification of this code is not allowed and will permanently disable your account!
// Account ID : 281971
// Website URL: http://InformationR.net/ir/
// Copyright (C) 2002-2006 OneStat.com All Rights Reserved
-->
<div id="OneStatTag"><table border='0' cellpadding='0' cellspacing='0'><tr><td align='center'>
<script type="text/javascript">
<!--
function OneStat_Pageview()
{
    var d=document;
    var 0="281971";
    var CONTENTSECTION="";
    var osp_URL=d.URL;
    var osp_Title=d.title;
    var t=new Date();
    var p="http"+(d.URL.indexOf('paper387.html')==0?'s':'')+"://stat.onestat.com/stat.aspx?tagver=2&0="+0;
    p+="&url="+escape(osp_URL);
    p+="&ti="+escape(osp_Title);
    p+="&section="+escape(CONTENTSECTION);
    p+="&rf="+escape(parent==self?document.referrer:top.document.referrer);
    p+="&tz="+escape(t.getTimezoneOffset());
    p+="&ch="+escape(t.getHours());
    p+="&js=1";
    p+="&ul="+escape(navigator.appName=="Netscape"?navigator.language:navigator.userLanguage);
    if(typeof(screen)=="object"){
       p+="&sr="+screen.width+"x"+screen.height;p+="&cd="+screen.colorDepth;
       p+="&jo="+(navigator.javaEnabled()?"Yes":"No");
    }
    d.write('<a href="http://www.onestatfree.com/aspx/login.aspx?0='+0+'" target=_blank><img id="ONESTAT_TAG" border="0" src="'+p+'" alt="This site tracked by OneStatFree.com. Get your own <span>free</span>  <span class="conce" style="width:1px;border-width:135px 45px 135px 45px;position:relative;">.</span>site tracker."></'+'a>');
}

OneStat_Pageview();
//-->
</script>
<noscript>
<a href="http://www.onestatfree.com/"><img border="0" src="http://stat.onestat.com/stat.aspx?tagver=2&amp;0=281971&amp;js=No&amp;" alt="online web site analytics" /></a>
</noscript>
</td></tr><tr><td align='center'><div style="COLOR:black;display:none;FONT-FAMILY:'Verdana';"><a href="http://www.onestat.com/" style="text-decoration:none;">online web site analytics</a><br /></div></td></tr></table></div>
<!--ONESTAT SCRIPTCODE END-->
</td></tr>
</table>
<hr size="3" style="color: #5E96FD;" />

<table align="center"><tr><td><div class="button">


<ul>
	<li><a href="infres134.html">Contents</a> | </li>
	<li><a href="../iraindex.html">Author index</a> | </li>
	<li><a href="../irsindex.html">Subject index</a> | </li>
	<li><a href="../search.html">Search</a> | </li>
	<li><a href="../index-2.html">Home</a></li>
</ul> 

</div></td></tr></table>


<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-4/paper387.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:11:24 GMT -->
</html>
