<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"

	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> 
<html>
<!-- Mirrored from informationr.net/ir/14-3/spanish143.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:51 GMT -->
<head> 
  <link href="../IRstyle.css" type="text/css" rel="stylesheet"> 
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type"> 
	<title>Spanish abstracts</title> 
	<meta name="description" content="Abstracts in Spanish of the papers in Volume 14 No. 3 of Information Research"> 
	<meta name="rating" content="Mature"> 
	<meta name="VW96.objecttype" content="Document"> 
	<meta name="robots" content="ALL"> 
	<meta name="DC.Title" content="Spanish abstracts"> 
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 14 No.3 of Information Research"> 
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 14 No. 3 of Information Research"> 
	<meta name="DC.Type" content="text"> 
	<meta name="DC.Identifier" content="1368-1613"> 
	<meta name="DC.Identifier" content="spanish143.html"> 
	<meta name="DC.Format" content="text/html"> 
	<meta name="DC.Language" content="en"> 
	<meta name="DC.Date.Available" content="2009-09-15"> 
	<meta name="DC.Publisher" content="Professor T.D. Wilson"> 
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/"> 
	<meta name="DC.Coverage.PlaceName" content="global"> 
	<meta name="DC.Publisher" content="Professor T.D. Wilson"> 
 
	
	<style>	<!--
 
	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }
 
	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style> 
 
<style> 
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}
 
#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}
 
</style> 
</head> 
 
<body> 
<table align="center" border="0" cellpadding="0" cellspacing="0"> 
<tr><td height="30" colspan="5" style="text-align: center;" > 
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br /> 
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 14  no. 3, September 2009</span><br /><br /> 
<div id="button"> 
<ul> 
	<li><a href="infres143.html">Contents</a>&nbsp;|&nbsp;</li> 
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li> 
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li> 
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li> 
	<li><a href="../index-2.html">Home</a></li> 
</ul> 
</div> 
</td></tr> 
  <tr> 
    <td>&nbsp;</td> 
  </tr> 
</table> 
 
<hr style="color: rgb(0, 0, 128);" size="1" /> 
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1> 
 
<hr style="color: rgb(0, 0, 128);" size="1" /> 
 <h4> <a href="paper405.html" target="_blank">La distribuci&oacute;n de informaci&oacute;n de noticias a trav&eacute;s del etiquetado social: un examen de noticias compartidas en el sitio web Delicious</a><br /><br />
Deborah Soun Chung</h4>

<blockquote><strong>Introducci&oacute;n</strong>. Este estudio examin&oacute; la selecci&oacute;n y como se comparten las noticias de Delicious, un sitio popular de etiquetado social para identificar las fuentes de informaci&oacute;n de noticias consultadas frecuentemente y la tem&aacute;tica de las noticias.<br>
<strong>M&eacute;todo</strong>. Focalizando fuentes espec&iacute;ficas de EE.UU. a trav&eacute;s de la exploraci&oacute;n inicial de URLs mediante ordenador, empleamos el an&aacute;lisis de contenido para analizar los temas y fuentes de las noticias que no fueron clasificadas a trav&eacute;s del m&eacute;todo de exploraci&oacute;n inicial.<br>
<strong>An&aacute;lisis</strong>. Despu&eacute;s de examinar las frecuencias y porcentajes de las variables, se emple&oacute; el an&aacute;lisis cualitativo para evaluar las relaciones entre las fuentes y temas de la noticia.<br>
<strong>Resultados</strong>. Los resultados documentan la naturaleza diversa de las noticias de los canales de los medios de comunicaci&oacute;n tradicionales y nuevos. Las fuentes de los medios de comunicaci&oacute;n sociales, principalmente los blogs, est&aacute;n creciendo como una fuente principal de noticias. No se usaron exclusivamente los medios de comunicaci&oacute;n tradicionales prominentes, y el volumen total de p&aacute;ginas no categorizadas sugiere que los buscadores de noticias en l&iacute;nea consideren como fuentes de noticias las p&aacute;ginas Web alternativas encontradas durante la navegaci&oacute;n casual.<br>
<strong>Conclusiones</strong>. Lo que las audiencias de las noticias en l&iacute;nea consideran como noticias est&aacute; aumentando en amplitud y complejidad, con fuentes sin clasificar dominando las noticias etiquetadas. Las nuevas fuentes de informaci&oacute;n parecen recuperar los temas de la noticia deficientes en los medios de comunicaci&oacute;n principales.</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" /> 
<h4><a href="paper407.html" target="_blank">El perfil del profesional de la informaci&oacute;n: un an&aacute;lisis de las ofertas de trabajo brasile&ntilde;as en Internet</a><br /><br />
Miriam Vieira da Cunha</h4> 
<blockquote>
<strong>Introducci&oacute;n</strong>. Informe de un estudio para descubrir y describir las ofertas de trabajo para los profesionales de la informaci&oacute;n disponibles en l&iacute;nea en sitios espec&iacute;ficos y listas de discusi&oacute;n entre enero de 2005 y febrero de 2008.<br  />
<strong>M&eacute;todo</strong>. El estudio usa la t&eacute;cnica de an&aacute;lisis de contenido de Bardin y los siguientes criterios de an&aacute;lisis: fuente de informaci&oacute;n, tipo institucional, tipo profesional, situaci&oacute;n, cualificaciones, descripci&oacute;n del trabajo, experiencia y requisitos del idioma extranjero. <br  />
<strong>An&aacute;lisis</strong>. Los resultados se comparan con estudios nacionales e internacionales sobre los perfiles y habilidades de los profesionales de la informaci&oacute;n. <br  />
<strong>Resultados</strong>. Los resultados muestran que la expansi&oacute;n en Brasil del campo de la informaci&oacute;n y sus profesionales todav&iacute;a es lenta y esto puede verse en los resultados presentados. <br  />
<strong>Conclusiones</strong>. El perfil en las ofertas de trabajo analizadas para un profesional de la informaci&oacute;n tipo es el de un bibliotecario, con un grado en estudios de biblioteconom&iacute;a, para realizar funciones t&eacute;cnicas y de gesti&oacute;n en una instituci&oacute;n privada de la ciudad de Sao Paulo.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper408.html" target="_blank">El Diferencias categ&oacute;ricas y de especificidad entre las etiquetas de usuario y los t&eacute;rminos de consulta de búsqueda de im&aacute;genes. Un an&aacute;lisis de etiquetas de Flickr y consultas de búsqueda Web de im&aacute;genes.</a><br /><br />
EunKyung Chung and JungWon Yoon </h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. El prop&oacute;sito de este estudio es comparar las caracter&iacute;sticas y rasgos de las etiquetas proporcionadas por usuario y los t&eacute;rminos de búsquedas en el sitio web Flickr en t&eacute;rminos de categor&iacute;as de significados pict&oacute;ricos y el grado de especificidad de t&eacute;rmino. <br  />
<strong>M&eacute;todo</strong>. Este estudio se centra en las comparaciones entre las etiquetas y consultas de búsqueda usando los esquemas de categorizaci&oacute;n de Shatford y el nivel de especificidad basado en la teor&iacute;a de nivel b&aacute;sico. <br  />
<strong>An&aacute;lisis</strong>. Se realizaron con los datos las distribuciones de frecuencia y los an&aacute;lisis chi-cuadrado. Los resultados de los an&aacute;lisis estad&iacute;sticos demostraron que hab&iacute;a diferencias significativas en las categor&iacute;as entre las etiquetas y las diferentes fases de t&eacute;rminos de consulta de búsqueda. Las distribuciones globales de los niveles de especificidad de t&eacute;rmino tambi&eacute;n ten&iacute;an un patr&oacute;n similar en etiquetas y t&eacute;rminos de consulta de búsqueda, pero estad&iacute;sticamente se encontraron diferencias significativas entre etiquetas y t&eacute;rminos de consulta de búsqueda. <br  />
<strong>Resultados</strong>. Los resultados de este estudio demostraron que las etiquetas de Flickr tienen sus propios rasgos únicos comparados con las consultas de los usuarios para la búsqueda de im&aacute;genes. Los resultados sugieren que generalmente no deben aplicarse las etiquetas de imagen a otras colecciones de im&aacute;genes aunque hayan sido consideradas como datos útiles en el desarrollo de un sistema de indizaci&oacute;n centrado en el usuario. <br  />
<strong>Conclusiones</strong>. Al utilizar las etiquetas de usuario para los sistemas de indizaci&oacute;n centrados en el usuario, es deseable considerar las funciones y las tareas de los usuarios aplicadas en las etiquetas en lugar de depender meramente de los rasgos estad&iacute;sticos obtenidos del an&aacute;lisis de etiquetas.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4><a href="paper409.html" target="_blank">La publicaci&oacute;n en acceso abierto en las principales instituciones indias de investigaci&oacute;n </a><br /><br />
Mohammad Hanief Bhat</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. La publicaci&oacute;n de resultados de investigaci&oacute;n en revistas de acceso abierto es un medio para mejorar la visibilidad y por consiguiente aumentar el impacto de las publicaciones. Este estudio proporciona una apreciaci&oacute;n global de la publicaci&oacute;n en acceso abierto en los principales institutos de investigaci&oacute;n de la India. <br  />
<strong>M&eacute;todo</strong>. Se determin&oacute; mediante Scopus la producci&oacute;n de cada instituci&oacute;n entre 2003 y 2007 y el nombre de la revista fuente junto con el número de publicaciones registradas. Se buscaron los 4232 t&iacute;tulos de revistas en el Directorio de Revistas de Acceso Abierto (Directory of Open Access Journals) y entonces se uso el sistema de búsqueda de Google para localizar las revistas que est&aacute;n accesibles en abierto. <br  />
<strong>An&aacute;lisis</strong>. Los datos se clasificaron y analizaron de una manera sistem&aacute;tica para revelar los resultados de acuerdo con los objetivos deseados. <br  />
<strong>Resultados</strong>. Los 17516 art&iacute;culos de investigaci&oacute;n fueron aportados por las cinco instituciones y aparecen en 4232 revistas. El Instituto Indio de Ciencia publica el 8.26% de sus resultados de investigaci&oacute;n en revistas de acceso abierto, el Instituto de India de Ciencias M&eacute;dicas el 19.37%, el Centro de Investigaci&oacute;n At&oacute;mico Baba el 4.84%, el Instituto Indio de Tecnolog&iacute;a Delhi el 3.04% y el Instituto Indio de Tecnolog&iacute;a Kharagpur el 3.26%.<br  />
<strong>Conclusiones</strong>. El estudio revela que una peque&ntilde;a porci&oacute;n de publicaciones de investigaci&oacute;n de institutos de la investigaci&oacute;n indios se publica en los revistas de acceso abierto, la mayor&iacute;a en revistas de origen indio. Las instituciones m&eacute;dicas est&aacute;n contribuyendo m&aacute;s con sus publicaciones a revistas de acceso abierto en comparaci&oacute;n con otras instituciones. 
</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" /> 

<h4><a href="paper410.html" target="_blank">La pr&aacute;ctica del blogging acad&eacute;mico como g&eacute;nero situacional: un marco anal&iacute;tico basado en la teor&iacute;a de g&eacute;nero </a><br /><br />
Sara Kjellberg</h4>

<blockquote>
<strong>Introducci&oacute;n</strong>. Examina c&oacute;mo un marco anal&iacute;tico de an&aacute;lisis de g&eacute;nero situacional puede usarse para estudiar c&oacute;mo se construyen y usan los blogs de investigaci&oacute;n como herramientas en la comunicaci&oacute;n acad&eacute;mica. <br  />
<strong>M&eacute;todo</strong>. Se extrajo un marco de las teor&iacute;as de investigaci&oacute;n de g&eacute;nero consistentes en cuatro conceptos: objetivo, forma, contenido y contexto. Se us&oacute; el t&eacute;rmino g&eacute;nero situacional para centrarse en las pr&aacute;cticas sociales. El contexto se elabor&oacute; posteriormente combinando la comunidad del discurso con el concepto de culturas epist&eacute;micas. <br  />
<strong>An&aacute;lisis</strong>. El prop&oacute;sito principal era perfilar, discutir y probar el marco. Se seleccionaron y usaron tres blogs de investigadores del campo de la f&iacute;sica para probar c&oacute;mo este marco operaba. <br  />
<strong>Resultados</strong>. Los resultados preliminares mostraron que los blogs acad&eacute;micos podr&iacute;an aproximarse como un g&eacute;nero situacional que es parte de la pr&aacute;ctica de comunicaci&oacute;n acad&eacute;mica y que este marco puede usarse para analizar las caracter&iacute;sticas sociales y t&eacute;cnicas de los blogs. Sin embargo, el marco tiene algunas restricciones que tienen que ser solucionadas. Los cuatro conceptos se entrelazan y pueden beneficiarse de la aplicaci&oacute;n de varios m&eacute;todos diferentes. <br  />
<strong>Conclusiones</strong>. El marco propuesto es útil como una herramienta para el an&aacute;lisis de blogs de investigaci&oacute;n y para hacer visible su car&aacute;cter socio-t&eacute;cnico. Los g&eacute;neros existentes en una cultura epist&eacute;mica particular, o las diferencias entre culturas epist&eacute;micas diferentes, son cuestiones que podr&iacute;an estudiarse con este marco.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4><a href="paper411.html" target="_blank">Necesidades percibidas de informaci&oacute;n y disponibilidad: resultados de un estudio sobre granjeros de peque&ntilde;as lecher&iacute;as en Mongolia Interior </a><br /><br />
Yuanfeng Zhao y Ruijin Zhang</h4>
<blockquote>
<strong>Introducci&oacute;n</strong>. El prop&oacute;sito de este estudio era determinar las necesidades percibidas de diferentes tipos de informaci&oacute;n, por los granjeros de peque&ntilde;as lecher&iacute;as en la parte central de la Regi&oacute;n Aut&oacute;noma de Mongolia Interior y la efectividad con la que se proporciona y usa. <br  />
<strong>M&eacute;todo</strong>. Se realiz&oacute; una encuesta en cuatro pueblos en dos regiones clave productoras de leche en esta parte de Mongolia Interior. Se recibieron las respuestas estructuradas de 167 granjeros de peque&ntilde;as lecher&iacute;as. <br  />
<strong>An&aacute;lisis</strong>. Se realiz&oacute; un an&aacute;lisis descriptivo, basado en las comparaciones entre los pueblos mediante un an&aacute;lisis desglosado según niveles educativos y de ingresos. <br  />
<strong>Resultados</strong>. La mayor&iacute;a de los granjeros de peque&ntilde;as lecher&iacute;as consideraron de m&aacute;s uso para ellos la informaci&oacute;n sobre pol&iacute;tica y comercializaci&oacute;n que la informaci&oacute;n sobre tecnolog&iacute;as. Aqu&eacute;llos que ten&iacute;an niveles educativos superiores o que ten&iacute;an una proporci&oacute;n mayor de ganancias por sus ingresos de la empresa de lecher&iacute;a ten&iacute;an necesidades mayores de informaci&oacute;n sobre mercados y tecnolog&iacute;as. La televisi&oacute;n era el cauce principal por el que los granjeros recibieron su informaci&oacute;n, seguido por la informaci&oacute;n de los funcionarios gubernamentales del pueblo, los vecinos y las estaciones lecheras, con muy poca informaci&oacute;n que viene de las radios, peri&oacute;dicos e Internet. <br  />
<strong>Conclusiones</strong>. Los granjeros en peque&ntilde;a escala del &aacute;rea importante de producci&oacute;n de leche de Mongolia Interior todav&iacute;a operan sus negocios en base a una informaci&oacute;n de industria limitada pero la mayor&iacute;a ha reconocido la necesidad de mejorar la disponibilidad de informaci&oacute;n precisa y parecen favorables a compartir el costo de proporcionarla. Parece ser una oportunidad para que el gobierno y las organizaciones privadas trabajen juntos en el desarrollo de sistemas de diseminaci&oacute;n de informaci&oacute;n avanzados para los peque&ntilde;os productores de leche en Mongolia Interior.
</blockquote> 

<hr style="color: rgb(0, 0, 128);" size="1" /> 
 
<h4><a href="paper412.html" target="_blank">Una profesi&oacute;n en transici&oacute;n: hacia el desarrollo y aplicaci&oacute;n de normas para la gesti&oacute;n de recursos visuales. Parte A - punto de vista de la organizaci&oacute;n</a><br /><br />Hemelata Iyer</h4>

</h4>
<blockquote>
<strong>Introducci&oacute;n. </strong>   Esta investigaci&oacute;n forma parte de un proyecto m&aacute;s amplio cuyo objetivo es mejorar la educaci&oacute;n y la formaci&oacute;n, para proporcionar a la comunidad bibliotecaria con la informaci&oacute;n necesaria, el apoyo para el desarrollo de programas profesionales de recursos visuales.<br />
<strong>M&eacute;todo. </strong>   Se llev&oacute; a cabo un an&aacute;lisis del contenido de 394 anuncios de trabajo en el campo de recursos visuales enviados durante los &uacute;ltimos cinco años. .<br />
<strong>An&aacute;lisis. </strong>   Fu empleado el an&aacute;lisis de contenido, utilizando dos categor&iacute;as principales de an&aacute;lisis: los medios de informaci&oacute;n en los puestos de trabajo existentes y los requisitos de calificaci&oacute;n para los puestos de trabajo. .<br />
<strong>Resultados. </strong>   En general, la digitalizaci&oacute;n, la gesti&oacute;n y catalogaci&oacute;n se destacan como las habilidades m&aacute;s deseadas para los profesionales de recursos visuales. La gesti&oacute;n de activos digitales y el conocimiento de las tecnolog&iacute;as digitales son mencionadas espec&iacute;ficamente, tales como: la comunicaci&oacute;n eficaz y la capacidad de gesti&oacute;n de proyectos. Las &aacute;reas de conocimiento incluyen las normas y pr&aacute;cticas pertinentes, la catalogaci&oacute;n y la teor&iacute;a de la clasificaci&oacute;n, las normas y pr&aacute;cticas en digitalizaci&oacute;n, derechos y permisos, la gesti&oacute;n de documentos, fotograf&iacute;a, conservaci&oacute;n, exhibici&oacute;n y bases de datos relacionales y objeto. .<br />
<strong>Conclusi&oacute;n. </strong>  La gesti&oacute;n de recursos visuales parece ser un &aacute;rea emergente de conocimiento y experiencia que necesita ser abordado de manera sistem&aacute;tica. La profesi&oacute;n se est&aacute; moviendo de los restauradores y bibliotecarios de diapositivas a un campo que abarca una extensa gama de habilidades aplicables en una amplia gama de entornos.
</blockquote>

 <hr style="color: rgb(0, 0, 128);" size="1" /> 
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4> 
<h5>Last updated 10 September, 2009</h5> 
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / > 
<hr style="color: rgb(0, 0, 128);" size="3"> 
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript"> 
</script> 
<script type="text/javascript"> 
_uacct = "UA-672528-1";
urchinTracker();
</script> 
</body> 

<!-- Mirrored from informationr.net/ir/14-3/spanish143.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:34:51 GMT -->
</html> 
