<?xml version="1.0" encoding="charset=iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>

<!-- Mirrored from informationr.net/ir/reviews/revs078.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:28:35 GMT -->
<head>
<title>Review: Digital Futures: strategies for the information age.</title>
<link rel="stylesheet" href="revstyle.css" type="text/css" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="revstylesans.css" />
<script language=javascript>

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', 'revstylesans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', 'revstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>
 
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta name ="description" content="book review" />
<meta name="keywords"  content="digital futures" />
<meta name="distribution" content="global" />
<meta name="rating" content="General" />
<meta name="VW96.objecttype" content="Document" />
<meta name="ROBOTS" content="ALL" />
<meta name="DC.Title" content="Review: Digital Futures: strategies for the information age." />
<meta name="DC.Creator" content="Tom Wilson" />
<meta name="DC.Subject" content="HTML, dynamic HTML, XHTML" />
<meta name="DC.Description" content="book review" />
<meta name="DC.Publisher" content="Professor Tom Wilson" />
</head>
<body bgcolor="#ffffff">

<table width="80%"><tr>
<td bgcolor="#ffffff" width="3%" valign="top">&nbsp;</td></tr>
<tr><td width="15%" bgcolor="#ffffff" valign="top">
		<table align="center" style="font-family: Verdana, Geneva, Arial, Helvetica, sans-serif; font-weight: bold;">
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="../about.html">About IR</a></td></tr>
		<tr><td align="right"><a href="../editors.html">Editors</a></td></tr>
		<tr><td align="right"><a href="../author1.html">Author instructions</a></td></tr>
		<tr><td align="right"><a href="http://creativecommons.org/licenses/by-nd-nc/1.0/" target="_blank">Copyright</a></td></tr>
				<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="../iraindex.html">Author index</a></td></tr>
		<tr><td align="right"><a href="../irsindex.html">Subject index</a></td></tr>
		<tr><td align="right"><a href="../search.html">Search</a></td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="reviews.html">Reviews</a></td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="../register.html">Register</a></td></tr>
		<tr><td align="right"><a href="../index-2.html">Home</a></td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><img  src="valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="31" width="88" /></td></tr>
		</table>
		</td>
<td bgcolor="white" width="2" valign="top">&nbsp;</td>		
<td bgcolor="blue" width="1" valign="top">&nbsp;</td>
<td bgcolor="white" width="10" valign="top">&nbsp;</td>
<td width="2%">&nbsp;</td>
<td width="82%">

<h3>Deegan, Marilyn and Tanner, Simon. <em>Digital Futures: strategies for the information age.</em> London: Library Association Publishing, 2002. xii, 276 pp. ISBN 1-85604-411-4.</h3>

<h4><a href="#english">English version</a></h4>

<p>Trata-se de uma obra que aborda de uma forma sistem&aacute;tica, e com grande preocupa&ccedil;&atilde;o de exaustividade, a problem&aacute;tica do recurso ao digital.  Gra&ccedil;as aos autores dispomos de um instrumento de guia e forma&ccedil;&atilde;o dos profissionais que lidam, em diferentes contextos, com actividades de gest&atilde;o de conte&uacute;dos e de presta&ccedil;&atilde;o de servi&ccedil;os de informa&ccedil;&atilde;o. Mesmo para os que ainda est&atilde;o maioritariamente envolvidos em actividades de gest&atilde;o de conte&uacute;dos em suportes tradicionais, este livro oferece-lhes uma porta de entrada no futuro.</p>

<p>Os autores dirigem esta obra para leitores sem pr&eacute;vios conhecimentos, que pretendam saber que caminhos percorrer&atilde;o as institui&ccedil;&otilde;es de cariz cultural, neste contexto de radical mudan&ccedil;a de processos de gest&atilde;o de informa&ccedil;&atilde;o e comunica&ccedil;&atilde;o. </p>

<p>Nesta perspectiva, &eacute; o melhor livro que conhe&ccedil;o para os que se querem iniciar no &quot;Futuro Digital&quot;. A sua leitura constitui-se numa agrad&aacute;vel viagem a este futuro, sendo-nos fornecidas, passo a passo, informa&ccedil;&otilde;es, instru&ccedil;&otilde;es e orienta&ccedil;&otilde;es para cada &quot;espa&ccedil;o&quot; visitado.</p>

<p>No fim desta viagem o leitor dispor&aacute; de conhecimentos b&aacute;sicos que lhe permitir&atilde;o mergulhar posteriormente em leituras mais avan&ccedil;adas.</p>

<p>Cada cap&iacute;tulo oferece um grande detalhe na tem&aacute;tica abordada e uma grande preocupa&ccedil;&atilde;o na enumera&ccedil;&atilde;o de todos os aspectos com ela relacionada. Constata-se a vontade de os autores registarem e partilharem os conhecimentos e experi&ecirc;ncias acumuladas ao longo do seu, sem d&uacute;vida longo e rico trabalho como especialistas. </p>

<p>Nesta sua dupla dimens&atilde;o de livro destinado &agrave; inicia&ccedil;&atilde;o e &agrave; orienta&ccedil;&atilde;o pr&aacute;tica, deve, sem d&uacute;vida, existir em todas as bibliotecas e ser lido por todos os profissionais da informa&ccedil;&atilde;o.
Tr&ecirc;s aspectos, mais question&aacute;veis, devem, no entanto, ser salientados:</p>

<p>1.	Por vezes, ao longo do texto, descobrimo-nos a aceder ao senso comum, &agrave; leitura da realidade com pouca problematiza&ccedil;&atilde;o e a uma certa sensa&ccedil;&atilde;o de dej&aacute; vu. Perguntamo-nos porque s&atilde;o usados alguns dados estat&iacute;sticos e n&atilde;o outros, porque s&atilde;o escolhidos aqueles exemplos  e avaliados determinados projectos? N&atilde;o sendo estas refer&ecirc;ncias dram&aacute;ticas num livro de divulga&ccedil;&atilde;o, devemos ent&atilde;o assumi-las como ilustra&ccedil;&otilde;es que nos desafiam a um aprofundamento.</p>

<p>2.	A bibliografia acentua este car&aacute;cter pragm&aacute;tico do livro, ao apresentar uma grande percentagem de refer&ecirc;ncias a trabalhos de investiga&ccedil;&atilde;o aplicada e a relato de casos. Ser&aacute; que o livro n&atilde;o poderia ficar enriquecido se recorresse mais a trabalhos de investiga&ccedil;&atilde;o fundamental, apresentando um discurso mais seguro, problematizado e argumentativo e menos uma ret&oacute;rica pragm&aacute;tica?</p>

<p>3.	Apesar de os diferentes cap&iacute;tulos flu&iacute;rem logicamente, com evidente conex&atilde;o, tal n&atilde;o &eacute; evidente nas sec&ccedil;&otilde;es dentro de cada cap&iacute;tulo. Por vezes a estrutura apresentada &eacute; mais pr&oacute;xima de uma obra de refer&ecirc;ncia, pelo acumular de entradas, sem um fluir evidente.</p>

<p>Breve realce dos assuntos abordados:</p>

<p><strong><em>Cap&iacute;tulo 1 - Futuros digitais em contextos actuais.</em></strong>&nbsp; O contexto de mudan&ccedil;a dos sistemas de produ&ccedil;&atilde;o e comunica&ccedil;&atilde;o da informa&ccedil;&atilde;o e o seu consequente impacto nas bibliotecas, suportado por um Mundo em Rede e facilitando a explos&atilde;o de informa&ccedil;&atilde;o. A natureza da informa&ccedil;&atilde;o digital e os seus requisitos de armazenamento e transmiss&atilde;o. Novos documentos, novas estruturas, novos sistemas, novas bibliotecas.</p>

<p><strong><em>Cap&iacute;tulo 2 - Porqu&ecirc; digitalizar?</em></strong> &nbsp;Aspectos estrat&eacute;gicos na digitaliza&ccedil;&atilde;o e seus benef&iacute;cios. Processos e projectos de digitaliza&ccedil;&atilde;o. Uma rica apresenta&ccedil;&atilde;o de casos.</p> 

<p><strong><em>Cap&iacute;tulo 3 - Desenvolvimento de colec&ccedil;&otilde;es num mundo digital</em></strong> &nbsp;Estrat&eacute;gia de desenvolvimento de colec&ccedil;&otilde;es. Just in case ou Just in time. Modelos de neg&oacute;cio. Realce de peri&oacute;dicos e e.books. Poucos exemplos, poderia haver mais.</p>

<p><strong><em>Cap&iacute;tulo 4 - Factores econ&oacute;micos</em></strong> &nbsp; Abordagem custo benef&iacute;cio; a problem&aacute;tica do cost-effective em bibliotecas digitais e o break-even point. Op&ccedil;&otilde;es estrat&eacute;gicas para um bom investimento. </p>

<p><strong><em>Cap&iacute;tulo 5 - Pesquisa de recursos, sua descri&ccedil;&atilde;o e uso</em></strong> &nbsp; Aspectos relacionados com a pesquisa e a organiza&ccedil;&atilde;o de recursos na Web. Metadata. Um cap&iacute;tulo muito bom e bastante exaustivo.</p>

<p><strong><em>Cap&iacute;tulo 6 - Desenvolvimento de sistemas para a partilha de recursos digitais</em></strong> &nbsp; Componentes das bibliotecas digitais; interoperabilidade; estruturas e arquitecturas; protocolos. Um cap&iacute;tulo tamb&eacute;m bastante bom.</p>

<p><strong><em>Cap&iacute;tulo 7 - Portais e personaliza&ccedil;&atilde;o: mecanismos para utilizadores finais</em></strong> &nbsp; Defini&ccedil;&atilde;o de portais e sua apresenta&ccedil;&atilde;o como um instrumento para customiza&ccedil;&atilde;o e focagem no utilizador. &Eacute; uma pena que n&atilde;o haja mais exemplos.</p>

<p><strong><em>Cap&iacute;tulo 8 - Preserva&ccedil;&atilde;o</em></strong> &nbsp; A importância da preserva&ccedil;&atilde;o; problem&aacute;tica da autentica&ccedil;&atilde;o; m&eacute;todos de preserva&ccedil;&atilde;o</p>

<p><strong><em>Cap&iacute;tulo 9 - Bibliotec&aacute;rios digitais: novos pap&eacute;is na era da informa&ccedil;&atilde;o</em></strong> &nbsp; Novos papeis e compet&ecirc;ncias para bibliotec&aacute;rios; gest&atilde;o de compet&ecirc;ncias e forma&ccedil;&atilde;o.</p>

<p><strong><em>Futuros digitais</em></strong> &nbsp; Uma boa s&iacute;ntese</p>


<p>Ana Azevedo<br />
Librarian and Information Manager<br />
Faculdade de Engenharia da Universidade do Porto<br />
Portugal</p>

<hr size="2" style="color:#000080;" />
<br />
<h3><a name="english"></a>English Translation</h3>

<p>Thanks to the authors we have a book that registers the basic subjects to be focussed upon, known and faced by information professionals who, in different contexts, deal with content management and information services delivery. Even for those who are still dealing with traditional supports, this book is an opportunity to guarantee the future.</p>

<p>The authors assume little prior knowledge in their audience, expecting that they come from those concerned about where cultural institutions are  headed in the changing world of information and communication.</p> 

<p>It is a very good book for those wanting to be initiated into the Digital Future, the best I know. It can be experienced as a pleasant voyage, as continuous guidance and information, regarding the different places visited, are offered. This book offers basic understanding, regarding digital initiatives and digital resources, and enables the creation of a basic framework for further readings.</p>

<p>The detailed information in each chapter, the concern in enumerating each facet in every subject listed, present the authors' wish to register and share the information they have gathered and organized, and their experience, resulting from their work as experts in these areas. At the end, readers will surely conclude that they possess deep knowledge and expertise.</p>

<p>As a book for those wanting to become aware of the Digital Future and for practitioners who will need to begin to have the related basic understanding,  it must find a place in every library and be bought and read by all librarians.</p>

<p>Nevertheless, three comments will be made</p>

<p>1.	Sometimes, throughout the text, we feel we are passing through common ideas, known and heard lots of times: we have a sense of <em>dejá vu</em>.  Perhaps it lacks illustrative problems, argument  and evidence to support some of the ideas expressed. Nor can one clearly perceive why certain specific statistical sources used. Why were these resources chosen to be evaluated and why these projects to be presented?  This is not serious criticism of an introductory book, if we assume that they are just used as examples or illustrations.</p>

<p>2.	The bibliography illustrates the pragmatic characteristics of the book, as there is a large percentage of references related to reports, chapters and articles referring to research and development activities. Perhaps it could be richer if it had integrated more references to fundamental research and a more research-based discourse and argument, instead of pragmatic rhetoric.</p>

<p>3.	Although the different chapters have a clear and evident flow, sections inside chapters, occasionally do not show that clear connection, stressing a reference book facet.</p>

<p>The main subjects dealt with by this book are:</p>

<p><em><strong>Chapter 1 - Digital futures in current contexts.</strong></em>&nbsp; The context of change of production and communication of information and their impact in libraries, supported by a "wired word" and enabling the "information explosion". The nature of digital data and its storage and transmission requirements. New documents, new structures, new systems, new libraries.</p>

<p><em><strong>Chapter 2 - Why digitize?</strong></em>&nbsp;  Strategic issues in digitazation and its benefits. Digitization project and process. A good and representative list of projects is presented.</p>

<p><em><strong>Chapter 3 - Developing collections in the digital world</strong></em>&nbsp;  Collection development strategy. Just-in-case or just-in-time. Business models. Focus on journals and e-books. Few examples, it would be important to have more. </p>

<p><em><strong>Chapter 4 - The economic factors</strong></em>&nbsp;  Cost benefit; the cost-effective digital libraries issue, the break-even point. Strategic issues for effective investment.</p>

<p><em><strong>Chapter 5 - Resource discovery, description and use.</strong></em>&nbsp;  The issues of searching and organizing web resources. Metadata. A very good and exhaustive chapter.</p>

<p><em><strong>Chapter 6 - Developing and designing systems for sharing digital resources.</strong></em>&nbsp;  Digital libraries components; interoperability; structures and architectures; protocols. Also a very good chapter.</p>

<p><em><strong>Chapter 7 - Portals and personalization: mechanisms for end-users.</strong></em>&nbsp;  
Portals are defined and presented as frameworks for customisation and user focussing. Only a few examples are presented. It is a pity that their presentation is not deeper and that more examples are not provided.</p>

<p><em><strong>Chapter 8 - Preservation.</strong></em>&nbsp;  The importance of preservation; authenticity issues; methods of preservation.</p>

<p><em><strong>Chapter 9 - Digital librarians: new roles for the information age.</strong></em>&nbsp;  
New roles and skills for librarians; skills management and training.</p>

<p>Digital futures...  A good synthesis.</p>


<p>Ana Azevedo<br />
Librarian and Information Manager<br />
Faculdade de Engenharia da Universidade do Porto<br />
Portugal<br />
January 2003</p>
<hr size="2" style="color:#000080;" />
<p style="text-align : center; color : Red; font-weight : bold;">How to cite this review</p>
<p style="text-align : left; color : black;">Azevedo , A. (2003) Review of: Deegan, Marilyn and Tanner, Simon. Digital Futures: strategies for the information age. London: Library Association Publishing, 2002.&nbsp;&nbsp; <em>Information Research</em>, <strong>8</strong>(2), review no. 078 &nbsp;&nbsp; [Available at: http://informationr.net/ir/reviews/revs078.html]</p>
<hr size="2" style="color:#000080;" />

</td>
    <td width="1%">&nbsp;</td></tr></table>

</body>

<!-- Mirrored from informationr.net/ir/reviews/revs078.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:28:35 GMT -->
</html>
