<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>

<!-- Mirrored from informationr.net/ir/reviews/revs121.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:32:01 GMT -->
<head>
<title>Review: Auditoria de la informacion. Information audits, Information management</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="stylesheet" href="revstyle.css" type="text/css" />
<link rel="alternate stylesheet" type="text/css" media="screen" title="sans" href="revstylesans.css" />
<script language=javascript>

		var flag;
		flag = true;
		function doChangeFont()
		{
			if (flag)
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', 'revstylesans.css');
			htmlDoc.appendChild(css);
			flag = false;
			} 
			else
			{
			var htmlDoc = document.getElementsByTagName('head').item(0);
			var css = document.createElement('link');
			css.setAttribute('rel', 'stylesheet');
			css.setAttribute('type', 'text/css');
			css.setAttribute('href', 'revstyle.css');
			htmlDoc.appendChild(css);
			flag = true;
			}	
		}
		
	</script>
 
<link rev="made" href="mailto:t.d.wilson@shef.ac.uk" />
<meta name="keywords"  content="Information audits, Information management" />
<meta name="DC.Subject" content="Information audits" />
<meta name="DC.Title" content="Review: Auditoria de la informacion" />
<meta name="DC.Creator" content="T.D. Wilson" />
<meta name="DC.Subject.keywords" content="Information audits, Information management" />

<meta name="DC.Date.Available" content="2004-01-15" />
<meta name="DC.Identifier" content="http://InformationR.net/ir/reviews/revs121.html" /> 
<meta name="DC.Relation.IsPartOf" content="http://InformationR.net/ir/9-2/infres92.html" />
<meta name ="description" content="book review" />
<meta name="distribution" content="global" />
<meta name="rating" content="mature" />
<meta name="VW96.objecttype" content="Document" />
<meta name="robots" content="ALL" />
<meta name="DC.Description" content="book review" />
<meta name="DC.Publisher" content="Professor Tom Wilson" />
<meta name="DC.Type" content="text" />
<meta name="DC.Identifier" scheme="ISSN" content="1368-1613" />
<meta name="DC.Format" content="text/html" />
<meta name="DC.Language" content="en" />
<meta name="DC.Publisher" content="Professor T.D. Wilson" />
<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/" />
<meta name="DC.Coverage.placename" content="global" />
</head>
<body bgcolor="#ffffff">
<table width="80%"><tr>
<td bgcolor="#ffffff" width="3%" valign="top">&nbsp;</td></tr>
<tr><td width="15%" bgcolor="#ffffff" valign="top">
		<table align="center" style="font-family: Verdana, Geneva, Arial, Helvetica, sans-serif; font-weight: bold;">
		<tr><td><img src="revs121fig.gif" width="125" height="181" alt="jacket" /></td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="../about.html">About IR</a></td></tr>
		<tr><td align="right"><a href="../editors.html">Editors</a></td></tr>
		<tr><td align="right"><a href="../author1.html">Author instructions</a></td></tr>
		<tr><td align="right"><a href="http://creativecommons.org/licenses/by-nd-nc/1.0/" target="_blank">Copyright</a></td></tr>
				<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="../iraindex.html">Author index</a></td></tr>
		<tr><td align="right"><a href="../irsindex.html">Subject index</a></td></tr>
		<tr><td align="right"><a href="../search.html">Search</a></td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="reviews.html">Reviews</a></td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><a href="../register.html">Register</a></td></tr>
		<tr><td align="right"><a href="../index-2.html">Home</a></td></tr>
		<tr><td>&nbsp;</td></tr>
		<tr><td align="right"><img  src="valid-xhtml10.gif" alt="Valid XHTML 1.0!" height="21" width="66" /></td></tr>
		</table>
		</td>
<td bgcolor="white" width="2" valign="top">&nbsp;</td>		
<td bgcolor="blue" width="1" valign="top">&nbsp;</td>
<td bgcolor="white" width="10" valign="top">&nbsp;</td>
<td width="2%">&nbsp;</td>
<td width="82%" valign="top">
<h3>Cristina Soy. <em>Auditor&iacute;a de la informaci&oacute;n</em> Editorial UOC, 2002.  158 p. + CD-ROM  ISBN: 84-8318-978-X &euro;35.00  [<a href="#trans">
English translation
</a>]</h3>

<p>Si algo ech&aacute;bamos de menos en el &aacute;mbito profesional de la gesti&oacute;n de informaci&oacute;n era la existencia de instrumentos que ayudasen a transformar una teor&iacute;a gen&eacute;rica en la que existe un consenso, en una pr&aacute;ctica profesional estructurada. Hac&iacute;a falta aclarar el tema de las metodolog&iacute;as aplicables en gesti&oacute;n de informaci&oacute;n. Adem&aacute;s, la existencia de procedimientos t&eacute;cnicos debidamente consolidados es garant&iacute;a del desarrollo y consolidaci&oacute;n de una profesi&oacute;n, que en nuestro caso, el del gestor de informaci&oacute;n, se encuentra reclamada por diversos colectivos profesionales que comparten un inter&eacute;s común, pero aplican procedimientos y perspectivas diferentes.</p>

<p>Este libro viene a rellenar esa laguna, y lo hace de una manera admirable. En primer lugar, porque pone en el centro a los recursos de informaci&oacute;n en la organizaci&oacute;n. En segundo lugar porque integra de forma coherente las corrientes te&oacute;ricas del estudio de usuarios -satisfacci&oacute;n y necesidades de informaci&oacute;n- con la evaluaci&oacute;n de centros y servicios de informaci&oacute;n. De esta forma, auditar la informaci&oacute;n resulta ser un trabajo realizado desde la &oacute;ptica de los servicios de informaci&oacute;n de la organizaci&oacute;n, que engloba al estudio de recursos de informaci&oacute;n, a los estudios de usuarios y a las evaluaciones en el marco de la gesti&oacute;n estrat&eacute;gica de informaci&oacute;n.</p>

<p>La realizaci&oacute;n del libro es excelente, ya que se apoya en una complet&iacute;sima bibliograf&iacute;a, est&aacute; escrito de modo directo, did&aacute;ctico y cuenta con unos materiales complementarios en CD-ROM, esquemas, tablas y ejemplos pr&aacute;cticos, que lo hacen, desde nuestra interpretaci&oacute;n un material imprescindible para la docencia en gesti&oacute;n de informaci&oacute;n y la actualizaci&oacute;n de aquellos profesionales que est&aacute;n en un proceso de cambio desde la gesti&oacute;n de centros de documentaci&oacute;n especializados hacia la participaci&oacute;n en acciones de mejora estrat&eacute;gica de recursos y flujos de informaci&oacute;n.</p>

<p>Es de agradecer la existencia de un libro en español, pariente de las obras de los autores de mayor influencia, como pueden ser Orna, <em>Practical information policies</em>, Horton y Burk, <em>InfoMap: a complete guide to discovering corporate information resources</em>;  Henczel, <em>The information audit: a practical guide</em>, los reelabora y complementa.</p>

<p>Otro elemento que aumenta el valor de esta obra es la clara voluntad de elaborar un texto centrado en la pr&aacute;ctica de la auditor&iacute;a de la informaci&oacute;n, evitando desplazar el centro de atenci&oacute;n hacia otras &aacute;reas. En especial, es de agradecer que no caiga en la f&aacute;cil tentaci&oacute;n de usar el t&eacute;rmino auditor&iacute;a del conocimiento, y en general el impreciso campo de la gesti&oacute;n del conocimiento, para tratar de ampliar los posibles lectores interesados en el libro. El libro se limita, y no es poco, a describir cada uno de los aspectos de una actividad profesional que puede estructurarse de modo preciso, y ser reflejo de la potencialidad del profesional de la informaci&oacute;n en los equipos multidisciplinares que llevan a cabo los proyectos de gesti&oacute;n de informaci&oacute;n.</p>

<h5>Professor Jos&eacute; Vicente Rodr&iacute;guez Mu&ntilde;oz. <br />
Facultad de Ciencias de la Documentaci&oacute;n<br />
Universidad de Murcia<br />
Spain</h5>

<hr size="2" style="color:#000080;" />

<p style="text-align : center; color : Red; font-weight : bold;">How to cite this review</p>
<p style="text-align : left; color : black;">Rodr&iacute;guez Mu&ntilde;oz, J.V.  (2004) Review of: <em>Auditor&iacute;a de la informaci&oacute;n</em> Editorial UOC, 2002. &nbsp;&nbsp; <em>Information Research</em>, <strong>9</strong>(2), review no. R121 &nbsp;&nbsp; [Available at: http://informationr.net/ir/reviews/revs121.html]</p>
 <p style="text-align: center;"><img alt="Valid XHTML 1.0!" height="16" src="../valid-xhtml10.gif" width="44" /></p>

<hr size="2" style="color:#000080;" />
<br /><br /><br /><br /><br /><br />
 <h3><a id="trans" name="trans" />Cristina Soy. <em>Auditor&iacute;a de la informaci&oacute;n</em> Editorial UOC, 2002.  158 p. + CD-ROM  ISBN: 84-8318-978-X &euro;35.00 </h3>

<p>If we missed anything in the professional scope of the Information Management (IM) it was the existence of instruments that helped to transform a generic theory into a structured professional practice. It was necessary to clarify the subject of the applicable methodologies in IM. In addition, the existence of technical procedures properly consolidated is a guarantee of development and consolidation of our profession, the Information Manager, solicited by diverse professional groups that share a common interest, but which apply different procedures and perspectives.</p>

<p>This book comes to fill up that lagoon, and it does of an admirable way. In the first place, it centres information resources in the organization. Secondly, this work coherently merges the theoretical currents of the studies of user-satisfaction and needs with the evaluation of centres and information services. With this perspective, the Information Audit is a task designed from the viewpoint of the information services of the organization, which includes the study of information resources, the studies of users and evaluations within the framework of strategic information management.</p> 

<p>The book is excellent: it is supported by a comprehensive bibliography, it is written in a  direct and didactic way and has complementary materials included in a CD-ROM with schemes, tables and examples, constituting, from our point of view, an essential resource for instruction in information management and for the update of those professionals who are in a process of change in their organizations.</p>

<p>It is good to have a book written in Spanish, in relation to works of, perhaps, better known authors such as, Practical information policies (Orna); InfoMap: A Complete Guide to Discovering Corporate Information Resources (Horton y Burk) and The information audit: a practical guide (Henczel).</p>

<p>Another element that increases the value of this work is the clear intention to elaborate a practical text on information audits, rather than directing the attention of the reader towards other areas. Especially, we are thankful that the author does not fall in the easy temptation to use the expression 'Knowkedge Audit', and in a more general sense, the vague field of the 'Knowledge Management', to try to extend the publication's reach and to increase the number of interested readers. The book is limited, and it is no small task, to describe each of the aspects of a professional activity that can be precisely structured, reflecting the potential of information management professionals within the structure of organizations.</p> 

<h5>Translation by Francisco Javier Martinez M&eacute;ndez <br />
Facultad de Ciencias de la Documentaci&oacute;n<br />
Universidad de Murcia</h5>

<hr size="2" style="color:#000080;" />

 
</td>
<td width="1%">&nbsp;</td></tr></table>

</body>

<!-- Mirrored from informationr.net/ir/reviews/revs121.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:32:01 GMT -->
</html>
