<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/13-4/spanish134.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:54 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 13 No. 4 of Information Research">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 13 No.4 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 13 No. 4 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish134.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2008-12-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 4, December 2008</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres134.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper383.html" target="_blank">Un estudio de teor&iacute;a fundamentada sobre la relaci&oacute;n entre el correo electr&oacute;nico y el s&iacute;ndrome del trabajador quemado</a><br /><br />Marta Rocha Camargo
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio consisti&oacute; en una investigaci&oacute;n cualitativa sobre el papel del correo electr&oacute;nico en el s&iacute;ndrome del trabajador quemado entre empleados de alta tecnolog&iacute;a que trabajan a tiempo completo y en un lugar de trabajo para empresas de Internet, hardware, y software.<br />
<strong>M&eacute;todo.</strong> Se utiliz&oacute; la metodolog&iacute;a de la teor&iacute;a fundamentada para proporcionar una aproximaci&oacute;n sist&eacute;mica a la categorizaci&oacute;n, ordenaci&oacute;n, y an&aacute;lisis de los datos recolectados mediante entrevistas semi-estructuradas con diecisiete trabajadores de alta tecnolog&iacute;a.<br />
<strong>An&aacute;lisis.</strong> Se analizaron los datos siguiendo los principios de la teor&iacute;a fundamentada: codificaci&oacute;n abierta y memor&aacute;ndum para el etiquetado conceptual, codificaci&oacute;n axial y memor&aacute;ndum por la construcci&oacute;n de categor&iacute;as, y codificaci&oacute;n selectiva para la construcci&oacute;n del modelo.<br />
<strong>Resultados.</strong> El resultado final del proceso de la teor&iacute;a fundamentada fue un modelo te&oacute;rico que demuestra que el mal uso y la sobreutilizaci&oacute;n del correo electr&oacute;nico en el contexto de un ambiente fluido, vertiginosamente r&aacute;pido, y constantemente cambiante, como la industria de alta tecnolog&iacute;a, empieza una cadena de eventos que contribuyen a una prolongada tensi&oacute;n relacionada con el trabajo o s&iacute;ndrome de trabajador quemado.<br />
<strong>Conclusi&oacute;n.</strong> Este estudio intenta crear conciencia sobre los riesgos de un correo electr&oacute;nico que se convierte en un obst&aacute;culo a la productividad y el bienestar de los trabajadores. Esta conciencia permite a las organizaciones y a los individuos comprometerse en pr&aacute;cticas m&aacute;s constructivas con respecto al correo electr&oacute;nico y al beneficio de sus acciones sociales e interacciones tanto dentro como fuera de sus lugares de trabajo.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper384.html" target="_blank">La conexi&oacute;n entre la experiencia de trabajo de empresarios minoristas contractualmente integrados y sus estilos de recolecci&oacute;n e interpretaci&oacute;n de informaci&oacute;n</a><br /><br />Arto Lindblom y Rami Olkkonen
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Este art&iacute;culo ofrece nuevas perspectivas en la adquisici&oacute;n e interpretaci&oacute;n de informaci&oacute;n en el contexto de las organizaciones de minoristas contractualmente integradas. Su objetivo es arrojar luz sobre la pregunta: ¿difieren los estilos cognoscitivos (es decir, los estilos de recolecci&oacute;n e interpretaci&oacute;n de la informaci&oacute;n) entre los empresarios de retail contractualmente integrados con diferente extensi&oacute;n de experiencia de trabajo, y si es as&iacute;, cuales son las diferencias principales?<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; una encuesta en l&iacute;nea entre los K-minoristas de la K-alliance. Los K-minoristas son empresarios minoristas due&ntilde;os y gestores de sus negocios, y que invierten considerables recursos personales y financieros en estas empresas. El n&uacute;mero total de encuestas mandado fue de 1170. De &eacute;stas, se completaron 226 satisfactoriamente para su uso en el <strong>An&aacute;lisis.</strong><br />
<strong>Resultados.</strong> Los empresarios K-minoristas con diferente extensi&oacute;n de experiencia de trabajo parecen tener perspectivas muy similares. No hab&iacute;a diferencias claras entre los grupos formados. Los K-minoristas de corta a larga experiencia de trabajo enfatizan sentimiento sobre intuici&oacute;n en su adquisici&oacute;n de informaci&oacute;n, y pensamiento sobre sentimiento cuando dan sentido a la informaci&oacute;n recogida.<br />
<strong>Conclusi&oacute;n.</strong> Con respecto a futuras investigaciones, los estudios cualitativos podr&iacute;an revelar problemas que habilitar&iacute;an una operacionalizaci&oacute;n m&aacute;s rigurosa de los conceptos asociados con la adquisici&oacute;n e interpretaci&oacute;n de informaci&oacute;n en organizaciones de minoristas contractualmente integradas.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper385.html" target="_blank">Implantaci&oacute;n de la Open Archives Initiative en Espa&ntilde;a</a><br /><br />Fernanda Peset and Antonia Ferrer
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Se aborda la situaci&oacute;n en Espa&ntilde;a de las acciones relacionadas con el protocolo Open Archives Initiative-Protocol for Metadata Harvesting (OAI-PMH), usado para la recolecci&oacute;n y difusi&oacute;n de metadatos de documentos. El tipo de bibliotecas digitales determinado por dicho protocolo est&aacute; contando con un auge inusitado a escala mundial, con repositorios institucionales llevados a cabo principalmente por las organizaciones acad&eacute;micas.<br />
<strong>M&eacute;todo.</strong> Se han consultado registros internacionales y se han contrastado los datos mediante dos tipos de encuestas.<br />
<strong>An&aacute;lisis.</strong> Estudiar el estado de implantaci&oacute;n de OAI-PMH en Espa&ntilde;a.<br />
<strong>Conclusiones.</strong> La situaci&oacute;n en el a&ntilde;o 2006 resulta alentadora en cuanto a n&uacute;mero de proyectos, pero es bastante deficitaria en cuanto a la cantidad de datos almacenados; es necesario subsanar las omisiones y los errores existentes en los registros oficiales internacionales; en Espa&ntilde;a se necesitan acciones de coordinaci&oacute;n que permitan rentabilizar las inversiones; y finalmente, la falta de estudios como el que aqu&iacute; se presenta dificulta el conocimiento de este &aacute;rea y, por tanto, la aplicaci&oacute;n de indicadores para evaluar la difusi&oacute;n de la ciencia mediante OA.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper386.html" target="_blank">Buscando comunidades virtuales de pr&aacute;ctica en Usenet: el uso de m&eacute;todos mixtos para la identificaci&oacute;n de constructos de la teor&iacute;a de Wenger</a><br /><br />Enrique Murillo
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Esta investigaci&oacute;n se inicio para determinar si las comunidades de pr&aacute;ctica pueden estar basadas completamente en Internet aplicando formalmente el marco te&oacute;rico de Wenger a los colectivos de Internet.<br />
<strong>M&eacute;todo.</strong> Se desarroll&oacute; un modelo de una comunidad virtual de pr&aacute;ctica incluyendo constructos identificados por Wenger en las comunidades co-localizadas de pr&aacute;ctica: compromiso mutuo, repertorio compartido, empresa conjunta, comunidad y aprendizaje o adquisici&oacute;n de identidad. El modelo incluy&oacute; atributos emp&iacute;ricos adicionales asociados con el potencial superior de la comunidad de pr&aacute;ctica: tema profesional, interacci&oacute;n-volumen alto, discusiones focalizadas no-conflictivas y estructura n&uacute;cleo-periferia. Una b&uacute;squeda sistem&aacute;tica de la red de discusi&oacute;n Usenet descubri&oacute; once grupos de noticias que despliegan estos atributos y se comprob&oacute; formalmente la presencia de los constructos de Wenger.<br />
<strong>An&aacute;lisis.</strong> Se aplic&oacute; a grupos de noticias seleccionados, una encuesta cuantitativa de participantes de grupos de noticias y un an&aacute;lisis cualitativo de contenido a discusiones de miembros centrales para detectar los constructos de Wenger, conservadoramente evaluadas como presentes s&oacute;lo cuando concurrieron ambos m&eacute;todos.<br />
<strong>Resultados.</strong> Cuatro colectivos en l&iacute;nea, uniformemente divididos entre temas de ordenadores y de no-ordenadores, fueron valorados como comunidades de pr&aacute;ctica basadas en Usenet porque mostraron el conjunto completo de constructos de Wenger.<br /><br />
<strong>Conclusiones.</strong> Estos resultados hacen evidente que las comunidades extra-organizacionales de pr&aacute;ctica pueden surgir espont&aacute;neamente en las &aacute;reas sociales de Internet, igual que surgen en escenarios organizacionales y que las verdaderas comunidades de pr&aacute;ctica no est&aacute;n limitadas inherentemente a la interacci&oacute;n cara a cara.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper387.html" target="_blank">Criterios para la evaluaci&oacute;n de la usabilidad de los recursos educativos virtuales: un análisis desde la alfabetizaci&oacute;n en informaci&oacute;n</a><br /><br />M. A. Marzal, Javier Calzada-Prado y Marina Vianello
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Para que el aprendizaje en entornos virtuales resulte realmente significativo, deben darse dos condiciones básicas: disponer de competencias relacionadas con la alfabetizaci&oacute;n en informaci&oacute;n y, en especial, disponer de criterios adecuados para evaluar contenidos digitales.<br />
<strong>M&eacute;todo.</strong> El principal objetivo de este trabajo es presentar un modelo de evaluaci&oacute;n de la usabilidad de recursos educativos, desarrollado desde el punto de vista cognitivo del procesamiento de la informaci&oacute;n as&iacute; como de las competencias esperadas en los estudiantes.<br />
<strong>An&acute;lisis.</strong> El m&eacute;todo utilizado para desarrollar el modelo ha sido la revisión de literatura y categorizaci&oacute;n de criterios de usabilidad relevantes.<br />
<strong>Resultados.</strong> Un modelo de evaluaci&oacute;n para contenidos educativos digitales habr&aacute; de considerar los siguientes criterios: Captaci&oacute;n (relacionada con el mecanismo cognitivo de la atenci&oacute;n), Fidelidad (relacionado con la percepción) y Capacidad Alfabetizadora (ligada a la memoria).<br />
<strong>Conclusiones.</strong> Las Ciencias de la Documentaci&oacute;n pueden desempe&ntilde;ar un papel relevante en distintas &aacute;reas: diseño de instrumentos adecuados para la gesti&oacute;n de contenidos educativos, implementaci&oacute;n del constructivismo desde su perspectiva y para sus propios prop&oacute;sitos, adoptar competencias relacionadas con la alfabetizaci&oacute;n en informaci&oacute;n como objetivos did&aacute;cticos en la formaci&oacute;n profesional y el desarrollo de m&eacute;todos adecuados para evaluar competencias y contenidos.
</blockquote>
<hr style="color: rgb(0, 0, 128);" size="1" />
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 29th December, 2008</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-4/spanish134.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 19:35:54 GMT -->
</html>