<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<!-- Mirrored from informationr.net/ir/13-4/spanish134isic.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 21:09:01 GMT -->
<head>
  <link href="../IRstyle.css" type="text/css" rel="stylesheet">
  <meta content="text/html; charset=iso-8859-1" http-equiv="Content-Type">
	<title>Spanish abstracts</title>
	<meta name="DESCRIPTION" content="Abstracts in Spanish of the papers in Volume 13 No. 4 of Information Research - ISIC Proceedings">
	<meta name="rating" content="Mature">
	<meta name="VW96.objecttype" content="Document">
	<meta name="ROBOTS" content="ALL">
	<meta name="DC.Title" content="Spanish abstracts">
	<meta name="DC.Subject" content="Abstracts in Spanish of the papers in Volume 13 No.4 of Information Research">
	<meta name="DC.Description" content="Abstracts in Spanish of the papers in Volume 13 No. 4 of Information Research">
	<meta name="DC.Type" content="text">
	<meta name="DC.Identifier" content="1368-1613">
	<meta name="DC.Identifier" content="spanish134isic.html">
	<meta name="DC.Format" content="text/html">
	<meta name="DC.Language" content="en">
	<meta name="DC.Date.Available" content="2008-12-15">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">
	<meta name="DC.Rights" content="http://creativecommons.org/licenses/by-nd-nc/1.0/">
	<meta name="DC.Coverage.PlaceName" content="global">
	<meta name="DC.Publisher" content="Professor T.D. Wilson">

	
	<style>	<!--

	TD  { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	H1 { color: #800000; font-family: serif; font-style: normal; text-align: center }
	P { color: #000000; font-family: serif; font-size: 14pt; font-style: normal; font-weight: medium; text-align: justify }
	BLOCKQUOTE { margin-left: 1.32cm; margin-right: 1.32cm; background-color : transparent; color: #000000; font-family: serif; font-size: 12pt; font-style: normal; font-weight: normal; text-align: justify }

	H4 {
		color: Black;
		font-family: "Times", "Times Roman", serif;
		font-size: 12pt;
		font-style: italic;
		text-align: center
	}
	H5 { color: #000000 }
	-->
</style>

<style>
#button {
	width: 45em;
	padding: 0 0 0 0;
	font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	font-size: small;
	font-weight: bold;  
	background-color: #ffffff;
	color: #000000;
	display: inline;
	text-align: center;
	}
		
#button ul {
		list-style: none;
		margin: 0;
		padding: 0;
		border: none;
		display: inline;
		}
		
#button li {
		margin: 0;
		padding: 0;
		font-family: Verdana, Lucida, Geneva, Helvetica, Arial, sans-serif;
	    font-size: small;
	    font-weight: bold;  
		background-color: #fff000<!-- #2175bc; -->
		color: #000000;
		text-decoration: none;
		display: inline;
		}

#button li a:hover {
		background-color: azure;
		color: #ff0000;
		width: auto;
		
		}

</style>
</head>

<body>
<table align="center" border="0" cellpadding="0" cellspacing="0">
<tr><td height="30" colspan="5" style="text-align: center;" >
<img src="../mini_logo2.gif" width="336" height="45" alt="header" /><br />
<span style="font-size: medium; font-variant: small-caps; font-weight: bold;">vol. 13  no. 4, December 2008</span><br /><br />
<div id="button">
<ul>
	<li><a href="infres134.html">Contents</a>&nbsp;|&nbsp;</li>
	<li><a href="../iraindex.html">Author index</a>&nbsp;|&nbsp;</li>
	<li><a href="../irsindex.html">Subject index</a>&nbsp;|&nbsp;</li>
	<li><a href="../search.html">Search</a>&nbsp;|&nbsp;</li>
	<li><a href="../index-2.html">Home</a></li>
</ul>
</div>
</td></tr>
  <tr> 
    <td>&nbsp;</td>
  </tr>
</table>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h1>Res&uacute;menes en Espa&ntilde;ol / Abstracts in Spanish</h1>
<hr style="color: rgb(0, 0, 128);" size="1" />



<h4> <a href="paper354.html" target="_blank">Las realidades mixtas: los espacios de informaci&oacute;n entonces y ahora</a><br /><br />
Bonnie Nardi</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> El art&iacute;culo se basa en una transcripci&oacute;n de una presentaci&oacute;n en ISIC2008. Se concentra en los resultados de la investigaci&oacute;n sobre las comunidades de juego involucradas en &quot;World of Warcraft&quot;.<br />
<strong>M&eacute;todos. </strong>La investigaci&oacute;n se realiz&oacute; utilizando la aproximaci&oacute;n antropol&oacute;gica mediante el juego, las entrevistas a los jugadores y el an&aacute;lisis de la documentaci&oacute;n del juego y de los recursos de Internet.<br />
<strong>Resultados.</strong> Las realidades mixtas de espacios f&iacute;sicos y realidades virtuales formadas por las comunidades de juego son similares a las realidades mixtas previas y pueden ser comparable a bibliotecas, dormitorios, casas, etc. La informaci&oacute;n se convierte en una herramienta para la construcci&oacute;n de la comunidad y los jugadores est&aacute;n creando herramientas diferentes no s&oacute;lo para la recolecci&oacute;n y acceso a la informaci&oacute;n tambi&eacute;n para el intercambio y el uso comunitario.<br />
<strong>Conclusiones.</strong> Los videojuegos como espacios de informaci&oacute;n est&aacute;n evolucionando a espacios de realidad mixtos que funden lo virtual y lo f&iacute;sico. Nos acostumbran a la supervisi&oacute;n constante que crea informaci&oacute;n y la cultura que representan, comparti&eacute;ndola libremente.
</blockquote>


<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper355.html" target="_blank">El 'proceso de b&uacute;squeda de informaci&oacute;n' reconsiderado: &iquest;es todav&iacute;a &uacute;til el modelo?</a><br /> <br />
Carol C. Kuhlthau , Jannica Heinstr&ouml;m y Ross J. Todd</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Este art&iacute;culo examina la continuidad de la utilidad del Proceso de B&uacute;squeda de Informaci&oacute;n de Kuhlthau como modelo de comportamiento de informaci&oacute;n en los nuevos, tecnol&oacute;gicamente ricos entornos de informaci&oacute;n.<br />
<strong>M&eacute;todo. </strong>Una revisi&oacute;n comprensiva de la investigaci&oacute;n que ha explorado el modelo en varios escenarios y un estudio empleando m&eacute;todos cualitativos y cuantitativos emprendido en el contexto de un proyecto de investigaci&oacute;n entre estudiantes (n=574). Los estudiante fueron entrevistados en las tres fases del proceso de b&uacute;squeda de informaci&oacute;n, durante el cual se identificaron y rastrearon nueve sentimientos.<br />
<strong>Resultados. </strong>Los resultados muestran los patrones individuales, pero confirman al &quot;Proceso de B&uacute;squeda de Informaci&oacute;n&quot; como un modelo v&aacute;lido en el cambiante entorno de informaci&oacute;n para describir el comportamiento de informaci&oacute;n en tareas que requieren la construcci&oacute;n de conocimiento. Los resultados apoyan la progresi&oacute;n de sentimientos, pensamientos y acciones sugerida por el modelo de proceso de b&uacute;squeda.<br />
<strong>Conclusiones.</strong> El modelo de proceso de b&uacute;squeda de informaci&oacute;n contin&uacute;a siendo &uacute;til para la explicaci&oacute;n de los comportamientos de informaci&oacute;n de los estudiantes. El modelo tiene valor tanto como herramienta de investigaci&oacute;n como para la aplicaci&oacute;n pr&aacute;ctica.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper359.html" target="_blank">Las necesidades de informaci&oacute;n de los inmigrantes: su papel en el proceso de absorci&oacute;n</a><br /><br />
Snunith Shoham y Sarah Kaufman Strauss</h4>

<blockquote>
<strong>Introducci&oacute;n.</strong> Se examin&oacute; la conexi&oacute;n entre la satisfacci&oacute;n de las necesidades de informaci&oacute;n de los inmigrantes y su absorci&oacute;n en su nuevo pa&iacute;s en una investigaci&oacute;n de las familias de nuevos inmigrantes de Am&eacute;rica del Norte a Israel. Las necesidades de informaci&oacute;n derivan de las adaptaciones del inmigrante a la nueva sociedad.<br />
<strong>M&eacute;todo.</strong> En el marco de una investigaci&oacute;n cualitativa, se realizaron once entrevistas cara a cara y dos telef&oacute;nicas a las familias de nuevos inmigrantes. Las entrevistas fueron semi-estructuradas y duraron entre una hora y media y tres horas.<br />
<strong>An&aacute;lisis.</strong> Se analizaron cualitativamente las biograf&iacute;as de los entrevistados y se establecieron los mayores problemas para la satisfacci&oacute;n de las necesidades.<br />
<strong>Resultados.</strong> Se discuten las necesidades y recolecci&oacute;n de informaci&oacute;n en la preparaci&oacute;n para la inmigraci&oacute;n, los factores que ayudan hacia la absorci&oacute;n y las necesidades de informaci&oacute;n dif&iacute;ciles de satisfacer. Las mayores dificultades se originaron por la necesidad de informaci&oacute;n sobre banca, ense&ntilde;anza, alojamiento y salud, d&oacute;nde las dificultades del idioma supusieron una barrera. La familia y los amigos fueron muy &uacute;tiles para la superaci&oacute;n de las dificultades.<br />
<strong>Conclusiones.</strong> Se sugiere un modelo basado en la conclusi&oacute;n de que la satisfacci&oacute;n de las necesidades de informaci&oacute;n conduce a la realizaci&oacute;n de las diferentes necesidades humanas. Esto lleva a su vez a lograr un sentido de pertenencia y un sentido de s&iacute; mismo. Finalmente, se muestra que la satisfacci&oacute;n de las necesidades de informaci&oacute;n conduce al &eacute;xito de la absorci&oacute;n en el nuevo pa&iacute;s, vida y sociedad del inmigrante.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper360.html" target="_blank">Necesidades de informaci&oacute;n y comportamiento de informaci&oacute;n de los pacientes y sus familiares en un escenario de cuidados paliativos de c&aacute;ncer: un estudio exploratorio de un contexto existencial desde diferentes perspectivas</a><br /><br />
Ina Fourie
</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> Se sabe muy poco sobre las necesidades de informaci&oacute;n y el comportamiento de informaci&oacute;n en los cuidados paliativos del c&aacute;ncer: este art&iacute;culo se dirige a ese hueco.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un estudio exploratorio con una muestra &uacute;til, conveniente de pacientes y sus familiares en un escenario de cuidados paliativos de c&aacute;ncer en Sud&aacute;frica. Se mantuvieron entrevistas semi-estructuradas con pacientes, familiares y profesionales de asistencia sanitaria.<br />
<strong>An&aacute;lisis.</strong> Se sigui&oacute; una aproximaci&oacute;n interpretativa. Se analizaron los datos transcritos para identificar aspectos de comportamiento de informaci&oacute;n que pudieran arrojar luz sobre las lagunas en nuestra comprensi&oacute;n del contexto de los cuidados paliativos del c&aacute;ncer, as&iacute; como las diferencias en las percepciones de onc&oacute;logos, enfermeros, pacientes y familiares.<br />
<strong>Resultados.</strong> Aun cuando no hay cura, los pacientes y familiares expresan niveles diferentes de, y manifestaciones fluctuantes de, necesidad de informaci&oacute;n. Aunque se anotan los factores que influyen en el comportamiento de informaci&oacute;n, la complejidad, y entretejida naturaleza del mismo hace dif&iacute;cil usar &eacute;stos para predecir la necesidad de informaci&oacute;n y el comportamiento de informaci&oacute;n.<br />
<strong>Conclusiones.</strong> Debe prestarse m&aacute;s atenci&oacute;n a las necesidades t&aacute;citas y latentes de informaci&oacute;n. Debe usarse un re-an&aacute;lisis de datos y de la literatura para explorar modelos de b&uacute;squeda de informaci&oacute;n y comportamiento de informaci&oacute;n as&iacute; como de otras disciplinas que podr&iacute;an apoyar un estudio posterior de las manifestaciones del comportamiento de informaci&oacute;n.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper361.html" target="_blank">Las tendencias y aproximaciones en la investigaci&oacute;n sobre comportamiento de informaci&oacute;n </a><br /><br />
Pertti Vakkari
</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> El art&iacute;culo explora las tendencias te&oacute;ricas y metodol&oacute;gicas en la investigaci&oacute;n sobre comportamiento de informaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> El an&aacute;lisis de contenido se realiz&oacute; en art&iacute;culos aceptados para las conferencias ISIC 1996 e ISIC 2008 (B&uacute;squeda de Informaci&oacute;n en Contexto). Se compararon las distribuciones de ocho variables representativas de caracter&iacute;sticas importantes te&oacute;ricas y metodol&oacute;gicas de art&iacute;culos en de ambos a&ntilde;os.<br />
<strong>Resultados.</strong> En la investigaci&oacute;n sobre comportamiento de informaci&oacute;n hay una tendencia notable hacia estudios descriptivos, cualitativos, que usan variables de nivel individual y marcos te&oacute;ricos sueltos. Hay una tendencia en declive de estudios te&oacute;ricos, explicativos y cuantitativos. Hay un cambio del centro de inter&eacute;s del comportamiento de informaci&oacute;n de profesionales en la b&uacute;squeda de informaci&oacute;n del d&iacute;a a d&iacute;a. Ha aumentado la variedad de temas y t&eacute;cnicas de la investigaci&oacute;n dentro de los m&eacute;todos cualitativos.<br />
<strong>Conclusiones.</strong> La homogeneizaci&oacute;n de las aproximaciones a la investigaci&oacute;n en las investigaciones sobre el comportamiento de informaci&oacute;n desaf&iacute;a a los investigadores a perseguir aproximaciones te&oacute;ricas m&aacute;s variadas. Se dan algunas sugerencias sobre direcciones futuras.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper362.html" target="_blank">Aut&oacute;nomo, controlado y poco entusiasta. Las motivaciones de las personas desempleadas para buscar informaci&oacute;n sobre trabajos</a><br /><br />Reijo Savolainen
</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> Este art&iacute;culo es el resultado de un estudio de casos pr&aacute;cticos cualitativo centrado en las pr&aacute;cticas de b&uacute;squeda de informaci&oacute;n de personas desempleadas. La atenci&oacute;n principal se dedic&oacute; a sus motivaciones para buscar informaci&oacute;n sobre trabajos.<br />
<strong>M&eacute;todo.</strong> Se recogieron datos emp&iacute;ricos mediante 2006 entrevistas semi-estructuradas a dieciocho personas desempleadas en Finlandia. El estudio hace uso de las categor&iacute;as de motivaci&oacute;n aut&oacute;noma, motivaci&oacute;n controlada y 'amotivaci&oacute;n, sugeridas por la teor&iacute;a de la autodeterminaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Se examinaron los datos de la entrevista mediante an&aacute;lisis de contenido cualitativo comparando constantemente las articulaciones de la motivaci&oacute;n de b&uacute;squeda de informaci&oacute;n sobre trabajos.<br />
<strong>Resultados.</strong> La b&uacute;squeda de Informaci&oacute;n que recurre a la motivaci&oacute;n aut&oacute;noma es experimentada como interesante y espont&aacute;neamente agradable porque es dirigida por los intereses personales y la curiosidad. La b&uacute;squeda de Informaci&oacute;n dirigida por la motivaci&oacute;n controlada a menudo se encuentra estresante puesto que intenta cumplir las demandas interiores y los requisitos externos como las expectativas del rol. Finalmente, la caracter&iacute;stica de la b&uacute;squeda de informaci&oacute;n que recurre a la 'amotivaci&oacute;n' es poco entusiasta en su naturaleza puesto que pesimistamente se cree que la b&uacute;squeda de informaci&oacute;n no rendir&aacute; los resultados deseados.<br />
<strong>Conclusiones.</strong> Las categor&iacute;as de motivaci&oacute;n identificadas por la teor&iacute;a de la autoderminaci&oacute;n poporcionan un marco fruct&iacute;fero para la elaboraci&oacute;n de los conductores de la b&uacute;squeda de informaci&oacute;n sobre trabajos.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />

<h4> <a href="paper363.html" target="_blank">Las tensiones y contradicciones en el comportamiento de informaci&oacute;n de los miembros de la Junta de una organizaci&oacute;n de voluntariado</a><br /><br />Karen Now&eacute;, Elena Macevi&#269;i&#363;t&#279; y T.D. Wilson
</h4> 

<blockquote>
<strong>Introducci&oacute;n.</strong> Se informa sobre el estudio del comportamiento de informaci&oacute;n de los miembros de las Juntas de la organizaci&oacute;n voluntariado sueca, Juventud para la Paz. Se centra en las tensiones y contradicciones derivadas de los valores organizacionales y otros factores.<br />
<strong>M&eacute;todo.</strong> Se emple&oacute; la observaci&oacute;n, las entrevistas y el an&aacute;lisis de documentos organizacionales dentro del marco conceptual de la teor&iacute;a de actividad. Se recolectaron datos predominantemente cualitativos.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis cualitativo, usando Atlas.ti, se realiz&oacute; sobre las transcripciones de las entrevistas y otros materiales.<br />
<strong>Resultados.</strong> El estudio revel&oacute; un rango de contradicciones y tensiones que se elevan fuera de valores org&aacute;nicos, el car&aacute;cter voluntario de la organizaci&oacute;n y las caracter&iacute;sticas de vida de miembros de la Junta.<br />
<strong>Conclusi&oacute;n.</strong> Las contradicciones que surgen en las organizaciones de voluntariado afectan su habilidad para gestionar e intercambia eficazmente la informaci&oacute;n entre los miembros de la Junta y entre las Juntas y los miembros normales. Sin embargo, los valores de 'hacer sus propias cosas','flexibilidad' e 'igualdad' ayudaron a lograr una de las metas principales de una organizaci&oacute;n de juventud voluntaria: la adquisici&oacute;n pr&aacute;ctica de habilidades de informaci&oacute;n b&aacute;sicas relacionadas con la participaci&oacute;n en un cuerpo democr&aacute;tico. La eficacia de la b&uacute;squeda y producci&oacute;n de informaci&oacute;n se sacrificaba, pero cada miembro de la Junta ten&iacute;a la posibilidad de aprender una variedad de trabajos mediante la pr&aacute;ctica.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper366.html" target="_blank">La satisfacci&oacute;n y la percepci&oacute;n de utilidad entre los usuarios de servicio de informaci&oacute;n de empresas en Jap&oacute;n</a><br /><br />
Shunsaku Tamura, Makiko Miwa, Mika Koshizuka, Nozomi Ikeya, Seiichi Saito, Yumiko Kasai, y Yasunori Saito</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Este art&iacute;culo es el segundo informe de un proyecto de investigaci&oacute;n sobre los efectos del servicio de informaci&oacute;n a empresas en las bibliotecas p&uacute;blicas japonesas. El objetivo es analizar los efectos del uso del servicio de informaci&oacute;n de empresas de la biblioteca p&uacute;blica en Jap&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; una entrevista semi-estructurada en cuatro bibliotecas. Se entrevist&oacute; un total de dieciocho personas.<br />
<strong>An&aacute;lisis.</strong> Se grabaron, transcribieron y analizaron las entrevistas en el marco del modelo de la Gram&aacute;tica de Comportamiento de Informaci&oacute;n de Miwa.<br />
<strong>Resultados.</strong> Se identificaron tres tipos de objetivos de resoluci&oacute;n de problemas: empezar un nuevo negocio, arregl&aacute;rselas con los problemas relacionados con el trabajo cotidiano, y otro. Los objetivos de la b&uacute;squeda de informaci&oacute;n y el uso resultante del servicio difirieron seg&uacute;n los objetivos de la resoluci&oacute;n de problemas. Se han identificado tres efectos del uso del servicio: 1. obtenci&oacute;n de informaci&oacute;n pertinente, 2. tener conectados a las personas pertinentes y a las organizaciones, y 3. obtenci&oacute;n de apoyo afectivo. Se identific&oacute; la satisfacci&oacute;n y la percepci&oacute;n de utilidad como las consecuencias afectivas y perceptivas de los efectos.<br />
<strong>Conclusiones.</strong> Se desarroll&oacute; un modelo provisional de los efectos del servicio de informaci&oacute;n empresarial de una biblioteca p&uacute;blica.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper368.html" target="_blank">Acceso a la informaci&oacute;n sanitaria: las percepciones de barreras entre ancianos en una minor&iacute;a lingü&iacute;stica</a><br /><br />Kristina Eriksson-Backa
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> El art&iacute;culo presenta algunos de los primeros resultados de un estudio con respecto al comportamiento de informaci&oacute;n en el contexto sanitario entre las personas de 65 o m&aacute;s a&ntilde;os, que pertenece a la minor&iacute;a Sueco hablante en Finlandia.<br />
<strong>M&eacute;todo.</strong> Este estudio realiz&oacute; mediante encuestas auto-administradas distribuidas a personas de m&aacute;s de 65 a&ntilde;os, pertenecientes a una minor&iacute;a lingü&iacute;stica en Finlandia. Se enviaron cincuenta y cinco encuestas, se devolvieron cuarenta y seis.<br />
<strong>An&aacute;lisis.</strong> Los datos fueron codificados para SPSS 15.0. Se usaron estad&iacute;sticos descriptivos para describir la poblaci&oacute;n estudiada y sus respuestas a las preguntas sobre las necesidades, b&uacute;squeda y uso de informaci&oacute;n relacionada con la salud.<br />
<strong>Resultados.</strong> Las fuentes preferidas se limitaron a menudo a la experiencia m&eacute;dica, t&iacute;picamente cuando el anciano o su conyugue se enfrentaba a una enfermedad. Las mujeres sobre todo fueron buscadoras activas de informaci&oacute;n sobre salud o medicina. Sin embargo al comunicarse con los profesionales de salud hab&iacute;a barreras a la informaci&oacute;n deseada como los sentimientos de inferioridad, la falta de tiempo o informaci&oacute;n, y la confusi&oacute;n originada por informaci&oacute;n contradictoria.<br />
<strong>Conclusiones.</strong> Este art&iacute;culo presenta una apreciaci&oacute;n global de las respuestas dadas por un n&uacute;mero bastante peque&ntilde;o de entrevistados, pero se muestran las tendencias y estas revelan que todav&iacute;a existen barreras a la informaci&oacute;n sanitaria, y que los proveedores de informaci&oacute;n relacionada con la salud para los ancianos, as&iacute; como otros, deben esforzarse por minimizar estas barreras.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper369.html" target="_blank">La condici&oacute;n de informaci&oacute;n: el uso de informaci&oacute;n por arque&oacute;logos en su labor, trabajo y acci&oacute;n</a><br /><br />Isto Huvila
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> El estudio discute la pertinencia de la divisi&oacute;n tripartita de Arendt de la actividad humana en el contexto de uso de informaci&oacute;n.
<strong>M&eacute;todo.</strong> Entrevistas tem&aacute;ticas con veinticinco profesionales de la arqueolog&iacute;a que combinan varias aproximaciones diferentes de entrevista.
<strong>An&aacute;lisis.</strong> Se analiz&oacute; el material con una aproximaci&oacute;n basada en esquema, de la teor&iacute;a fundamentada, usando un esquema basado en los patrones discernibles de las transcripciones de las entrevistas.
<strong>Resultados.</strong> Pudieron ser identificados los tres tipos de actividades discutidos por Arendt: labor, trabajo y acci&oacute;n. Los arque&oacute;logos siguieron los procedimientos al cumplimentar sus deberes formales para continuar sus carreras y mantener su vida (labor), hay cosas que los arque&oacute;logos crean con un valor instrumental (trabajo) y actividades que se dirigen principalmente hacia la negociaci&oacute;n de puntos de vista (acci&oacute;n).
<strong>Conclusiones.</strong> Estos resultados tienen implicaciones sobre la comprensi&oacute;n de las motivaciones de la actividad de informaci&oacute;n y el comportamiento de uso de informaci&oacute;n, y para el desarrollo de servicios de informaci&oacute;n.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper370.html" target="_blank">Las dimensiones de la serendipia y el comportamiento de informaci&oacute;n de los usuarios en el interfaz f&iacute;sico de la biblioteca</a><br /><br />Lennart Bj&ouml;rneborn
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Se esboza un estudio exploratorio relacionado con los tipos de comportamientos de usuarios empleados para encontrar materiales en una biblioteca p&uacute;blica. Se centr&oacute; en especial sobre qu&eacute; dimensiones en la biblioteca f&iacute;sica puede afectar las posibilidades para la serendipia. El objetivo global del estudio era desarrollar un marco conceptual que incluyera modelos para describir la interacci&oacute;n de los usuarios con los espacios de la biblioteca.<br />
<strong>M&eacute;todo.</strong> El estudio tuvo lugar en 2006 durante 10 meses en dos bibliotecas p&uacute;blicas danesas. La observaci&oacute;n naturalista del comportamiento de informaci&oacute;n de usuarios se complement&oacute; con entrevistas cualitativas con 113 usuarios y las sesiones de pensami          ento en voz alta con once usuarios.<br /><br />
<strong>An&aacute;lisis.</strong> Se transcribieron los datos de las observaciones y entrevistas y se analizaron en un proceso reiterativo de categorizaci&oacute;n y condensaci&oacute;n.<br />
<strong>Resultados.</strong> Las observaciones y entrevistas en el estudio produjeron un modelo de maneras diferentes de encontrar materiales de la biblioteca usando y combinando los diferentes tipos de comportamiento de informaci&oacute;n convergente (dirigido a objetivos) y divergente (exploratorio). El art&iacute;culo presenta un marco conceptual que sugiere que las bibliotecas pueden verse como interfaces integradores que invitan a los usuarios con los espacios de inter&eacute;s diferentes a interactuar con la diversidad de recursos humanos, f&iacute;sicos y digitales de la biblioteca.<br />
<strong>Conclusi&oacute;n.</strong> Las tipolog&iacute;as de comportamiento de informaci&oacute;n convergente y divergente y las dimensiones de la serendipia identificadas pueden tener implicaciones sobre c&oacute;mo pudiera dise&ntilde;arse un interfaz integrador de bibliotecas p&uacute;blicas que facilite ambas formas de comportamiento.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper371.html" target="_blank">El comportamiento de informaci&oacute;n en la construcci&oacute;n de redes de investigaci&oacute;n por acad&eacute;micos reubicados en la educaci&oacute;n superior sueca: informe sobre un proyecto piloto</a><br /><br />Elena Macevi&#269;i&#363;t&#279; y T.D. Wilson
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Se informa de una investigaci&oacute;n piloto sobre el comportamiento de informaci&oacute;n de acad&eacute;micos reubicados en Suecia en la construcci&oacute;n de redes de investigaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Usando la teor&iacute;a de la actividad como marco conceptual para el estudio, se realizaron entrevistas estructuradas (usando principalmente preguntas abiertas) con ocho estudiosos en diferentes disciplinas e instituciones. Se analizaron los datos resultantes mediante el paquete de an&aacute;lisis cualitativo Atlas.ti.<br />
<strong>Resultados.</strong> Los sistemas y tecnolog&iacute;as de la informaci&oacute;n representan una peque&ntilde;a parte en el comportamiento de informaci&oacute;n de los acad&eacute;micos relocalizados en la construcci&oacute;n, o reconstrucci&oacute;n, de sus redes de apoyo a la investigaci&oacute;n. La integraci&oacute;n en la instituci&oacute;n acad&eacute;mica es m&aacute;s f&aacute;cil que la integraci&oacute;n en la sociedad sueca y los problemas del idioma surgen principalmente con respecto a este &uacute;ltimo asunto.<br />
<strong>Conclusi&oacute;n.</strong> Los acad&eacute;micos reubicados adoptan la comunicaci&oacute;n interpersonal como comportamiento de informaci&oacute;n dominante en la construcci&oacute;n de sus redes de la investigaci&oacute;n. Son ayudados, en Suecia, por la atm&oacute;sfera generalmente favorable y de bienvenida de sus departamentos (aunque un entrevistado de ciencias sociales indic&oacute; problemas de conflicto), pero experimentan dificultades para el establecimiento de redes sociales dentro de la sociedad sueca.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper372.html" target="_blank">La comunicaci&oacute;n cient&iacute;fica en transici&oacute;n. El comportamiento de informaci&oacute;n de cient&iacute;ficos de computaci&oacute;n durante veinte a&ntilde;os</a><br /><br />Birgitta Olander
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Se ha estudiado el comportamiento de informaci&oacute;n de un grupo de cient&iacute;ficos inform&aacute;ticos suecos durante un per&iacute;odo de veinte a&ntilde;os (1987-2006).<br />
<strong>M&eacute;todo.</strong> Se han entrevistado cinco cient&iacute;ficos de computaci&oacute;n y han respondido a encuestas individuales. Junto con cuatro colegas tambi&eacute;n fueron hace veinte a&ntilde;os los sujetos de un estudio cualitativo.<br />
<strong>An&aacute;lisis.</strong> Se han procesado y analizado los datos de las entrevistas de 1987-88 y 2006, de las encuestas y de Web sites para elucidar los cambios de comportamiento de informaci&oacute;n desde una perspectiva socio-cultural. El &eacute;nfasis se hace en las carreras, la b&uacute;squeda de informaci&oacute;n y las redes personales.<br />
<strong>Resultados.</strong> Los sujetos son todos ahora investigadores senior. Las herramientas para la b&uacute;squeda de informaci&oacute;n han cambiado pero sus necesidades todav&iacute;a est&aacute;n dominadas por la supervisi&oacute;n. La b&uacute;squeda de informaci&oacute;n sigue siendo una actividad social, pero la interacci&oacute;n &iacute;ntima con los colegas del departamento ha cesado mientras que las redes personales son ahora m&aacute;s amplias. Como se esperaba, las revistas y conferencias impresas han sido reemplazadas por el acceso Web a los recursos digitales. En el proceso, la autoridad cognoscitiva parece haber sido transferida de los colegas a Google, la herramienta de b&uacute;squeda preferida.<br />
<strong>Conclusiones.</strong> El comportamiento de informaci&oacute;n de los investigadores en este grupo est&aacute; firmemente arraigado en pr&aacute;cticas sociales y profesionales que son muy diferentes hoy comparadas a las de 1987.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper373.html" target="_blank">Las barreras de informaci&oacute;n y los estudiantes de secundaria maor&iacute;</a><br /><br />Spencer C. Lilley
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Se emprendi&oacute; una investigaci&oacute;n sobre las barreras de informaci&oacute;n encontradas por los estudiantes de secundaria maor&iacute; cuando buscan informaci&oacute;n en contextos culturales diferentes.
<strong>M&eacute;todo.</strong> Se emprendi&oacute; una aproximaci&oacute;n de m&eacute;todos mixtos a trav&eacute;s de un cuestionario y entrevistas de grupo focal con estudiantes de maor&iacute; de 16 o m&aacute;s anos y en los cursos 11-13 en cuatro institutos de secundaria diferentes.
<strong>An&aacute;lisis.</strong> El an&aacute;lisis cuantitativo de los datos de la encuesta de 139 encuestados se realiz&oacute; mediante el software SPSS. El an&aacute;lisis cualitativo de las transcripciones de los cuarenta y cinco participantes de las entrevistas de grupo focal se realiz&oacute; mediante el software HyperResearch.
<strong>Resultados.</strong> Los resultados de la investigaci&oacute;n revelan que los estudiantes no siempre pueden acceder a la informaci&oacute;n que quieren debido a su 'indisponibilidad', o perciben que la informaci&oacute;n es incorrecta. El acceso a las tecnolog&iacute;as de la informaci&oacute;n y a Internet sigue siendo barreras significativas a superar. El estudio revel&oacute; que los tipos de barreras encontradas por los estudiantes var&iacute;an seg&uacute;n el contexto cultural en el que estaban buscando informaci&oacute;n.
<strong>Conclusiones.</strong> Los individuos que tienen una fuerte identidad cultural maor&iacute; experimentan menos barreras de informaci&oacute;n en los dos mundos culturales de los que forman parte.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper374.html" target="_blank">El comportamiento de informaci&oacute;n de futuros maestros de historia en la planificaci&oacute;n de la lecci&oacute;n</a><br /><br />Mikko Tanni, Eero Sormunen y Antti Syv&auml;nen
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> La educaci&oacute;n de alfabetizaci&oacute;n en informaci&oacute;n tiende a dar por sentado la propia alfabetizaci&oacute;n en informaci&oacute;n de los maestros y su habilidad para integrar Internet en la ense&ntilde;anza para facilitar la alfabetizaci&oacute;n en informaci&oacute;n de los estudiantes. El art&iacute;culo muestra los resultados de un estudio piloto que investiga los comportamientos de informaci&oacute;n de los j&oacute;venes maestros en formaci&oacute;n en la planificaci&oacute;n de la lecci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se entrevist&oacute; individualmente a catorce futuros maestros de historia en abril de 2007.<br />
<strong>An&aacute;lisis.</strong> El an&aacute;lisis de contenido se realiz&oacute; sobre las transcripciones de las entrevistas. Se us&oacute; el software de an&aacute;lisis de datos cualitativo Atlas.ti para segmentar, comparar y organizar los datos.<br />
<strong>Resultados.</strong> Al final del per&iacute;odo de formaci&oacute;n los maestros en formaci&oacute;n eran buscadores de informaci&oacute;n relativamente fluidos y vers&aacute;tiles que pudieron cumplir con los desaf&iacute;os de la planificaci&oacute;n de la lecci&oacute;n y los libros de texto con la informaci&oacute;n recuperada de varias fuentes de informaci&oacute;n.<br />
<strong>Conclusiones.</strong> Los resultados indican que estos maestros ten&iacute;an las habilidades necesarias para buscar y usar la informaci&oacute;n para la planificaci&oacute;n de la lecci&oacute;n. Los resultados abrieron caminos prometedores para avanzar en la investigaci&oacute;n sobre los comportamientos de informaci&oacute;n de estos maestros, para dirigir su potencial como instructores de alfabetizaci&oacute;n en informaci&oacute;n.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper375.html" target="_blank">Comunicando los resultados de investigaci&oacute;n a profesionales de biblioteconom&iacute;a y documentaci&oacute;n: un estudio de art&iacute;culos de ISIC de 1996 a 2000</a><br /><br />Lynne (E.F.) McKechnie, Heidi Julien, Shelagh K. Genuis y Tami Oliphant
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio examin&oacute; si y c&oacute;mo est&aacute;n interpret&aacute;ndose e inform&aacute;ndose los resultados de investigaci&oacute;n sobre comportamiento de informaci&oacute;n para la aplicaci&oacute;n al trabajo de los profesionales de biblioteconom&iacute;a y documentaci&oacute;n.<br />
<strong>M&eacute;todo.</strong> Se realiz&oacute; un an&aacute;lisis de contenido de 117 informes de investigaci&oacute;n publicados en las actas de ISIC de 1996 a 2006.<br />
<strong>An&aacute;lisis.</strong> De los art&iacute;culos se codific&oacute; la afiliaci&oacute;n del autor, las teor&iacute;as y m&eacute;todos usados, la inclusi&oacute;n de implicaciones expl&iacute;citas para la pr&aacute;ctica y, si &eacute;stas estaban incluidas, en que parte del art&iacute;culo aparec&iacute;an (t&iacute;tulo, resumen, introducci&oacute;n, b&uacute;squeda bibliogr&aacute;fica, m&eacute;todo, resultados, discusi&oacute;n y conclusi&oacute;n). Tambi&eacute;n se registraron las estrategias espec&iacute;ficas usadas por los autores para informar de las implicaciones pr&aacute;cticas, la accesibilidad de los art&iacute;culos a los lectores profesionales y si los estudios hab&iacute;an sido o no compartidos a trav&eacute;s de otros sitios.<br />
<strong>Resultados.</strong> Una mayor&iacute;a de art&iacute;culos (el n=69, 59%) incluyeron las implicaciones pr&aacute;cticas. Sin embargo, de estos 39 (56.5%) usaron declaraciones vagas, generales o no claras en lugar de una delineaci&oacute;n expl&iacute;cita de las implicaciones para la pr&aacute;ctica.<br />
<strong>Conclusiones.</strong> La cultura y las convenciones de los acad&eacute;micos parecen trabajar contra la transferencia de los resultados de la investigaci&oacute;n sobre comportamiento de informaci&oacute;n a la pr&aacute;ctica. Los investigadores deben tener mayor conciencia para enlazar e informar sus resultados a la pr&aacute;ctica y a los profesionales de la informaci&oacute;n.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper376.html" target="_blank">La adquisici&oacute;n y modificaci&oacute;n del conocimiento durante los procesos exploratorios de b&uacute;squeda Web de los estudiantes para la planificaci&oacute;n de la carrera</a><br /><br />Makiko Miwa y Hideaki Takahashi
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Este art&iacute;culo informa sobre los modelos de modificaci&oacute;n y utilizaci&oacute;n del conocimiento durante los procesos de b&uacute;squeda exploratorios de estudiantes para la planificaci&oacute;n de la carrera.<br />
<strong>M&eacute;todo.</strong> Se capturaron los cambios en pantalla y los movimientos oculares de catorce procesos de b&uacute;squeda Web de estudiantes. Se realizaron entrevistas post-b&uacute;squeda en las que los estudiantes ve&iacute;an sus movimientos oculares grabados sobre-expuestos a los cambios de la pantalla para estimular la memoria. Las entrevistas fueron grabadas, se transcribieron y analizaron usando una estrategia bottom-up que involucra la t&eacute;cnica comparativa constante.<br />
<strong>Resultados.</strong> Se extendi&oacute; la taxonom&iacute;a de modificaci&oacute;n de conocimiento y se desarroll&oacute; una taxonom&iacute;a de utilizaci&oacute;n de conocimiento usando matrices cronograma de acci&oacute;n, pensamiento y sentimiento, generada del proceso de b&uacute;squeda Web de cada estudiante.<br />
<strong>Conclusiones.</strong> La modificaci&oacute;n de conocimiento tiende a ocurrir hojeando tanto las listas de resultados de b&uacute;squeda como los contenidos del sitio. Esto lleva a un cambio en comportamiento de b&uacute;squeda o a la terminaci&oacute;n de la b&uacute;squeda. En los diez patrones de conocimiento identificados de los datos, la transformaci&oacute;n e interpretaci&oacute;n parecen requerir un nivel alto de conocimiento del dominio. Recordar, clarificar, corregir y verificar pueden requerir alg&uacute;n conocimiento del dominio, mientras que adicionar, limitar, relacionar y especificar pueden requerir poco.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper377.html" target="_blank">Las percepciones de los j&oacute;venes y el uso de Wikipedia</a><br /><br />Brendan Luyt, Chia Zuhaila Bte Chia Zainal, Olivia Victoria Petines Mayo, y Tan Siow Yun
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Este estudio exploratorio investig&oacute; la percepci&oacute;n y uso de Wikipedia entre los j&oacute;venes.<br />
<strong>M&eacute;todo.</strong> Quince participantes de entre trece y veinticuatro a&ntilde;os fueron seleccionados para el estudio. El grupo estaba compuesto por estudiantes secundarios y terciarios, y graduados terciarios recientes. Se dise&ntilde;&oacute; un horario de entrevista para explorar las experiencias del usuario en tres ambitos: el encuentro inicial con Wikipedia, el momento en el que el usuario se sinti&oacute; c&oacute;modo con Wikipedia, y el estado actual del usuario. Las preguntas fueron abiertas y semi-estructuradas para permitir el sondeo. Se realizaron las entrevistas durante un espacio de dos semanas para cada entrevista con una duraci&oacute;n de 30-45 minutos. Se formularon preguntas de continuaci&oacute;n para algunos de los entrevistados con el prop&oacute;sito de clarificaci&oacute;n.<br />
<strong>An&aacute;lisis.</strong> Los datos de las entrevistas se usaron para probar Wikipedia, vista como una tecnolog&iacute;a, contra el modelo de apropiaci&oacute;n tecnol&oacute;gica desarrollado por Carroll et al., para su estudio propio de uso del tel&eacute;fono m&oacute;vil entre j&oacute;venes.<br />
<strong>Resultados.</strong> Encontramos que aunque Wikipedia es inicialmente atractiva para los j&oacute;venes, generalmente no consigue llegar a estar profundamente integrada (apropiada) en las vidas diarias de los usuarios, siendo en cambio una herramienta instrumental para la cumplimiento de un rango estrecho de tareas. Tambi&eacute;n encontramos que con el tiempo los demandados se dan cuenta de los problemas de exactitud de Wikipedia.<br />
<strong>Conclusiones.</strong> Dado que Wikipedia no ha asumido el papel de una tecnolog&iacute;a clave en las vidas de los j&oacute;venes estudiados aqu&iacute;, puede ser exagerada la preocupaci&oacute;n por su uso de los educadores. Tambi&eacute;n, el que los entrevistados fuesen conscientes de las desventajas de su uso deber&iacute;a generar el mensaje de la necesidad de verificar las fuentes alternativas m&aacute;s f&aacute;ciles para impartir a los estudiantes. La conclusi&oacute;n clave, sin embargo, es la necesidad para aqu&eacute;llos que deseen dise&ntilde;ar sistemas de informaci&oacute;n m&aacute;s populares de tener en cuenta las necesidades m&aacute;s profundas de los usuarios para experimentar con tecnolog&iacute;a de forma que encaje en sus vidas en lugar de al rev&eacute;s. Esto es algo que incluso Wikipedia, parece, ha sido incapaz de lograr.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper378.html" target="_blank">La informaci&oacute;n sobre el movimiento: el uso de sistemas de informaci&oacute;n m&oacute;viles por los cuerpos de polic&iacute;a de REINO UNIDO </a><br /><br />D.K. Allen, T.D. Wilson, A.W.T. Norman y C. Knight
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Da cuenta de la investigaci&oacute;n desarrollada en cuerpos de polic&iacute;a del Reino Unido en relaci&oacute;n a la introducci&oacute;n de las tecnolog&iacute;as de la informaci&oacute;n y su consecuente efecto en la transferencia de informaci&oacute;n dentro de las fuerzas.<br />
<strong>M&eacute;todo.</strong> El trabajo se deriva de varias investigaciones, todos ellas involucradas en la observaci&oacute;n y entrevista de polic&iacute;as de niveles directivos y operacionales. Algunos datos tambi&eacute;n se obtuvieron de un estudio nacional de fuerzas de seguridad.<br />
<strong>An&aacute;lisis.</strong> En el an&aacute;lisis de los datos se emple&oacute; el marco conceptual de la teor&iacute;a de la actividad.<br />
<strong>Resultados.</strong> Los resultados se representan como &quot;estudios de casos&quot;: no de fuerzas individuales, sino de diferentes actividades policiales. Los elementos de la teor&iacute;a de actividad explican eficazmente las acciones y los flujos de informaci&oacute;n asociados a las actividades policiales.<br />
<strong>Conclusi&oacute;n.</strong> Desde una perspectiva te&oacute;rica, la teor&iacute;a de actividad ha demostrado ser una herramienta &uacute;til, tanto para la definici&oacute;n de &aacute;reas del problema como para el an&aacute;lisis de datos. Las actividades policiales var&iacute;an en su complejidad, con consecuencias para la complejidad de la transferencia y uso de la informaci&oacute;n.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper381.html" target="_blank">Los ritmos de &quot;existencia&quot; en ISIC - entendiendo el lugar de los congresos de ISIC en la investigaci&oacute;n sobre b&uacute;squeda de informaci&oacute;n</a><br /><br />Theresa Dirndorfer Anderson y Jo Orsatti
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> El art&iacute;culo informa de los resultados de un proyecto exploratorio de la pr&aacute;ctica profesional de acad&eacute;micos, estudiantes de investigaci&oacute;n y participantes de la comunidad de ISIC, resultado del trabajo de campo desarrollado durante el congreso Information Seeking in Context (ISIC 2006) de 2006 celebrado en Sydney, Australia.<br />
<strong>M&eacute;todo.</strong> El proyecto us&oacute; diversas t&eacute;cnicas etnogr&aacute;ficas y discretas para localizar y describir el rango de actividades que tuvieron lugar durante el congreso  ISIC en 2006.<br />
<strong>An&aacute;lisis.</strong> Se recolectaron los nombres de los autores y t&iacute;tulos de todos los congresos y se trazaron correspondencias para ver si pudieran identificarse los temas centrales. Se compararon los temas a los temas de inter&eacute;s sacados de dos encuestas distribuidas en el congreso ISIC 2006.<br />
<strong>Resultados.</strong> Las personas asisten a los congresos de ISIC debido a un deseo de conectar con investigadores, no necesariamente debido a una investigaci&oacute;n espec&iacute;fica (&aacute;reas). Sin embargo, los intereses de los participantes a ISIC 2006 caen bien dentro de los temas centrales y clusters que caracterizan a los art&iacute;culos de ISIC desde 1996.<br />
<strong>Conclusiones.</strong> El proyecto contribuye a una comprensi&oacute;n m&aacute;s plena de la interconexi&oacute;n de investigaci&oacute;n e informaci&oacute;n pr&aacute;ctica y la contribuci&oacute;n de ISIC a la investigaci&oacute;n sobre comportamiento de informaci&oacute;n.
</blockquote>

<hr style="color: rgb(0, 0, 128);" size="1" />
<h4> <a href="paper382.html" target="_blank">El an&aacute;lisis de la similitud de las respuestas de los sistemas de b&uacute;squeda de la Web a las preguntas del usuario: una perspectiva del usuario</a><br /><br />J.V. el Rodr&iacute;guez Jr., F.J. Mart&iacute;nez  y J.V. Rodr&iacute;guez.
</h4> 
<blockquote>
<strong>Introducci&oacute;n.</strong> Presentamos una investigaci&oacute;n sobre la similitud de las respuestas de los motores de b&uacute;squeda de Web. Tratamos la coincidencia de documentos y sus posiciones en la respuesta para desarrollar una medida m&aacute;s cercana al contexto del usuario incorporando varios aspectos y reflexiones establecidas dentro de este campo de estudio.<br />
<strong>M&eacute;todo.</strong> Introducimos un m&eacute;todo de c&aacute;lculo basado en la funci&oacute;n del coseno, ligeramente adaptada. Inicialmente, se realizaron los c&aacute;lculos manualmente y para simplificar el proceso se implement&oacute; un meta-buscador.<br />
<strong>An&aacute;lisis.</strong> Aplicamos a estos sistemas un primer conjunto de treinta preguntas durante diferentes per&iacute;odos de tiempo. En segundo lugar, examinamos la similitud de los documentos devueltos en las primeras diez, veinte y treinta posiciones. Posteriormente, realizamos otra ronda de b&uacute;squedas (con menos t&eacute;rminos en las ecuaciones) para verificar si afectaban a los valores medios de similitud.<br />
<strong>Conclusiones.</strong> La similitud estimada es baja, entre el 15% y el 18%, y no ha cambiado significativamente durante los &uacute;ltimos cinco a&ntilde;os. El n&uacute;mero de t&eacute;rminos usado en las b&uacute;squedas no afecta estos promedios.
</blockquote>


<hr style="color: rgb(0, 0, 128);" size="1" />
<h4>Traducciones realizadas por <a href="mailto:jovi@um.es">Jos&eacute; Vicente Rodr&iacute;guez</a> y
<a href="mailto:diazor@um.es">Pedro D&iacute;az</a>, Universidad de Murcia, Espa&ntilde;a.</h4>
<h5>Last updated 29th December, 2008</h5>
<img width="44" height="15" alt="Valid XHTML 1.0!" src="../valid-xhtml10.gif"  / >
<hr style="color: rgb(0, 0, 128);" size="3">
<script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
</script>
<script type="text/javascript">
_uacct = "UA-672528-1";
urchinTracker();
</script>
</body>

<!-- Mirrored from informationr.net/ir/13-4/spanish134isic.html by HTTrack Website Copier/3.x [XR&CO'2010], Sat, 25 Dec 2010 21:09:01 GMT -->
</html>
